Repository: thunderbird/thunderbird.net-l10n
Catalog: dsb/LC_MESSAGES/messages.po
Languages: dsb

source: For Enterprises
dsb: Za pśedewześa

source: Holiday Calendars
dsb: Prozninske kalendarje

source: Careers
dsb: Kariera

source: Privacy Policy
dsb: Pšawidła priwatnosći

source: <small> Thunderbird is part of <a href="https://blog.thunderbird.net/2020/01/thunderbirds-new-home/">MZLA Technologies Corporation</a>, a wholly owned subsidiary of Mozilla Foundation. Portions of this content are ©1998–%(current_year)s by individual contributors. Content available under a <a href="https://www.mozilla.org/foundation/licensing/website-content/">Creative Commons license</a>. </small>
dsb: <small> Thunderbird k <a href="https://blog.thunderbird.net/2020/01/thunderbirds-new-home/">MZLA Technologies Corporation</a> słuša, stoprocentowej filiali załožby Mozilla Foundation. Źěle toś togo wopśimjeśa su pód awtorstwom ©1998–%(current_year)s wót jadnotliwych sobustatkujucych. Wopśimjeśe jo pód <a href="https://www.mozilla.org/foundation/licensing/website-content/">licencu Creative Commons</a> k dispoziciji. </small>

source: Contribute to this site
dsb: K toś tomu sedłoju pśinosowaś

source: Translate this site
dsb: Toś to sedło pśełožowaś

source: Meet the powerful email, calendar, and contacts app for Windows, Linux, and macOS.
dsb: Póznajśo mócne nałoženje za e-mail, kalendaŕ a kontakty za Windows, Linux a macOS.

source: Learn about new product releases, community events, tech tips, and more.
dsb: Zgóńśo wěcej wó nowych wersijach, tšojenjach zgromaźeństwa, techniskich tipach a wěcej.

source: Desktop Help
dsb: Desktopowa pomoc

source: Find the help you need configuring and using Thunderbird Desktop.
dsb: Namakajśo pomoc, kótaruž za konfiguraciju a wužywanje Thunderbird za desktop trjebaśo.

source: Mobile Help
dsb: Pomoc za mobilne rědy

source: Find the help you need configuring and using Thunderbird Mobile.
dsb: Namakajśo pomoc, kótaruž za konfiguraciju a wužywanje Thunderbird za mobilne rědy trjebaśo.

source: Learn how our values, community, and organization shape the future of Thunderbird.
dsb: Zgóńśo, kak naše gódnoty, našo zgromaźeństwo a organizacija pśichod Thunderbird wugótuju.

source: Find out who to contact and how.
dsb: Zgóńśo, kogo móžośo kontaktěrowaś a kak.

source: We have an enthusiastic team with diverse talents. Learn how to join us.
dsb: Mamy zagórjony team z wjelerakimi talentami. Zgóńśo, kak móžośo pla nas sobu cyniś.

source: Learn how to donate as an individual or business to support Thunderbird and open source.
dsb: Zgóńśo, kak móžośo ako jadnotliwa wósoba abo pśedewześe pósćiś, aby Thunderbird a wótwórjone žrědło pódpěrał.

source: We need helping hands of all kinds. Learn how you can help Thunderbird and others.
dsb: Trjebamy nejwšakorakše pomagajuce ruki. Zgóńśo wěcej, kak móžośo Thunderbird a drugim pomagaś.

source: Find the latest version of Thunderbird.
dsb: Namakajśo nejnowšu wersiju Thunderbird.

source: Thunderbird Logo
dsb: Logo Thunderbird

source: Open or close site navigation
dsb: Sedłowu nawigaciju wócyniś a zacyniś

source: Learn What’s <span class="txt-gradient">Next</span>
dsb: Zgóńśo, což ako <span class="txt-gradient">pśiduce</span> pśiźo

source: Thunderbird keeps getting better. Subscribe to our newsletter and follow us on social media to stay informed.
dsb: Thunderbird se stawno pólěpšujo. Aboněrujśo naš newsletter a slědujśo nam w socialnych medijach, aby na běžnem wóstał.

source: Your Email
dsb: Waša e-mail

source: Subscribe
dsb: Aboněrowaś

source: Follow %(mastodon)s on Mastodon
dsb: Slědujśo %(mastodon)s na Mastodon

source: Follow %(bluesky)s on Bluesky
dsb: Na Bluesky %(bluesky)s slědowaś

source: Follow %(facebook)s on Facebook
dsb: Slědujśo %(facebook)s na Facebook

source: Follow %(youtube)s on YouTube
dsb: Slědujśo %(youtube)s na YouTube

source: Follow %(linkedin)s on LinkedIn
dsb: Slědujśo %(linkedin)s na LinkedIn

source: Visit Our Blog
dsb: Woglědajśo se k našomu blogoju

source: smartphone
dsb: smartfon

source: I need
dsb: Trjebam

source: Please select...
dsb: Pšosym wubjeŕśo…

source: Help with the donation form
dsb: Pomoc z pósćiwańskim formularom

source: My donation refunded
dsb: Mój dar jo wopłaśony

source: Help with an unauthorized or fraudulent donation
dsb: Pomoc z njeawtorizěrowanym abo wobšudnikojskim darom

source: To update my donation email address
dsb: Aby swóju e-mailowu adresu za dary aktualizěrował

source: To change or cancel my monthly recurring donation
dsb: Aby se mój mjasecny dar změnił abo pśetergnuł

source: Help donating by bank transfer (SEPA/IBAN)
dsb: Pomagajśo pśi pósćiwanju pśez bankowe pśepokazanje (SEPA/IBAN)

source: Help donating with another currency or payment method
dsb: Pomagajśo pśi pósćiwanju z drugimi pjenjezami abo płaśeńskeju metodu

source: A copy of my donation receipt
dsb: Kopija mójeje pósćiwańskeje kwitowanki

source: Technical support for Thunderbird
dsb: Techniska pódpěra za Thunderbird

source: To request a feature for Thunderbird
dsb: Aby stajił póžedanje na funkciju za Thunderbird

source: Help with something else
dsb: Pomagajśo z něcym drugim

source: Account currency:
dsb: Kontowe pjenjeze:

source: Name of payee:
dsb: Mě dostawarja płaśenja:

source: Purpose:
dsb: Zaměr:

source: Beneficiary's bank:
dsb: Banka wužytkowarja:

source: Location:
dsb: Městno:

source: If your bank requires our office address:
dsb: Jolic waša banka našu firmowu adresu trjeba:

source: Issue Summary
dsb: Zespominanje problema

source: Please provide more details as needed
dsb: Pšosym pódajśo wěcej drobnostkow ako trjeba

source: Add a screenshot to help us with your request (optional)
dsb: Pśidajśo foto wobrazowki, aby nam z wašym napšašowanim pomagał (na žycenje)

source: JPG, PNG and BMP files only
dsb: Jano dataje JPG, PNG a BMP

source: Name
dsb: Mě

source: Email
dsb: E-mailowa adresa

source: Thunderbird will only use your submitted information for purposes of communicating with you about your request. See our <a href="%(url)s" target="_blank">privacy policy</a> for further information.
dsb: Thunderbird buźo waše zapódane informacije wužywaś, aby z wami wó wašom napšašowanju komunicěrował. Glejśo naše <a href="%(url)s" target="_blank">pšawidła priwatnosći</a> za dalšne informacije.

source: Visit Mozilla Connect to submit your ideas for Thunderbird.
dsb: Woglědajśo se k Mozilla Connect, aby swóje ideje za Thunderbird zapódał.

source: Chinese Simplified
dsb: Chinske, zjadnorjone

source: Czech
dsb: Češćina

source: Danish
dsb: Dańšćina

source: Dutch
dsb: Nižozemšćina

source: English
dsb: Engelšćina

source: French
dsb: Francojšćina

source: German
dsb: Nimšćina

source: Italian
dsb: Italšćina

source: Japanese
dsb: Japańšćina

source: Other
dsb: Druge

source: Polish
dsb: Pólšćina

source: Portuguese
dsb: Portugišćina

source: Russian
dsb: Rušćina

source: Spanish
dsb: Špańšćina

source: We do not accept donations in crypto.
dsb: Dary w kryptopjenjezach njeakceptěrujomy.

source: Are you ready to love email again?
dsb: Sćo gótowy e-mail zasej lubowaś?

source: Thunderbird Mobile.
dsb: Thunderbird za mobilne rědy.

source: Thunderbird <span class="txt-gradient">Mobile</span>
dsb: Thunderbird <span class="txt-gradient">za mobilne rědy</span>

source: No Ads or Spyware
dsb: Žedno wabjenje abo žedna spionažna software

source: It’s actually free!
dsb: Jo napšawdu dermotny!

source: A cropped screenshot of the Thunderbird for Android's interface.
dsb: Pśirězane foto wobrazowki wužywaŕskego pówjercha Thunderbird za Android.

source: All-in-One Email App
dsb: Wšitko-w-jadnem e-mailowe nałoženje

source: Multiple Account Support
dsb: Pódpěra někotarych kontow

source: Don’t miss a message.
dsb: Njezapasćo powěsć.

source: Advanced Email Encryption
dsb: Rozšyrjone e-mailowe koděrowanje

source: Send and receive secure messages on any account.
dsb: Sćelśo a dostańśo wěste powěsći z kuždym kontom.

source: Light and Dark Interface
dsb: Swětły a śamny wužywaŕski pówjerch

source: Match your preference or environment.
dsb: Pśiměŕśo Thunderbird swójim žycenjam abo wokolinje.

source: Instant Setup.
dsb: Konfiguracija ned.

source: Instant <span class="txt-gradient">Setup</span>
dsb: <span class="txt-gradient">Konfiguracija</span> ned

source: Join our Newsletter
dsb: Aboněrujśo naš powěsćowy list

source: We Need Your <span class="txt-gradient">Talents</span>
dsb: Trjebamy waše <span class="txt-gradient">talenty</span>

source: Everyone can be a contributor. Here are some of the ways you can help.
dsb: Kuždy móžo sobu cyniś. How su někotare móžnosći, kak móžośo pomagaś.

source: Volunteers help create Thunderbird and ensure it is accessible throughout the world in dozens of languages. They write the documentation and answer the questions that help regular people use Thunderbird.
dsb: Dobrowólniki pomagaju, Thunderbird wuwijaś a zawěsćuju, až jo na cełem swěśe w dwanastkach rěcach k dispoziciji. Pišu dokumentaciju a wótegranjaju na pšašanja, kótarež normalnym luźam pomagaju, Thunderbird wužywaś.

source: Code
dsb: Programěrowaś

source: If you have programming experience there are a lot of ways to contribute to the Thunderbird project. Get started by identifying the area where you have the most experience and interest and following the steps to get started:
dsb: Jolic programěrowańske nazgónjenja maśo, dajo wjele móžnosćow, se na projekśe Thunderbird wobźěliś. Identificěrujśo nejpjerwjej pólo, w kótaremž nejwěcej nazgónjenja a nejwětšy zajm maśo a pśewjeźćo slědujuce kšace, aby zachopił:

source: Desktop Development:
dsb: Wuwiśe za desktop:

source: Explore the <a href="%(url)s">docs</a>
dsb: Wuslěźćo <a href="%(url)s">dokumenty</a>

source: Join the <a href="%(url)s">repository</a>
dsb: Pśizamkniśo se <a href="%(url)s">repozitoriumoju</a>

source: Say hello in <a href="%(url)s">Matrix</a>
dsb: Póstrowśo na <a href="%(url)s">Matrix</a>

source: Android Development:
dsb: Wuwiśe za Android:

source: Website Development:
dsb: Wuwiśe websedłow:

source: Test
dsb: Testowaś

source: With so many unique hardware environments and workflows, community members who test pre-release builds of Thunderbird play a vital role in the quality of the software. Plus, you help catch bugs before they can reach the general public!
dsb: Z tak wjele jadnorazowymi hardwarowymi wokolinami a źěłowymi wótběgami, graju cłonki zgromaźeństwa, kótarež pśedwersije Thunderbird testuju, wažnu rolu za kwalitu software. Mimo togo móžośo pomagaś, zmólki namakaś, nježli až do zjawnosći pśidu!

source: Learn about testing <a href="%(url)s">Beta</a>
dsb: Zgóńśo wěcej wó testowanju wersije <a href="%(url)s">Beta</a>

source: Report <a href="%(url)s">bugs</a>
dsb: Dajśo <a href="%(url)s">zmólki</a> k wěsći

source: Translate
dsb: Pśełožyś

source: The entire world deserves free and open source software, and Thunderbird is currently translated in more than 50 languages! Use your multilingual talents to help make Thunderbird more widely available than ever.
dsb: Ceły swět lichu software wótwórjonego žrědła zasłužyjo, a Thunderbird jo tuchylu do wěcej ako 50 rěcow pśełožony! Wužywajśo swóje wěcejrěcne talenty, aby Thunderbird za šyrše rozšyrjenje ako do togo k dispoziciji stajił.

source: Join us on <a href="%(url)s">Pontoon</a>
dsb: Pśizamkniśo se nam na <a href="%(url)s">Pontoon</a>

source: Join us on <a href="%(url)s">Weblate</a>
dsb: Pśizamkniśo se nam na <a href="%(url)s">Weblate</a>

source: Are you an experienced Thunderbird user who loves lending a helping hand? Put your knowledge to great use by joining our Support Crew and helping users around the world with their Thunderbird questions.
dsb: Sćo nazgónjony wužywaŕ Thunderbird, kótaryž rady pomgajucu ruku pódawa? Wužywajśo swóju wědu pśez to, až se našomu teamoju pomocy pśizamkujośo a wužywarjam na cełem swěśe z jich pšašanjami Thunderbird pomagaśo.

source: You can join our Thunderbird Community Support Matrix room to get and give user support.
dsb: Móžośo našomu rumoju Matrix za pomoc zgromaźeństwa Thunderbird pśistupiś, aby pomoc dostał a wužywarjam pomoc dał.

source: Document
dsb: Dokument

source: Help ensure the answers are written down before the question is even asked! From documenting features or APIs to frequently asked user support questions, put your knowledge and writing skills to use for the benefit of the entire Thunderbird community.
dsb: Pomagajśo wótegrona napisaś, nježli až jich pšašanja se stajaju! Wót dokumentěrowanja funkcijow abo API do cesto stajonych pšašanjow – stajśo swóju wědu a pisańske zamóžnosći k wužytkoju cełego zgromaźeństwa Thunderbird k dispoziciji.

source: User Support <a href="%(url)s">documentation</a>
dsb: <a href="%(url)s">Dokumentacija</a> wužywaŕskeje pódpěry

source: Developer <a href="%(url)s">documentation</a>
dsb: Wuwijaŕska <a href="%(url)s">dokumentacija</a>

source: Code <a href="%(url)s">documentation</a>
dsb: <a href="%(url)s">Dokumentacija</a> žrědłowego koda

source: Promote
dsb: Procowaś se

source: Advocacy is one of the easiest ways to contribute to Thunderbird! Boosting our posts on Mastodon, showcasing the software to a friend, upvoting a helpful answer on Reddit; anything that adds visibility is a huge help. Here’s where to find us on various social platforms, and how to get involved.
dsb: Zastupnistwo zajmow jo jadna z nejlažčejšych móžnosćow, aby k Thunderbird pśinosował! Pódpěrajśo naše pśinoski na Mastodon, prezentěrujśo pśijaśeloju software, głosujśo za pomocne wótegrono na Reddit; wšykno, což widobnosć pśidawa, jo wjelika pomoc. How namakajośo nam na wšakich socialnych platformach a kak móžośo sobu cyniś.

source: Leave a review on the Google Play
dsb: Zawóstajśo pógódnośenje na Google Play

source: Design
dsb: Wugótowaś

source: Share your ideas, and contribute to the ongoing conversations around Thunderbird’s UX and UI. We welcome your feedback to developer designs on our UX mailing list, and our companion Matrix room.
dsb: Źělśo swóje ideje a pśinosujśo k běžnym konwersacijam wokoło UX a UI Thunderbird. Witamy waše měnjenja wó designach wuwijarjow na našej rozpósłańskej lisćinje UX a pśisłušnem rumje Matrix.

source: Join in on the <a href="%(url)s">discussion</a>
dsb: Pśizamkniśo se <a href="%(url)s">diskusiji</a>

source: One more way you can contribute is by sharing <strong>ideas</strong>, <strong>priorities</strong>, and <strong>feedback</strong>. Thunderbird is yours and we're listening.
dsb: Jadna móžnosć sobu pomagaś jo teke wuměna <strong>idejow</strong>, <strong>prioritow</strong> a <strong>měnjenjow</strong>. Thunderbird wam słuša a my słuchamy.

source: Contributor <span class="txt-gradient">Experience</span>
dsb: <span class="txt-gradient">Nazgónjenje</span> sobustatkujucego

source: The ways and reasons to get involved are as diverse as the people who do.
dsb: Móžnosći a pśicyny sobustatkowanja su tak wjelerake aku luźe, kótarež sobu cynje.

source: Our volunteers come from diverse backgrounds and bring unique talents. They're making Thunderbird better for themselves and better for the world at the same time. You can join them.
dsb: Naše dobrowólniki rozdźělne slězyny maju a pśinjasu jadnorazowe talenty sobu. Pólěpšuju Thunderbird za sebje a za swět naraz. Móžośo se jim pśizamknuś.

source: Leadership, Switzerland
dsb: Wjednistwo, Šwicaŕska

source: Thunderbird is a testament to the power of the open-source community's contribution to driving innovation and efficiency.
dsb: Thunderbird jo dopokaz za móc pśinoska zgromaźeństwa wótwórjonego žrědła, až inowaciju a eficiencu spěchujo.

source: Bug Triager, USA
dsb: Pśepytowaŕ zmólkow, USA

source: If you don't have skin in the game, you can't complain about the direction the product is going in.
dsb: Jolic se njeangažěrujośo, njamóžośo se dla směra wobskjaržyś, ku kótaremuž produkt źo.

source: Developer, Germany
dsb: Wuwijaŕ, Nimska

source: It is great to be able to improve the software by fixing little things that affect me and other users
dsb: Jo wjelicnje, software pólěpšowaś, gaž mógu małe wěcy pórěźiś, kótarež mě a druge wužywarje nastupaju

source: Tester & Bug Triager, USA
dsb: Testowaŕ a pśeglědaŕ zmólkow, USA

source: I volunteer to use the beta versions as soon as they are built, report issues I find, and test fixes.
dsb: Pomagam dobrowólnje a wužywam wersije beta, gaž su dokóńcone, dawam zmólki k wěsći, kótarež namakajom a testuju pórěźenja.

source: Support & Bug Triager, United Kingdom
dsb: Pśeglědaŕ pomocy a zmólkow, Zjadnośone kralojstwo

source: I volunteer to assist others in the Thunderbird Support Forum which I find a very rewarding experience.
dsb: Pomagam dobrowólnje drugim we forumje pomocy Thunderbird, což jo proce gódne nazgónjenje za mnjo.

source: Translator, Bug Triager & Leadership, Bulgaria
dsb: Pśełožowaŕ, pśeglědaŕ zmólkow a wjednistwo, Bulgaŕska

source: I began by contributing translations, thinking that people who speak my language deserve localized versions.
dsb: Som zachopił z tym, pśełožki pśinosowaś, dokulaž som se myslił, až luźe, kótarež móju rěc powědaju, se pśełožone wersije zasłužyju.

source: Shape the <span class="txt-gradient">Future</span>
dsb: Wugótujśo <span class="txt-gradient">pśichod</span>

source: Improve software and lives by volunteering.
dsb: Pomagajśo dobrowólnje, aby software a žywjenja pólěpšył.

source: Craft tools you want to use. Help others find and use software that respects their privacy and freedom. Become part of a better future for yourself and others by putting your talents to work at Thunderbird.
dsb: Zgótowśo rědy, kótarež cośo wužywaś. Pomagajśo drugim software namakaś a wužywaś, kótaraž jich priwatnosć a lichotu respektěrujo. Buźćo źěl lěpšego pśichoda za sebje a druge a pśinjasćo swóje talenty do źěła za Thunderbird sobu.

source: Thunderbird Privacy Policy
dsb: Pšawidła priwatnosći Thunderbird

source: Website Privacy Policy
dsb: Pšawidła priwatnosći websedła

source: User Survey
dsb: Wužywaŕske napšašowanje

source: Please note: you will be redirected to <u>%(domain)s</u> to complete this survey.
dsb: Pšosym źiwajśo na to: Pósrědnjaju was dalej do <u>%(domain)s</u>, aby wy toś to napšašowanje dokóńcył.

source: Start
dsb: Startowaś

source: Thank You!
dsb: Wjeliki źěk!

source: Finish installing, and start enjoying <span class="txt-gradient">Thunderbird</span>.
dsb: Dokóńcćo instalaciju a wužywajśo <span class="txt-gradient">Thunderbird</span>.

source: Having trouble? <a class="inline-link" href="%(url)s">Get help with your installation.</a>
dsb: Maśo problemy? <a class="inline-link" href="%(url)s">>Wobstarajśo se pomoc za swóju instalaciju</a>.

source: Experience The Future Of Thunderbird
dsb: Dožywśo pśichod Thunderbird

source: Install now!
dsb: Instalěrujśo něnto!

source: Just one more step!
dsb: Jano hyšći jaden kšac!

source: Finish installing, and start enjoying Thunderbird Beta.
dsb: Dokóńcćo instalaciju a póžywajśo Thunderbird Beta.

source: Learn more about Thunderbird 115 Supernova
dsb: Zgóńśo wěcej wó Thunderbird 115 Supernova

source: Thunderbird 115 Supernova Preview: The New Folder Pane
dsb: Pśeglěd Thunderbird 115 Supernova: Nowy zarědnikowy wobceŕk

source: February 14, 2023
dsb: 14. februara 2023

source: Continue Reading
dsb: Dalej cytaś

source: Why We’re Rebuilding The Thunderbird Interface From Scratch
dsb: Cogodla wužywaŕski pówjerch Thunderbird dopołnje nowo wuwijamy

source: February 9, 2023
dsb: 9. februara 2023

source: Thunderbird Supernova Preview: The New Calendar Design
dsb: Pśeglěd Thunderbird Supernova: Nowy kalenderowy design

source: November 9, 2022
dsb: 9. nowembra 2022

source: <span class="block font-light font-4xl">Help Keep</span> Thunderbird Alive!
dsb: <span class="block font-light font-4xl">Pomagajśo</span> Thunderbird pśi žywjenju źaržaś!

source: Did you know that <strong>less than 1%</strong> of Thunderbird users fund all the work we do?
dsb: Sćo wěźeł, až <strong>mjenjej ako 1 %</strong> wužywarjow Thunderbird źěło financěrujo, kótarež cynimy?

source: <strong>Not too long ago Thunderbird was on the verge of extinction.</strong> It’s because of donations from that small group of users that we are here today!
dsb: <strong>Hyšći pśed krotkim Thunderbird jo był pśed zginjenim.</strong> Dla darow toś teje małeje kupki wužywarjow hyšći smy!

source: We don’t show advertisements or sell your data and we are completely funded by donations from our community.
dsb: Njepokazujomy wabjenje a njepśedawamy waše daty a financěrujomy se dopołnje pśez dary ze zgromaźeństwa.

source: Click here to <strong class="block">Donate!</strong>
dsb: Klikniśo how, aby <strong class="block">pósćił!</strong>

source: Help keep <strong class="block">Thunderbird Alive!</strong>
dsb: Pomagajśo <strong class="block">Thunderbird pśi žywjenju źaržaś!</strong>

source: <strong>Thunderbird</strong>’s mission is to offer a time and privacy-respecting, customizable communication experience that gives you control of your data and experience. <strong>Free to everyone!</strong>
dsb: Misija <strong>Thunderbird</strong> jo, pśiměrjujobne komunikaciske dožywjenje póbitowaś, kótarež jo cas žarjece a priwatnosć respektěrujo a wam kontrolu nad wašymi datami a dožywjenim dawa.<strong>Dermotny za kuždego!</strong>

source: Accomplishing that mission means keeping <strong>Thunderbird</strong> secure, maintaining complex server infrastructure, updating old code, fixing bugs and developing new features. <strong>These activities aren’t cheap</strong> - requiring talented software engineers and robust infrastructure.
dsb: Gaž toś tu misiju docynjamy, musymy <strong>Thunderbird</strong> wěsty źaržaś, kompleksnu serwerowu infrastrukturu wótwardowaś, stary kod aktualizěrowaś, programowe zmólki rozwězaś a nowe funkcije wuwijaś. <strong>Toś te aktiwity njejsu tunje</strong> – pominaju se softwarowe wuwijarje a robustnu infrastrukturu.

source: <strong>So today we’re asking you to help us out.</strong> If you get value from using Thunderbird, please consider giving a donation to support it!
dsb: <strong>Togodla pšosymy was, aby nam wupomagał.</strong> Jolic z wužywanja profitěrujośo, rozwažćo pšosym dar, aby jen pódpěrał!

source: What’s New in Thunderbird 102
dsb: Nowe funkcije a změny w Thunderbird 102

source: Explore the new features and changes in the new release of Thunderbird.
dsb: Wuslěźćo nowe funkcije a změny w nowej wersiji Thunderbird.

source: Message Header Redesign
dsb: Nowy design powěsćoweje głowy

source: Thunderbird 102 helps you be more productive with less effort. When reading your email, the redesigned message header allows you to focus on what matters as it highlights important information. It’s also more responsive and easier to navigate. Plus, you can star important messages from the message header itself, and easily convert them into a calendar event or a task.
dsb: Thunderbird 102 wam pomaga, aby wy z mjenjej procu produktiwnjejšy był. Gaž swóju e-mail cytaśo, powěsćowa głowa z nowym designom wam zmóžnja, se na to koncentrěrowaś, což jo wažne, dokulaž wažne informacije wuzwigujo. Mimo togo wón malsnjej reagěrujo a dajo se lažčej nawigěrowaś. Dalej móžośo wažne powěsći z powěsćoweje głowy z gwězdku markěrowaś a je lažko do tšojenja abo nadawka kalendera konwertěrowaś.

source: New Address Book
dsb: Nowy adresnik
