Repository: thunderbird/thunderbird.net-l10n
Catalog: dsb/LC_MESSAGES/messages.po
Languages: dsb

source: Thunderbird 102 gives your contacts a serious upgrade! The refreshed design makes it easier to navigate and interact with your contacts, and helps you better understand who you’re communicating with. The new Address Book has compatibility with vCard specs, meaning if your app can export your existing contacts into vCard format, Thunderbird can import them. Each contact card also acts as a launchpad for messaging, email, and event creation.
dsb: Thunderbird 102 wašym kontaktam naglědnu aktualizaciju dawa! Wótnowjony design nawigaciju a interakciju z wašymi kontaktami wólažcujo a pomaga wam, lěpjej rozměś, z kimž komunicěrujośo. Nowy adresnik ma kompatibelnosć z vCard-specifikacijami, to groni, jolic wašo nałoženje móžo waše eksistěrujuce kontakty do vCard-formata eksportěrowaś, Thunderbird móžo je importěrowaś. Kužda kontaktna kórta teke ako startowa baza za messaging, e-mail a napóranje tšojenjow słužy.

source: New Import/Export Wizard
dsb: Nowy importowy/eksportowy asistent

source: Thunderbird 102 makes it quick and simple to move your accounts and data around. The new step-by-step wizard provides a guided experience for importing all that data that’s important to you. We’ve also taken extra precautions to ensure that no data is accidentally duplicated in your profile after an import. Moving from Outlook, SeaMonkey, or another Thunderbird installation is easier than ever. No add-ons required!
dsb: Z Thunderbird 102 móžośo swóje konta a daty malsnje a lažko pśesunuś. Asistent rozpokazanje kšac pó kšacu za importěrowanje wšych datow bitujo, kótarež su wažne za was. Smy teke zapśimjeli pśidatne napšawy, aby my zawěsćili, až se žedne daty mimo wóle pó importěrowanju we wašom profilu njepódwójuju. Jo něnto lažčej ako do togo wót Outlook, SeaMonkey abo drugeje instalacije Thunderbird pśejś. Dodanki njejsu trjebne!

source: New Spaces Toolbar
dsb: Nowa rědka źělnych programow

source: New Matrix Chat Support
dsb: Nowa pódpěra za chat Matrix

source: Other Notable Changes
dsb: Druge wažne změny

source: There are many other big changes that make Thunderbird 102 a very large release including:
dsb: Dajo wjele drugich wažnych změnow, kótarež Thunderbird 102 k wjelgin wobšyrnej wersiji cynje, mjazy nimi:

source: New Icons and Default Folder Colors
dsb: Nowe symbole a standardne barwy za zarědniki

source: Use Thunderbird without an email account (for example, as an RSS reader)
dsb: Wužywajśo Thunderbird bźez e-mailowego konta (na pśikład ako RSS-cytak)

source: Numerous OpenPGP improvements
dsb: Wjele OpenPGP-pólěpšenjow

source: CalendarLocal parser converted to javascript
dsb: Parser CalendarLocal jo se konwertěrował do JavaScript

source: Today Pane calendar UI refresh
dsb: Nowy wužywarŕki powjerch wobceŕka „Źinsa“ kalendera

source: POP3 implemented in javascript
dsb: POP3 jo se implementěrował do JavaScript

source: Account settings moved to macOS application menu
dsb: Kontowe nastajenja su se pśesunuli do menija nałoženjow macOS

source: You can see details of all our changes in the release notes for <a href="%(release)s">Thunderbird 102.0 and up</a>.
dsb: Móžośp drobnostki wšych našych změnow we wersijowych informacijach za <a href="%(release)s">Thunderbird 102.0 a nowše</a> wiźeś.

source: Thunderbird is funded by users like you
dsb: Thunderbird se wót wužywarjow ako wy financěrujo

source: Thunderbird is both free and freedom respecting, but we’re also completely funded by donations! Help us sustain the project and continue to improve.
dsb: Thunderbird jo dermotny a respektěrujo lichotu, ale financěrujomy se dopołnje pśez dary! Pomagajśo nam projekt zdźaržaś a dalej pólěpšowaś.

source: Keep up with the latest and greatest updates on news, features, events, and previews, and get a sneak peek on the upcoming releases.
dsb: Wóstańśo z nejnowšymi a nejwulkotnjejšymi aktualizacijami wó powěsćach, funkcijach, tšojenjach a pśeglědach na běžnem, a póglědniśo do pśichodnych wersijow.

source: Sign me up!
dsb: Zrěgistrěrujśo mě!

source: Report Trademark or Copyright Infringement
dsb: Pśekśiwjenje markowego a stwóriśelskego pšawa k wěsći daś

source: Report Misuse of Thunderbird Trademark
dsb: Znjewužywanje marki Thunderbird k wěsći daś

source: Thunderbird is part of <a href="%(mzla)s" class="inline-link">MZLA Technologies Corporation</a>, a wholly owned subsidiary of Mozilla Foundation. Portions of this content are ©1998–%(current_year)s by individual contributors. Content available under a <a href="%(url)s" class="inline-link">Creative Commons license</a>.
dsb: Thunderbird jo źěl <a href="%(mzla)s" class="inline-link">MZLA Technologies Corporation</a>, stoprocentoweje wótnožki załožby Mozilla Foundation. Źěle toś togo wopśimjeśa su wót jadnotliwych sobuskutkujucych ©1998–%(current_year)s napórane. Wopśimjeśe stoji pód licencu <a href="%(url)s" class="inline-link">Creative Commons</a> k dispoziciji.

source: Help Keep <br> <span class="tb-title">Thunderbird</span> <span class="alive">Alive</span>
dsb: Pomagajśo nam <br> <span class="tb-title">Thunderbird</span> <span class="alive">pśi žywjenju zdźaržaś</span>

source: So today we’re asking for your help to keep Thunderbird alive and thriving. If you get value from using Thunderbird, please consider giving a donation to support it!
dsb: Togodla pšosymy was, aby nam pomagał, Thunderbird pśi žywjenju a florěrujucy zdźaržaś. Jolic z wužywanja profitěrujośo, rozwažćo pšosym dar, aby jen pódpěrał!

source: Thank you for choosing Thunderbird!
dsb: Wjeliki źěk, až sćo wubrał Thunderbird!

source: Thank you for choosing <span>Thunderbird!</span>
dsb: Wjeliki źěk, až sćo wubrał <span>Thunderbird!</span>

source: Your support is vital in keeping Thunderbird development alive and thriving. If you get value from using Thunderbird, please consider giving a donation to support it.
dsb: Waša pódpěra je wažna, aby nam pomagał, aby se wuwiśe Thunderbird pśi žywjenju a florěrujucy zdźaržało. Jolic z wužywanja profitěrujośo, rozwažćo pšosym dar, aby jen pódpěrał.

source: Experience the future of Thunderbird
dsb: Dožywśo pśichod Thunderbird

source: Install now
dsb: Něnto instalěrowaś

source: Thunderbird Everywhere!
dsb: Thunderbird wšuźi!

source: <span class="title">Thunderbird</span> <span class="everywhere">Everywhere!</span>
dsb: <span class="title">Thunderbird</span> <span class="everywhere">wšuźi!</span>

source: Help us bring Thunderbird to <span class="platform-gradient">Android</span> and <span class="platform-gradient">iOS.</span>
dsb: Pomagajśo nam Thunderbird do <span class="platform-gradient">Android</span> a <span class="platform-gradient">iOS</span> pśinjasć.

source: Did you know that <strong>less than 1%</strong> of Thunderbird users fund all the work we do? We don’t show advertisements or sell your data, and we are completely funded by donations from our community.
dsb: Sćo wěźeł, až <strong>mjenjej ako 1 %</strong> wužywarjow Thunderbird cełe źěło, kótarež cynimy, financěrujo? Njepokazujomy wabjenje abo njepśedawamy waše daty, a financěrujomy se dopołnje pśez dary ze swójogo zgromaźeństwa.

source: You kept us alive - now help us thrive!
dsb: Sćo zdźaržał nas pśi žywjenju – pomagajśo něnto nas pógóniś!

source: This year, we delivered outstanding visual changes in Thunderbird 115 and <a href="%(url)s">other major improvements</a>. In 2024, we want to make our privacy-respecting email software available to billions. Imagine Thunderbird on your <strong>Android</strong> and <strong>iOS</strong> devices!
dsb: Lětosa smy stajili wjelicne wizuelne změny w Thunderbird 115 a <a href="%(url)s">druge wětše pólěpšenja</a> k dispoziciji. W lěśe 2024 comy našu priwatnosć respektěrujucu e-mailowu software miliardam wužywarjow k dispoziciji stajiś. Pśedstajśo se Thunderbird na swójich rědach <strong>Android</strong> a <strong>iOS</strong>!

source: <strong>We can’t do this without you!</strong> If you get value from using Thunderbird, please consider giving a donation to support this goal.
dsb: <strong>Njamóžomo to bźez was gótowaś.</strong> Jolic z wužywanja profitěrujośo, rozwažćo pšosym dar, aby ten zaměr pódpěrał.

source: An illustration of Thunderbird on a phone, a desktop, and a tablet.
dsb: Ilustracija Thunderbird na telefonje, desktopje a tableśe.

source: The <strong>Thunderbird</strong> Team
dsb: Team <strong>Thunderbird</strong>

source: Thunderbird is Powered by You!
dsb: Dajo Thunderbird pśez wašu pódpěru!

source: Thunderbird <span>is Powered by You!</span>
dsb: Dajo Thunderbird <span>pśez wašu pódpěru!</span>

source: <strong>Did you know Thunderbird is funded only by donations from users like you?</strong>
dsb: <strong>Sćo wěźeł, až se Thunderbird pśez dary wót wužywarjow ako wy financěrujo?</strong>

source: We don’t show advertisements or sell your data. <strong>You are not the product.</strong>
dsb: Njepokazujomy wabjenje a njepśedawamy waše daty. <strong>Wy njejsćo produkt.</strong>

source: <strong>Without you, Thunderbird can’t exist.</strong> Giving a gift today means Thunderbird continues to remain available!
dsb: <strong>Bźez was Thunderbird njamóžo eksistěrowaś.</strong> Gaž źinsa pósćiwaśo, jo Thunderbird teke w pśichoźe k dispoziciji!

source: Since 2003, Thunderbird's mission has been to offer a powerful and customizable communication experience that respects your time, your data, and your privacy. <strong>Free for everyone!</strong>
dsb: Wót 2003 jo misija Thunderbird, mócne a pśiměrjobne komunikaciske dožywjenje bitowaś, kótarež waš cas, waše daty a wašu priwatnosć respektěrujo. <strong>Dermotny za wše!</strong>

source: Accomplishing that mission means keeping <strong>Thunderbird</strong> secure, maintaining complex server infrastructure, updating old code, fixing bugs, and developing new features. <strong>These activities are expensive</strong> - requiring talented software engineers and robust infrastructure.
dsb: Gaž toś tu misiju docynjamy, musymy <strong>Thunderbird</strong> wěsty źaržaś, kompleksnu serwerowu infrastrukturu wótwardowaś, stary kod aktualizěrowaś, programowe zmólki rozwězaś a nowe funkcije wuwijaś. <strong>Toś te aktiwity su droge</strong> – pominaju se softwarowe wuwijarje a robustnu infrastrukturu.

source: What’s New in Thunderbird 115
dsb: Nowe funkcije a změny w Thunderbird 115

source: What’s New in <br> <span class="tb-title">Thunderbird</span> <span class="version">115</span> <span class="sr-only">Supernova</span>
dsb: Nowe funkcije a změny w <br> <span class="tb-title">Thunderbird</span> <span class="version">115</span> <span class="sr-only">Supernova</span>

source: Supernova wordmark
dsb: Słowna marka Supernova

source: Learn how to get the new look
dsb: Zgóńśo, kak nowy naglěd dostawaśo

source: A nebula of stars
dsb: Gwězdna kurjawa

source: Dynamic Unified Toolbar
dsb: Dynamiska zjadnośona symbolowa rědka

source: The all new Unified Toolbar
dsb: Cele nowa zjadnośona symbolowa rědka

source: Beautiful Iconography
dsb: Rědna ikonografija

source: The improved icons
dsb: Pólěpšone symbole

source: Easy Density Control
dsb: Lažke wóźenje gustosći

source: Compact density icon
dsb: Symbol za kompaktnu gustosć

source: Default density icon
dsb: Symbol za standardnu gustosć

source: Relaxed density icon
dsb: Symbol za wótnapnětu gustosć

source: An example of the relaxed density
dsb: Pśikład za wótnapnětu gustosć

source: Intuitive App Menu
dsb: Intuitiwny nałožeński meni

source: The new AppMenu
dsb: Nowy nałožeński meni

source: New + Sortable Folder Modes
dsb: Nowe a sortěrujobne moduse zarědnikow

source: Eye-Catching Tags View
dsb: Do wócowu bijucy naglěd wobznamjenjow

source: The improved folder pane
dsb: Pólěpšony wobceŕk zarědnika

source: Modernized Cards View
dsb: Modernizěrowany naglěd kórtow

source: An example of a message in card view
dsb: Pśikład powěsći w kórtowem naglěźe

source: Improved Address Book
dsb: Pólěpšony adresnik

source: The improved address book edit pane
dsb: Pólěpšony wobźěłański wobceŕk adresnika

source: Expanded Accessibility
dsb: Rozšyrjona bźezbariernosć

source: Button
dsb: Tłocašk

source: Button 1
dsb: Tłocašk 1

source: Button 2
dsb: Tłocašk 2

source: Button 3
dsb: Tłocašk 3

source: Button 4
dsb: Tłocašk 4

source: Improved Calendar Design
dsb: Pólěpšony kalenderowy design

source: The improved calendar
dsb: Pólěpšony kalendaŕ

source: More to come!
dsb: Pśiźo wěcej!

source: Welcome to the evolution of Supernova!
dsb: Witajśo k wuwijanjeju Supernova!

source: Fast and Fluid
dsb: Malsny a běžny

source: Cards View
dsb: Kórtowy naglěd

source: Accent Colors
dsb: Akcentowe barwy

source: Folder Pane
dsb: Pólo zarědnikow

source: Rust Revolution
dsb: Rewolucija Rust

source: Native Windows Notifications
dsb: Systemowe powěźeńki Windows

source: Context Menu Improvements
dsb: Pólěpšenja kontekstowych menijow

source: Account Color Customization
dsb: Pśiměrjenje kontowych barwow

source: New in Thunderbird 68
dsb: Nowe w Thunderbird 68

source: This article describes some of the major changes visible to users in Thunderbird version 68.0. Full details of all the changes can be found in the <a href="%(release)s">Thunderbird 68 release notes</a>.
dsb: Toś ten nastawk někotare z nejwažnjejšych změnow wopisujo, kótarež su widobne za wužywarjow Thunderbird 68.0. Dopołne informacije wó wšych změnach namakajośo we <a href="%(release)s">wersijowych informacijach Thunderbird 68</a>.

source: Better Dark Theme
dsb: Lěpša śamna drastwa

source: The dark theme available in Thunderbird has been enhanced with a dark message thread pane as well as many other small improvements.
dsb: Śamna drastwa, kótaraž jo w Thunderbird k dispoziciji, jo se rozšyriła pśez śamne powěsćowe wokno ako teke wjele drugich małych pólěpšenjow.

source: Filelink Improved
dsb: Pólěpšony Filelink

source: Filelink attachments that have already been uploaded can now be linked to again instead of having to re-upload them. Also, an account is no longer required to use the default Filelink provider - <strong>WeTransfer</strong>.
dsb: Pśidanki Filelink, kótarež su se južo nagrali, daju se něnto zwězaś, město togo, aby se znowego nagrali. Mimo togo njejo wěcej konto trjebne, aby standardnego póbitowarja Filelink - <strong>WeTransfer</strong> - wužywało.

source: Other Filelink providers like Box and Dropbox are not included by default, but can be added by grabbing the <a href="%(dropbox)s">Dropbox</a> and <a href="%(box)s">Box</a> add-ons.
dsb: Druge póbitowarje Filelink ako na pśikład Box a Dropbox pó standarźe njejsu wopśimjone, ale daju se pśidaś, gaž dodanka <a href="%(dropbox)s">Dropbox</a> a <a href="%(box)s">Box</a> instalěrujośo.

source: Options/Preferences in a Tab
dsb: Nastajenja w rejtariku

source: Thunderbirdʼs Options/Preferences have been converted from a dialog window to its own dedicated tab. The new Preferences tab provides more space which allows for better organized content and is more consistent with the look and feel of the rest of Thunderbird.
dsb: Nastajenja Thunderbird su se konwertěrowali z dialogowego wokna do swójskego rejtarika. Nowy rejtarik Nastajenja wěcej ruma bitujo, kótaryž lěpjej zorganizěrowane wopśimjeśe zmóžnja a jo wěcej konsistentny z wenkownym naglědom zbytnego Thunderbird.

source: The new Preferences tab also makes it easier to multi-task without the problem of losing track of where your preferences are when switching between windows.
dsb: Nowy rejtarik Nastajenja teke wuwjeźenje někotarych nadawkow wólažcujo, mimo aby pśeglěd wó swójich nastajenjach zgubił, gaž mjazy woknami pśešaltujośo.

source: There are many other smaller changes that make Thunderbird 68 feel polished and powerful including: a new App Menu UI, an updated To/CC/BCC selector in compose, improved attachment management, full color support across the app, filters can now be set to run periodically, and feed articles now show external attachments as links.
dsb: Dajo wjele dalšnych małych změnow, z kótarymiž Thunderbird 68 elegantny a wugbały wuglěda: nowy wužywaŕski pówjerch menija nałoženja, zaktualizěrowane wuběrańske pólo za Komu/Kopija/Schowana kopija we woknje Pisaś:, pólěpšone zastojanje pśidankow, połna barwowa pódpěra pśez nałoženje, filtry daju sr něnto tak nastajiś, až se periodiski wuwjeduju a kanalowe nastawki něnto eksterne pśidanki ako wótkaze pokazuju.

source: There are many other updates in this release, you can see a list of all of them in the <a href="%(release)s">Thunderbird 68 release notes</a>.
dsb: W toś tej wersiji wjele drugich aktualizacijow jo, móžośo lisćinu z nimi we <a href="%(release)s">wersijowych informacijach Thunderbird 68</a> wiźeś.

source: New in Thunderbird 78
dsb: Nowe w Thunderbird 78

source: This article describes some of the major changes visible to users in Thunderbird version 78. Full details of all the changes can be found in the <a href="%(release)s">Thunderbird release notes from 78.0 and up</a>.
dsb: Toś ten nastawk někotare z nejwažnjejšych změnow wopisujo, kótarež su widobne za wužywarjow Thunderbird 78.0. Dopołne informacije wó wšych změnach namakajośo we <a href="%(release)s">wersijowych informacijach Thunderbird 78 a nowšych</a>.

source: Dark mode
dsb: Śamny modus

source: There is now a dark mode in Thunderbird, making late-night email easier on the eyes. To enable, Thunderbird will use your operating system settings to see if you have enabled dark mode OS-wide.
dsb: Dajo něnto śamny modus w Thunderbird, z kótarymž źěło z mejlkami jo radne za wócy w nocy. Aby jen zmóžnił, Thunderbird nastajenja źěłowego systema wužywa, aby zwěsćił, lěc śamny modus w cełem źěłowym systemje zmóžnjony.

source: Account Setup & Account Central Updated
dsb: Kontowa konfiguracija a kontowa centrala stej se aktualizěrowałej

source: The Account Setup window and the Account Central tab have both been updated. The Account Central tab appears when you do not have an account setup, or when you select an existing account in the folder tree.
dsb: Wokno konfigurěrowanja konta a rejtarik kontoweje centrale stej se zaktualizěrowałej. Rejtarik kontoweje centrale se zjawijo, gaž kontowu konfiguraciju njamaśo, abo gaž eksistěrujuce konto w bomje zarědnikow wuběraśo.

source: Redesigned Compose Window
dsb: Nowo wugótowane wobźěłowańske wokno

source: The redesigned compose window makes it easier to manage many email recipients, and the new intuitive layout helps users to discover its features.
dsb: Nowo designowane wokno „Pisaś“ wólažcujo, wjele e-mailowych dostawarjow zastojaś a nowe intuitiwne wugótowanje wužywarjam pomaga, jogo funkcije namakaś.

source: End-to-End Encrypted Email Support
dsb: Pódpěra za e-maile skoděrowane kóńc do kóńca

source: You can see details of all our changes in the release notes for <a href="%(release)s">Thunderbird 78.0 and up</a>.
dsb: Móžośp drobnostki wšych našych změnow we wersijowych informacijach za <a href="%(release)s">Thunderbird 78.0 a nowše</a> wiźeś.

source: New in Thunderbird 91
dsb: Nowe w Thunderbird 91

source: This article describes some of the major changes visible to users in Thunderbird version 91. Full details of all the changes can be found in the <a href="%(release)s">Thunderbird release notes from 91.0 and up</a>.
dsb: Toś ten nastawk někotare z nejwažnjejšych změnow wopisujo, kótarež su widobne za wužywarjow Thunderbird 91. Dopołne informacije wó wšych změnach namakajośo we <a href="%(release)s">wersijowych informacijach Thunderbird 91.0 a nowšych</a>.

source: New Account Setup
dsb: Konfigurěrowanje nowego konta

source: Attachments & Drag-and-Drop
dsb: Pśidanki a śěgnuś a pušćiś

source: UI Density Control
dsb: Wóźenje gustosći wužywaŕskego pówjercha

source: Protect Your Privacy
dsb: Šćitajśo swóju priwatnosć

source: Learn More
dsb: Dalšne informacije

source: Calendar Improvements
dsb: Pólěpšenja kalendarja

source: PDF Viewer
dsb: PDF-cytak

source: There are many other big changes that make Thunderbird 91 a very large release including:
dsb: Dajo wjele drugich wažnych změnow, kótarež Thunderbird 91 k wjelgin wobšyrnej wersiji cynje, mjazy nimi:

source: Native support for macOS devices built with Apple Silicon CPU
dsb: Natiwna pódpěra za macOS-rědy z Apple Silicon CPU

source: CardDAV Address Book Support (and CardDAV auto-detection support)
dsb: Pódpěra za CardDAV-adresniki (a pódpěra za awtomatiske namakanje CardDAV)

source: Printing UI updated
dsb: Śišćaŕski wužywaŕski pówjerch jo se zaktualizěrował

source: Ability to change order of accounts in UI
dsb: Móžnosć, pórěd kontow we wužywaŕskem pówjerchu změniś

source: You can see details of all our changes in the release notes for <a href="%(release)s">Thunderbird 91.0 and up</a>.
dsb: Móžośp drobnostki wšych našych změnow we wersijowych informacijach za <a href="%(release)s">Thunderbird 91.0 a nowše</a> wiźeś.

source: These are officially maintained and distributed by Thunderbird. Download the latest Release version unless you wish to test the Beta version and report bugs.
dsb: Toś te se oficielnje pśez Thunderbird wótwarduju a rozdźěluju. Ześěgniśo nejnowšu stabilnu wersiju, snaźkuli cośo wersiju Beta testowaś a zmólki k wěsći daś.

source: The Daily version is an unstable testing and development platform, make sure you back up important data regularly!
dsb: Wersija Daily jo instabilna testowańska a wuwijańska platforma, zarucćo, až se wažne daty pšawidłownje zawěsćuju!

source: Thunderbird Release is available for testing purposes only until releases are deemed stable enough for official support. Make sure you backup important data regularly!
dsb: Wersija Thunderbird jo jano za testowe zaměry k dispoziciji, daniž wersije ako stabilne dosć za oficielnu pódpěru njepłaśe. Zawěsććo, až swóje daty pšawidłownje zawěsćujośo!

source: Locale
dsb: Rěc

source: Release Channel
dsb: Kanal Release

source: Operating System
dsb: Źěłowy system

source: Need a specific installer?
dsb: Trjebaśo wěsty instalaciski program?

source: Installer Type
dsb: Typ instalaciskego programa

source: Other Downloads
dsb: Druge ześěgnjenja

source: More Information
dsb: Dalšne informacije

source: System Requirements
dsb: Systemowe pominanja

source: New
dsb: Nowy

source: These are officially maintained and distributed by Thunderbird Mobile.
dsb: Toś te se oficielnje pśez Thunderbird za mobilne rědy wótwarduju a rozdźěluju.

source: Binary (.apk)
dsb: Binarny (.apk)

source: These are officially maintained and distributed by Thunderbird.
dsb: Toś te se oficielnje pśez Thunderbird wótwarduju a rozdźěluju.

source: Jump to the language you wish to download by using the legend below.
dsb: Pśejźćo z pomocu slědujuceje legendy do rěcy, kótaruž cośo ześěgnuś.

source: Releases
dsb: Wersije

source: Thunderbird Release Notes Atom Feed
dsb: Kanal Atom Wersijowe informacije Thunderbird

source: Thunderbird release notes are specific to each version of the application. Select your version from the list below to see the release notes for it.
dsb: Wersijowe informacije Thunderbird pśecej wěstu wersiju nałoženja nastupaju. Wubjeŕśo swóju wersiju ze slědujuceje lisćiny, aby se jeje wersijowe informacije woglědał.

source: Wallpaper
dsb: Slězynowy wobraz

source: Thunderbird Desktop Wallpaper
dsb: Desktopowy slězynowy wobraz Thunderbird

source: Thunderbird Desktop Wallpaer
dsb: Desktopowy slězynowy wobraz Thunderbird
