Repository: thunderbird/thunderbird.net-l10n
Catalog: dsb/LC_MESSAGES/messages.po
Languages: dsb

source: If you're looking for holiday calendars, please click <a href="%(url)s">here</a>.
dsb: Jolic kalendarje swětych dnjow pytaśo, klikniśo pšosym <a href="%(url)s">how</a>.

source: Holiday Calendar
dsb: Prozninski kalendaŕ

source: Add your nation’s holidays to <span class="txt-gradient">Calendar</span>!
dsb: Pśidajśo <span class="txt-gradient">kalendarjeju</span> swóje narodne swěte dny!

source: We’ve got some holiday calendar files available for download. You can either download and then import them into Calendar or you can just subscribe to these calendars by copying their URL and then adding them as new remote calendar files. More information on installing a holiday calendar can be found in the <a href="%s">Adding a holiday calendar article</a>.
dsb: Stajamy někotare kalendrowe dataje swětych dnjow za ześěgnjenje k dispoziciji. Móžośo pak je ześěgnuś a pón do kalendarja importěrowaś pak jadnorje toś te kalenderyi aboněrowaś, pśez to, až jich URL kopěrujośo a je pón ako nowe kalenderowe dataje pśidawaśo. Dalšne informacije wó instalěrowanju kalendera swětych dnjow móžośo w nastawku <a href="%s">Kalender swětych dnjow pśidaś</a> namakaś.

source: <a href="%(url)s" class="inline-link text-blue">%(country)s</a> holidays thanks to %(authors)s
dsb: <a href="%(url)s" class="inline-link text-blue">%(country)s</a>, dźak %(authors)s

source: Contact Us
dsb: Stajśo se z nami do zwiska

source: Need to <span class="txt-gradient">Talk?</span>
dsb: Musyśo <span class="txt-gradient">powědaś?</span>

source: Direct your inquiries to the teams below.
dsb: Stajśo swóje pšašanja na dołojce naspomnjete teamy.

source: Support
dsb: Pomoc

source: Support Website
dsb: Websedło pomocy

source: Donation Help
dsb: Pomoc wó pósćiwanju

source: For questions about how to use Thunderbird, visit and search our Support Website. Feel free to submit a new question if you cannot find an answer. Please remember to be courteous to our staff and volunteers.
dsb: Za pšašanja, kak móžośo Thunderbird wužywaś, woglědajśo se a pśepytajśo našo websedło pomocy. Móžośo rady nowe pšašanje stajiś, jolic njamóžośo wótegrono namakaś. Pšosym pómysliśo se na to, až sćo zdwórliwy k našym sobuźěłaśerjam a dobrowólnikam.

source: To get the best support, please ask your question in English. If you prefer to ask a question in %(lang)s you can try this non-Mozilla community forum <a class="dotted" href="%(link)s">link</a>.
dsb: Aby nejlěpšu pódpěru dostał, stajśo se pšosym swójo pšašanje engelski. Jolic cośo lubjej swójo pšašanje w rěcy %(lang)s stajiś, móžośo to w toś tom <a class="dotted" href="%(link)s">forumje</a> wopytaś, kótaryž k Mozilla njesłuša.

source: Security
dsb: Wěstota

source: To report a software vulnerability, please submit an issue on Bugzilla with the security box checked. This checkmark will make the report visible only to our security team, who can address vulnerabilities before public disclosure.
dsb: Aby słaby dypk softwary k wěsći dał, sćelśo pšosym powěźeńku na Bugzilla ze zmóžnjonym kontrolnym kašćikom Wěstota. Toś ta kokulka buźo rozpšawu jano za wěstotny team widobnu cyniś, kótaryž móžo słabe dypki pórěźiś, nježli až do zjawnosći pśidu.

source: Media
dsb: Medije

source: Outreach Team
dsb: Team zjawnostnego źěła

source: Thunderbird and the people who make it are amazing. Obtain access to our team for your story, review, or other content by emailing our Outreach Team.
dsb: Thunderbird a luźe, kótarež jen wuwijaju, su późiwabne. Wobstarajśo se pśistup k našomu teamoju za wašo tšojeńko, pógódnośenje abo druge wopśimjeśe, gaž našomu kontaktowemu teamoju mejlku sćelośo.

source: Business
dsb: Pśekupniske

source: Business Team
dsb: Team za pśedewześa

source: Organizations wanting to sponsor software development or obtain assistance in large-scale deployments should email our Business Team. This team also handles other partnership inquiries.
dsb: Organizacije, kótarež kśě wuwiśe software sponserowaś abo pomoc we wjelikich pśigótowanjach dostaś, měli na naš team za pśedewześa mejlku słaś. Toś ten team teke druge napšašowanja za partnaŕstwom wobźěłujo.

source: Participate
dsb: Wobźěliś se

source: Participate Page
dsb: Wobźěleński bok

source: If you have talents you're interested in sharing but don't know where to start, learn how to get started by visiting our Participate page. Here you'll find the volunteer community that matches your interests.
dsb: Jolic talenty maśo, kótarež cośo pśinosowaś, ale njewěsćo, źož móžośo zachopiś, zgóńśo na našom wobźěleńskem boku, kak móžośo zachopiś. How namakajośo zgromaźeństwo dobrowólnikow, kótarež waše zajmy źěle.

source: Trademark Misuse
dsb: Znjewužywanje wikowych markow

source: DMCA Notice
dsb: DMCA-pokazka

source: Protect future users from malware, data mining, or being fraudulently charged for Thunderbird by reporting trademark misuse. If you believe we are infringing on your copyright or trademark, please send a DMCA notice.
dsb: Šćitajśo pśichodne wužywarje pśed škódneju software, gromaźenim datow abo wobšudnikojskimi płaśeńskimi napominanjami a dajśo znjewužywanje wikowych markow k wěsći. Jolic se mysliśo, až se pśeśiwo wašomu awtorskemu pšawoju abo wikowej marce pśejźomy, sćelśo nam powěźeńku DMCA.

source: Thunderbird Desktop
dsb: Thunderbird za Desktop

source: Thunderbird Desktop.
dsb: Thunderbird za Desktop.

source: Core Features.
dsb: Głowne funkcije.

source: Core <span class="txt-gradient">Features</span>
dsb: Głowne <span class="txt-gradient">funkcije</span>

source: Multiple Account Support
dsb: Pódpěra někotarych kontow

source: Manage all your emails in one place.
dsb: Zastojśo swóje mailki na jadnom městnje.

source: Ad Free Experience
dsb: Dožywjenje bźez wabjenja

source: Read Our Privacy Policy
dsb: Cytajśo naše pšawidła priwatnosći

source: Cross Platform Support
dsb: Platformu pśesegajuca pódpěra

source: Your email should work wherever you do.
dsb: Waša e-mail měła wšuźi funkcioněrowaś.

source: See All Available Versions
dsb: Glejśo wšykne wersije, kótarež su k dispoziciji

source: A cropped screenshot of the Thunderbird interface.
dsb: Pśirězane foto wobrazowki wužywaŕskego pówjercha Thunderbird.

source: Calendar, Contacts, and Tasks
dsb: Kalendaŕ, kontakty a nadawki

source: Better Security and Privacy
dsb: Lěpša wěstota a priwatnosć

source: View the Source Code
dsb: Žrědłowy kod pokazaś

source: The Thunderbird logo in an opened gift box.
dsb: Logo Thunderbird we wócynjonem darjeńskem pakśiku.

source: Always Free and Open
dsb: Pśecej dermotny a wótwórjony

source: Thunderbird is a gift from people like you.
dsb: Thunderbird jo dar wót luźi ako wy.

source: Learn Our Mission
dsb: Póznajśo našu misiju

source: Third-Party Ecosystem.
dsb: Ekosystem tśeśich póbitowarjow.

source: Third-Party <span class="txt-gradient">Ecosystem</span>
dsb: <span class="txt-gradient">Ekosystem</span> tśeśich póbitowarjow

source: Explore Thunderbird Add-Ons
dsb: Wuslěźćo dodanki Thunderbird

source: A grid of various add-on icons.
dsb: Kśidno wšakich symbolow za dodanki.

source: Helpful Resources.
dsb: Wužytne resurse.

source: Helpful <span class="txt-gradient">Resources</span>
dsb: Wužytne <span class="txt-gradient">resurse</span>

source: Level up your Thunderbird Skills.
dsb: Pólěpšćo swóje zamóžnosći Thunderbird.

source: Getting Started
dsb: Prědne kšace

source: How to Participate
dsb: Kak se wobźěliś

source: Share Ideas
dsb: Ideje źěliś

source: Find Support
dsb: Pomoc namakaś

source: Support Site
dsb: Sedło pomocy

source: Contribute
dsb: Sobu cyniś

source: Become a <span class="txt-gradient">Supporter</span>
dsb: Buźćo <span class="txt-gradient">pódpěraŕ</span>

source: Help us make Thunderbird better.
dsb: Pomagajśo nam Thunderbird pólěpšyś.

source: MZLA Technologies Corporation is the for-profit organization sustaining the free software mission of Thunderbird. Our work is to provide open source apps that are secure, private and available for users around the world. Your support helps us:
dsb: MZLA Technologies Corporation jo na wudobytk orientěrowana organizacija, kótaraž misiju Thunderbird licheje software pódpěra. Našo źěło ma nałoženja wótwórjonego žrědła k dispoziciji stajiś, kótarež su wěste, priwatne a k dispoziciji za wužywarjow na cełem swěśe. Waša pódpěra nam pomaga:

source: Develop new apps, integrations and features
dsb: Nowe nałoženja, integracije a funkcije wuwijaś

source: Improve the interface, speed, and stability
dsb: Wužywaŕski pówjerch, malsnosć a stabilnosć pólěpšowaś

source: Promote Thunderbird and software freedom
dsb: Thunderbird a softwarowu lichotu spěchowaś

source: Serve millions of free app downloads each year
dsb: Miliony dermotnych ześěgnjenjow nałoženjow na lěto póbitowaś

source: Not tax deductible as a charitable donation
dsb: Njedajo se ako dar wót danka wótsajźiś

source: Frequently Asked Questions
dsb: Cesto stajone pšašanja

source: Become a <span class="txt-gradient">Corporate Supporter</span>
dsb: Buźćo <span class="txt-gradient">pśedewześowy pódpěraŕ</span>

source: Secure an open future for yourself and the world.
dsb: Zawěsććo se wótwórjony pśichod za sebje a za swět.

source: Organizations deploying Thunderbird at scale or who share our passion for expanding digital freedoms can make a difference by becoming a one-time or recurring corporate supporter. Small to medium size contributions can be made with the form above. For contributions greater than $5000 USD please contact our business team. Thank you in advance for your generous support!
dsb: Organizacije, kótarež Thunderbird we wjelikej měrje wužywaju, abo našo zagórjenje za rozšyrjanje digitalnych lichotow źěle, mógu něco dojśpiś, gaž budu jadnorazowy abo pšawidłowny pśedewześowy pódpěraŕ. Małe do srjejźnych darow móžośo z formularom górjejce cyniś. Za pśinoski, kótarež su wětše ako 5.000 US-dolarow, stajśo se pšosym z našym pśekupniskim teamom do zwiska. Źěkujomy se wam doprědka za wašu šćodriwu pódpěru!

source: Contact the Business Team
dsb: Stajśo se z teamom za pśedewześa do zwiska

source: A rocket with the Thunderbird logo.
dsb: Raketa z logom Thunderbird.

source: Donor Help
dsb: Pomoc za pósćiwarje

source: Thank you for contacting us. A case has been created for your issue and we will be in touch shortly.
dsb: Źěkujomy se, až sćo nas skontaktěrował. Pad jo se napórał za waš problem a dajomy se skóro wót nas słyšaś.

source: We will get back to you soon.
dsb: Stajijomy se skóro z wami do zwiska.

source: Return to Thunderbird.net
dsb: Slědk k Thunderbird.net

source: Support Thunderbird for Android
dsb: Pódprějśo Thunderbird za Android

source: Download
dsb: Ześěgnuś

source: Download <span class="txt-gradient">Thunderbird</span>
dsb: Ześěgniśo <span class="txt-gradient">Thunderbird</span>

source: Available on Windows, Linux, Mac, and Android.
dsb: K dispoziciji na Windows, Linux, Mac a Android.

source: Download and languages options
dsb: Ześěgnjeńske a rěcne nastajenja

source: Download Thunderbird
dsb: Thunderbird ześěgnuś

source: Your system doesn't meet the <a href="%(url)s">requirements</a> to run Thunderbird.
dsb: Waš system njewotpowědujo <a href="%(url)s">pominanjam</a>, aby Thunderbird funkcioněrował.

source: Please follow <a href="%(url)s">these instructions</a> to install Thunderbird.
dsb: Pšosym slědujśo <a href="%(url)s">toś tym instrukcijam</a> za instalěrowanje Thunderbird.

source: Free forever.
dsb: Na pśecej dermotny.

source: to make it better.
dsb: , aby jen pólěpšył.

source: Contact us
dsb: Kontakt

source: What are the ways I can give?
dsb: Kak mógu pósćiś?

source: <p>You can <a href="%(donate)s">donate online</a> securely by credit card or PayPal, Google Pay, Apple Pay, and by bank transfers through SEPA, iDEAL and ACH.<br/> <strong>Give in your local currency!</strong> We accept over 100! Choose yours from the drop down menu next to ‘Amount’.<br/> <strong>You can give offline in USD only</strong> by mailing a check or money order made payable to "MZLA Technologies Corp". Mail to: </p> <ul class="check-address"> <li>MZLA</li> <li>PO Box 25718</li> <li>Pasadena CA 91185-5718</li> </ul> <p>Please include your email address on the memo line of your check to help us track and attribute your gift. We can only send acknowledgement receipts by email.</p> <p> <strong>Give the gift of your time!</strong> If you would like to learn how to contribute to Thunderbird in other ways such as coding, translating or testing, please visit our <a href="%(ways_to_help)s">Participate</a> page.</p>
dsb: <p>Móžośo wěsće z kreditoweju kórtu abo PayPal, Google Pay, Apple Pay a pśez bankowe pśepokazanja pśez SEPA, iDEAL a ACH <a href="%(donate)s">online pósćiś</a>.<br/><strong>Pósććo w swójej lokalnej měnje!</strong> Akceptěrujomy wěcej ako 100! Wubjeŕśo swóje z wuběrańskego menija pódla ‚Suma‘.<br/><strong>Offline móžośo jano w US-dolarach pósćiś</strong>, gaž šek abo płaśeński nadawk z e-mailu sćelośo, kótarejž stej na „MZLA Technologies Corp“ płaśobnej. Sćelśo mejlku na:</p> <ul class="check-address"> <li>MZLA</li> <li>PO Box 25718</li> <li>Pasadena CA 91185-5718</li> </ul> <p>Pšosym zasajźćo swóju e-mailowu adresu do wužywańskego zaměra swójogo šeka, aby nam pomagał, waš dar slědowaś a pśirědowaś. Móžomy wobkšuśenja dostaśa jano pśez e-mail słaś.</p> <p> <strong>Pósććo swój cas!</strong> Jolic wy by rady wěcej wó tom zgónił, kak móžośo na drugu wašnju, na pśikład pśez programěrowanje, pśełožowanje abo testowanje, pśinosowaś, woglědajśo se pšosym k našomu <a href="%(ways_to_help)s">wobźěleńskemu</a> bokoju.</p>

source: How do I cancel or change my recurring gift? Can I change my payment method or my donation frequency?
dsb: Kak mógu swój pšawidłowny dar storněrowaś abo změniś? Mógu swóju płaśeńsku metodu abo cestosć swójich darow změniś?

source: Does my gift give me access to tech support?
dsb: Dostanu technisku pódpěru za móju pósćiwanku?

source: How do I get a receipt?
dsb: Kak mógu kwitowanku dostaś?

source: Is my gift tax deductible?
dsb: Dajo se mója pósćiwanka wót danka wótsajźiś?

source: Gifts to Thunderbird <strong>are not tax-deductible as charitable gifts</strong>, but are greatly appreciated!<br/> Giving to Thunderbird supports the development of open source apps that are secure, private and available for users around the world. Your support also ensures that our core apps remain free for everyone.
dsb: Dary za Thunderbird <strong>njedaju se ako dobrotne dary njejsu wót dankow wótsajźiś</strong>, ale su wjelgin witane!<br/> Dary za Thunderbird wuwiśe nałoženja wótwórjonego žrědła pódpěraju, kótarež su wěste, priwatne a za wužywarjow z cełego swěta k dispoziciji. Waša pódpěra teke zawěsćujo, až naše głowne nałoženja za kuždego dermotne wóstaś.

source: Why do you need my address in order to process a gift?
dsb: Cogodla jo mója adresa trjebna za pśeźěłowanje pósćiwanki?

source: We understand that your privacy is very important -- we agree, and that's a core value of ours at Thunderbird and Mozilla. Your address is part of our Payment Processing, Contact and Donation Information that we outline in our <a href="%(url)s">Privacy Policy</a>. This data is used for payment processing, transactional receipts, fraud detection and record-keeping purposes. If you want to know more about the personal information data we receive, the third-party vendors we trust, and how long we keep your data, please refer to our <a href="%(website_privacy)s">Websites, Communications & Cookies Privacy Notice</a>.
dsb: Rozmějomy, až waša priwatnosć jo wjelgin wažna – tomu pśigłosujomy, a to jo naša centralna gódnota z Thunderbird a Mozilla. Waša adresa jo źěl našych informacijow wó pśewjeźenju płaśenjow, kontaktach a darach, kótarež w našych <a href="%(url)s">pšawidłach priwatnosći</a> wopisujomy. Toś te daty se za pśewjeźenje płaśenjow, transakciske kwitowanki, namakanje wobšudow a napisanja wužywaju. Jolic cośo wěcej wó wósobinskich datach wěźeś, kótarež dostawamy, wó tśeśich póbitowarjach, kótarymž dowěrjamy a wó tom, kak dłujko waše daty chowamy, cytajśo pšosym <a href="%(website_privacy)s">powěźeńku priwatnosći wó websedłach, powěźeńkach a cookiejach</a>.

source: How can I turn off the donation message on the Thunderbird start page?
dsb: Kak móžom pósćiwańsku powěźeńku na startowem boku Thunderbird znjemóžniś?

source: To learn how to customize your start page please visit:<br/><a href="%(url)s">%(url)s</a>
dsb: Aby zgónił, kak móžośo swój startowy bok pśiměriś, woglědajśo se pšosym k: <br/><a href="%(url)s">%(url)s</a>

source: How can I get a business receipt?
dsb: Kak mógu wobchodowu kwitowanku dostaś?

source: Is my donation secure?
dsb: Jo mój dar wěsty?

source: Yes, we use industry-standard SSL technology to keep your information secure. We partner with Stripe, the industry's established payment processor trusted by some of the world's largest companies. Your sensitive financial information never touches our servers. We send all data directly to Stripe's PCI-compliant servers through SSL. We understand that your privacy is very important. For complete information please refer to the <a href="%(privacy)s">Mozilla Privacy Policy</a>.
dsb: Jo, wužywamy SSL-technologiju pó industrijnem standarźe, aby my waše informacije šćitali. Źěłamy ze Stripe ako partnaŕ gromaźe, z etablěrowanym płaśeńskim słužbywugbarjom, kótaremuž někotare z nejwětšych pśedewześow swěta dowěrje. Waše sensibelne financne informacije se nigda našych serwerow dotykuju. Sćelomy wšykne daty pśez SSL na serwery Stripe, kótarež su z PCI konformne. Rozmějomy, až waša priwatnosć jo wjelgin wažna. Za dopołne informacije cytajśo pšosym <a href="%(privacy)s">pšawidła priwatnosći Mozilla</a>.

source: Can I request a refund?
dsb: Mógu póžedanje na zarownanje stajiś?

source: Your donation may be eligible for a refund. You must <strong>contact us within 15 days of payment date.</strong> If you believe this payment was made without your authorization, please contact us immediately. <strong>Donations made via ACH or SEPA direct debit are ineligible for refunds.</strong> Due to the nature of these transactions our policy prioritizes minimizing refund fraud. We appreciate your understanding. If you need assistance, <a href="%(help)s">please contact us</a>.
dsb: Waš dar snaź za zarownanje do pšašanja pśiźo. Musyśo <strong>se z nami w běgu 15 dnjow pó płaśeńskem datumje do zwiska stajiś.</strong> Jolic se mysliśo, až toś to płaśenje jo se pśewjadło bźez wašeje awtorizěrowanja, stajśo se pšosym z nami ned do zwiska. <strong>Dary pśez wótśěgnjeńku ACH abo SEPA se njezarownaju.</strong> Typa toś tych transakcijow dla se naše pšawidła pśeśiwo wobšuźe pśez zarownanja měrje. Pšosymy was wó wašo rozměśe. Jolic pomoc trjebaśo, <a href="%(help)s">stajśo se z nami do zwiska</a>.

source: Are there additional fees added to my donation?
dsb: Nastawaju pśidatne płaśonki za mój dar?

source: We do not collect any additional fees or taxes. When you donate in your local currency you are not charged a conversion fee by your credit card. You can choose to also cover the payment processing transaction costs. This is completely voluntary and you may opt in or out using the checkbox on our donation form. Our organization is based in the United States. We encourage donors to research any additional external taxes or fees that may be applied by regulators such as your bank or tax authority.
dsb: Pśidatne płaśonki abo danki njewuběramy. Gaž w swójich lokalnych pjenjezach pósćiwaśo, wam wašu kreditowu kórtu z pśeliceńskim płaśonkom njewobśěžyju. Móžośo teke naše transakciske kosty za pśeźěłanje płaśenjow wótpłaśiś. To jo dopołnje dobrowólne a móžośo wótpowědny kontrolny kašćik w našom pósćiwańskem formularje zmóžniś abo znjemóžniś. Naša organizacija ma swójo sedło w Zjadnośonych statach. Pórucujomy pósćiwarjam, se wó pśidatnych eksternych dankach abo płaśonkach informěrowaś, kótarež regulěrowańske zastojnstwa ako waša banka abo dankowe zastojnstwo wuběraju.

source: What do the transaction costs cover?
dsb: Co transakciske kosty wopśimuju?

source: When you opt to cover our payment transaction costs, you're covering both our payment processing and donation platform fees. The costs associated with our robust online donation system allows us to continue scaling sustainably as our supporter-base grows. Our donation platform and payment processor partners reduce internal costs associated with maintaining our own system from scratch. Our partners ensure we can accept a wide range of currencies/payment methods and remain PCI compliant in all of the countries that we accept gifts from. The transaction costs you may choose to cover are based on an estimate of our overall costs. Due to many factors actual costs may fluctuate.
dsb: Gaž se rozsuźujośo, naše płaśeńske transakciske kosty pśewześ, płaśiśo naše płaśonki za pśeźěłanje płaśenjow ako teke te za pósćiwańsku platformu. Kosty, kótarež su z našym robustnym pósćiwańskim systemom online zwězane, nam zmóžnjaju, dalej trajnje skalěrowaś, gaž naša baza pódpěrarjow rosćo. Naša pósćiwańska platforma a naše partnaŕske słužbywugbarje interne kosty reducěruju, kótarež su z wuźaržowanim našogo swójskego systema wót wšogo zachopjeńka zwězane. Naše partnarje zawěsćuju, až móžomy wjeliku licbu pjenjezow/płaśeńskich metodow akceptěrowaś a we wšych krajach, z kótarychž dary dostawamy, PCI-konformne wóstaś. Transakciske kosty, kótarež cośo pśewześ, na pówoblicenju našych cełkownych kostow bazěruju. Wjele faktorow dla mógu napšawdne kosty wariěrowaś.

source: Why do one-time donations appear as recurring in the SEPA mandates?
dsb: Cogodla se jadnorazowe dary w SEPA-mandatach ako wóspjetujuce pokazuju?

source: When making a one-time gift through SEPA direct debit, you may notice a mention of recurrent transactions. This is because our payment processor Stripe only supports recurring transactions for this type of payment. Regardless of this, we will only charge you once and we will not make any further payments on your account without your authorization. Following the mandate, you will receive an official donation receipt that will clearly reflect the one-time donation.
dsb: Gaž jadnorazowy dar pśez wótśěgnjeńku SEPA dawaśo, zawupytajośo snaź wóspjetujuce se transakcije. To na tom zalažy, až naš płaśeński słužbywugbaŕ Stripe jano wóspjetujuce se transakcije za toś ten płaśeński typ pódpěra. Njeźiwajucy na to, wobśěžyjomy wašo konto jano jaden raz a njewobśěžujomy wašo konto bźez wašogo awtorizěrowanja pśez dalšne płaśenja. Pó społnomócnjenju dostanjośo oficielnu pósćiwańsku kwitowanku, kótaraž jadnorazowy dar jasnje pokazujo.

source: Can I give in cryptocurrencies?
dsb: Mógu kryptopjenjeze pósćiś?

source: <strong>No.</strong> We are not currently accepting cryptocurrency gifts.
dsb: <strong>Ně.</strong> Tuchylu dary w kryptopjenjezach njeakceptěrujomy.

source: How will my gift be used?
dsb: Kak se mója pósćiwanka wužywa?

source: Thunderbird is the leading open source email and productivity app that is free for business and personal use. Your gift helps ensure it stays that way, and supports ongoing development.
dsb: Thunderbird jo wjeduce nałoženje wótwórjonego žrědła za e-mail a produktiwitu na někotarych platformach, dermotny za komercielne a priwatne wužywanje. Waš dar nam pomaga zawěsćiś, až to tak wóstawa a pódpěra dalšne wuwijanje.

source: What is Thunderbird’s relationship to MZLA Technologies Corporation?
dsb: W kótarem póśěgu Thunderbird z pśedewześim MZLA Technologies Corporation stoj?

source: Doesn’t Thunderbird earn income?
dsb: Njama Thunderbird nabranki?

source: Page language
dsb: Rěc boka

source: Other languages
dsb: Druge rěcy

source: Go
dsb: Start

source: Home
dsb: Startowy bok

source: Products
dsb: Produkty

source: Thunderbird Mobile
dsb: Thunderbird za mobilne rědy

source: Get Help
dsb: Pomoc wobstaraś

source: Downloads
dsb: Ześěgnjenja

source: Release Notes
dsb: Wersijowe informacije
