Repository: thunderbird/thunderbird.net-l10n
Catalog: dsb/LC_MESSAGES/messages.po
Languages: dsb

source: Welcome to <div class="tb-text">Thunderbird <small class="accent-text">Beta</small></div>
dsb: Witajśo k <div class="tb-text">Thunderbird <small class="accent-text">Beta</small></div>

source: Support us!
dsb: Pódpěrajśo nas!

source: Donate
dsb: Pósćiś

source: Warning!
dsb: Warnowanje!

source: Beta can be unstable, and there is potential to lose data.
dsb: Betawersija móžo njestabilna byś, a daty mógu se zgubiś.

source: Protect your data and other best practices.
dsb: Šćitajśo swóje daty a druge nejlěpše praktiki.

source: Knowledge Base
dsb: Wědowa datowa banka

source: Add-ons may not work properly, or not work at all.
dsb: Dodanki snaź korektnje njefunkcioněruju, abo scełego njefunkcioněruju.

source: Add-ons Guide
dsb: Rozpokazanje dodankow

source: Thank you for using Thunderbird Beta. Your experiences with beta are important, so please report rough edges, bugs, and provide feedback in the ways suggested below - to help make the next Thunderbird release as awesome as possible.
dsb: Źěkujomy se, až Thunderbird Beta wužywaśo. Waše nazgónjenja z betawersiju su wažne, dajśo pótakem njedostatki, zmólki k wěsći a sćelśo nam swóje měnjenja na dołojce naraźonu wašnju – tak nam pomagaśo, aby my pśiducu wersiju Thunderbird tak wjelicnu ako móžno cynili.

source: Learn and Connect
dsb: Wukniśo a zwěžćo

source: Meet other beta users and learn more about beta.
dsb: Zmakajśo se z drugimi wužywarjami betawersije a zgóńśo wěcej wó betawersiji.

source: Beta Discussion Group
dsb: Diskusijna kupka Beta

source: Help
dsb: Pomoc

source: Curious about helping? You don’t need to be an expert to help other users or offer suggestions about improving the experience! Join us in this open source project where anyone can participate in the Thunderbird community (You don’t need to be an expert, and you don’t need to know how to code).
dsb: Cośo rady pomagaś? Njetrjebaśo ekspert byś, aby drugim wužywarjam pomagał abo naraźenja cynił, aby dožywjenje pólěpšył! Buźćo źěl toś togo projekta wótwórjonego žrědła, źož móžośo se na zgromaźeństwje Thunderbird wobdźěliś (Njetrjebaśo ekspert byś, a njetrjebaśo wěźeś, kak se programěrujo).

source: Get Involved
dsb: Cyńśo sobu

source: Crashed?
dsb: Wowaliło?

source: If Crash Reporter appeared (when Thunderbird crashes), please provide more details to help developers
dsb: Jolic rozpšawjak wowalenjow jo se zjawił (gaž Thunderbird spadnjo), sćelśo dalšne drobnostki, aby wuwijarjam pomagał

source: In Thunderbird do Help > More Troubleshooting Information, scroll to "Crash Reports", click a recent report link to open the crash report page.
dsb: Źiśo w Thunderbird k „Pomoc“ > „Informacije wó rozězowanju problemow“, kulśo do „Rozpšawy wó wowalenjach za zajźone 3 dny > Wšykne rozpšawy wó wowalenjach“ a klikniśo na aktualny rozpšawjeński wótkaz, aby bok rozpšawy wowalenja wócynił.

source: Click the Bugzilla tab, then click on an existing bug report under "Related Bugs" and add a comment to the bug, or click "Thunderbird" to submit a new bug report.
dsb: Klikniśo na rejtarik Bugzilla, pón na eksistěrujucu rozpšawu wowalenja pód „Related Bugs“ a pśidajśo zmólce komentar, abo klikniśo na „Thunderbird“, aby nowu zmólkowu rozpšawu zapódał.

source: Crash Reporter
dsb: Rozpšawjak wowalenjow

source: Question? Problem?
dsb: Pšašanje? Problem?

source: Post your general Thunderbird usage questions or problems on the support page, where many knowledgeable users can help you.
dsb: Wózjawśo swóje powšykne pšašanja abo problemy wó wužywanju Thunderbird na boku pomocy, źož wjele wěcywuznatych wužywarjow móžo wam pomagaś.

source: Support Page
dsb: Bok pomocy

source: In the Beta Forum, you can post feedback, questions, and learn how to use beta. You can also compare experiences with other beta users.
dsb: W forumje Beta móžośo komentary zapódaś, pšašanja stajiś a wuknuś, kak se betawersija wužywa. Móžośo teke nazgónjenja z drugimi wužywarjami betawersije pśirownaś.

source: Beta Forum
dsb: Forum betawersije

source: Report
dsb: K wěsći daś

source: Think you’ve found a new problem or rough edge? Create a bug report so we can make sure it gets solved, resulting in a better Thunderbird experience for all.
dsb: Měniśo, až sćo namakał nowy problem abo njedostatk? Pišćo zmólkowu rozpšawu, aby my mógli problem rozwězaś a lěpše dožywjenje za wše dojśpiś.

source: Report a Bug
dsb: Programowu zmólku k wěsći daś

source: Unsure? Ask for help in the beta forum.
dsb: Sćo se njewěsty? Pšosćo wó pomoc w forumje betawersije.

source: Welcome to <div class="tb-text">Thunderbird</div>
dsb: Witajśo k <div class="tb-text">Thunderbird</div>

source: Monthly release builds can be unstable, and there is potential to lose data.
dsb: Mjasecne wersije mógu njestabilne byś, a daty mógu se zgubiś.

source: Support Us
dsb: Pódpěrajśo nas

source: Thank you for supporting Thunderbird, which is funded by users like you! Producing Thunderbird requires software engineers, designers, system administrators and server infrastructure. So if you like Thunderbird, the best way to ensure Thunderbird remains available is to make a donation.
dsb: Wjeliki źěk, až Thunderbird pódpěraśo, kótaryž se wót wužywarjow ako wy financěrujo! Zgótowanje Thunderbird se softwarowe inženjery, designerje, systemowe administratory a serwerowu infrastrukturu pomina. Jolic se wam pótakem Thunderbird spódoba, móžośo nejlěpje z pósćiwanku pomoc, aby zawěsćił, až Thunderbird k dispoziciji wóstanjo.

source: Curious about helping? You don’t need to be an expert or know how to code to help other users or offer suggestions about improving the experience! Join us in this open source project where anyone can participate in the Thunderbird community.
dsb: Cośo rady pomagaś? Njetrjebaśo ekspert byś abo wěźeś, kak se programěrujo, aby drugim wužywarjam pomagał abo naraźenja cynił, aby dožywjenje pólěpšył! Buźćo źěl toś togo projekta wótwórjonego žrědła, źož móžośo se na zgromaźeństwje Thunderbird wobdźěliś.

source: Share ideas and feedback.
dsb: Źělśo ideje a měnjenja.

source: Questions? Problems?
dsb: Pšašanja? Problemy?

source: If Crash Reporter appears when Thunderbird crashes, please provide as many details as possible to help developers.
dsb: Jolic rozpšawjak wowalenjow se zjawijo gaž Thunderbird spadnjo, sćelśo tak wjele drobnostkow ako móžno, aby wuwijarjam pomagał.

source: Help make Thunderbird better.
dsb: Pomagajśo Thunderbird pólěpšyś.

source: Get the Beta
dsb: Beta wobstaraś

source: Hello!
dsb: Witaj!

source: You're probably looking for <a href="%(url)s">Thunderbird.net</a>.
dsb: Pytajśo nejskerjej <a href="%(url)s">Thunderbird.net</a>.

source: Thunderbird is a free email application that’s easy to set up and customize - and it’s loaded with great features!
dsb: Thunderbird jo dermotne e-mailowe nałoženje, kótarež dajo se lažko zarědowaś a pśiměriś - a ma wjelicne funkcije!

source: Privacy
dsb: Priwatnosć

source: Cookies
dsb: Cookieje

source: Legal
dsb: Pšawniske

source: Send DMCA Notice
dsb: Powěźeńku DMCA pósłaś

source: Report Fraud
dsb: Wobšudu k wěsći daś

source: Participation Guidelines
dsb: Wobźěleńske směrnice

source: Click here to <b>Donate!</b>
dsb: Klikniśo how, aby <b>pósćił!</b>

source: Help keep <b>Thunderbird Alive!</b>
dsb: Pomagajśo <b>Thunderbird pśi žywjenju źaržaś!</b>

source: Help Keep Thunderbird Alive!
dsb: Pomagajśo Thunderbird pśi žywjenju źaržaś!

source: Help Keep <span>Thunderbird Alive</span>
dsb: Pomagajśo <span>Thunderbird pśi žywjenju</span> źaržaś

source: All of the work we do is funded by less than 3% of our users.
dsb: Wšykno źěło, kótarež cynimy, se wót mjenjej ako 3 % našych wužywarjow financěrujo.

source: We never show advertisements or sell your data. We don’t have corporate funding. We are fully funded by financial contributions from our users.
dsb: Njepokazujomy nigda wabjenje abo njepśedawamy waše daty. Njamamy pśedewześowe financěrowanje. Financěrujomy se dopołnje z financielnymi pśinoskami našych wužywarjow.

source: If you get value from using Thunderbird, please help support it. We can’t do this without you.
dsb: Jolic z wužywanja Thunderbird wužytk maśo, pomagajśo pšosym jen pódpěraś. Njamóžomy to bźez was cyniś.

source: The Thunderbird Team
dsb: Team Thunderbird

source: 20 Years of Thunderbird!
dsb: 20 lět Thunderbird!

source: Thunderbird <span role="complementary">Turns 20, Thanks to You!</span>
dsb: Thunderbird <span role="complementary">Buźo 20, wjeliki źěk!</span>

source: The text 20 Years with a the Thunderbird logo in place of the zero.
dsb: Tekst „20 lět“ z logom Thunderbird město nule.

source: Years
dsb: Lěta

source: On December 7, 2004, Thunderbird 1.0 was released.
dsb: Thunderbird jo se wózjawił 7. decembra 2004.

source: Thunderbird is free. Free to use. Free of ads. Free of data tracking.
dsb: Thunderbird jo dermotny. Wužywanje jo dermotne. Bźez wabjenja. Bźez pśeslědowanja datow.

source: We rely solely on the generosity of our supporters and less than <b>3% of Thunderbird users keep us going.</b>
dsb: Spušćamy se jano na šćodriwosć našych pódpěrarjow a mjenjej ako <b>3 % wužywarjow Thunderbird nas pódpěraju.</b>

source: Please help us continue for another 20 years.
dsb: Pšosym pomgajśo nam, 20 lět dalej cynis.

source: The page you are looking for doesn’t exist.<br/>If you think this is a bug, you can <a href="%(bug_report_url)s">report an issue here</a>.
dsb: Bok, kótaryž pytaśo, njeeksistěrujo.<br/>Jolic to za zmólku maśo, móžośo <a href="%(bug_report_url)s">how problem k wěsći daś</a>.

source: There's Nothing Here
dsb: How nic njejo

source: The page you are looking for doesn’t exist.
dsb: Bok, kótaryž pytaśo, njeeksistěrujo.

source: If you think this is a bug, you can <a href="%(bug_report_url)s">report an issue here</a>
dsb: Jolic se mysliśo, až to jo zmólka, móžośo <a href="%(bug_report_url)s">zmólku how k wěsći daś</a>

source: Free Your Inbox.
dsb: Wulichujśo swój dochad posta.

source: <span class="txt-gradient">Free</span> Your Inbox
dsb: <span class="txt-gradient">Wulichujśo</span> swój dochad posta

source: Meet Thunderbird, the <strong>email and productivity</strong> app that maximizes your freedoms.
dsb: Póznajśo Thunderbird, nałoženje za <strong>e-mail a produktiwitu</strong>, kótarež wam maksimalne lichoty dajo.

source: competitor icon
dsb: symbol sobuwuběźowarja

source: <span class="txt-gradient">Freedom</span> from Chaos
dsb: <span class="txt-gradient">Bźez</span> chaosa

source: Waste less time finding browser tabs.
dsb: Brojśo mjenjej casa z pytanim za rejtarikami wobglědowaka.

source: Access all your messages, calendars, and contacts in one fast app. Filter and organize the way you like. Manage all accounts separately or in a unified inbox. Thunderbird simply makes your life simpler.
dsb: Mějśo pśistup ku wšym wašym powěsćam, kalendarjam a kontaktam w jadnom malsnem nałoženju. Filtrujśo a zastojśo na swój nałog. Zastujśo wšykne konta separatnje abo w zjadnosonem dochaźe posta. Thunderbird jadnorje wašo žywjenje wólažcyjo.

source: A phone displaying Thunderbird for Android's interface.
dsb: Telefon, kótaryž wužywaŕski pówjerch Thunderbird za Android pokazujo.

source: See Compatibility
dsb: Kompatibelnosć pokazaś

source: <span class="txt-gradient">Freedom</span> from Manipulation
dsb: <span class="txt-gradient">Bźez</span> manipulacije

source: Our agenda isn’t hidden. It’s to make the world better.
dsb: Naša agenda njejo schowana. Źo wó to, swět pólěpšyś.

source: Thunderbird is funded by user donations. We don’t collect personal data, sell ads in your inbox, or secretly train AI with your private conversations. Thunderbird is <a href="%(open_source)s">open source</a>. As part of the <a href="%(mozilla)s">Mozilla</a> family you can be confident we always put your privacy and security first.
dsb: Thunderbird se pśez dary wužywarjow financěrujo. Njegromaźimy wósobinske daty, njepśedawamy wabjenje do wašogo dochada posta abo kšajźu njetreněrujomy KI z wašymi priwatnymi konwersacijami. Thunderbird jo <a href="%(open_source)s">open source</a>. Ako źěl swójźby <a href="%(mozilla)s">Mozilla</a> móžośo se na to spušćiś, až pśecej wašu priwatnosć a wěstotu na prědne městno stajamy.

source: Learn Who We Are
dsb: Zgóńśo, kak smy

source: Firefox planet
dsb: Planet Firefox

source: Thunderbird planet
dsb: Planet Thunderbird

source: <span class="txt-gradient">Freedom</span> to Geek Out
dsb: <span class="txt-gradient">Wólnosć</span> za entuziastow

source: Thunderbird is yours.
dsb: Thunderbird wam słuša.

source: Thunderbird is clean and elegant by default, but easily customizable to match your workflow and visual preferences. It is loaded with unique and powerful features. Here are just a few that people love:
dsb: Thunderbird jo pó standarźe pśeglědny a elegantny, ale lažko na waš źěłowy běg a wizuelne preference pśiměrjujobny. Pśinjaso jadnorazowe a mócne funkcije. How su někotare, kótarež luźe lubuju:

source: Its <strong>unified inbox</strong> enables me to stay sane even in the busiest of times. I am never switching e-mail clients again!
dsb: Jogo <strong>zjadnośony dochad posta</strong> mě zmóžnja, strowy wóstaś, samo gaby było wjele stresa. Nigda wěcej drugi e-mailowy program njewužywam!

source: profile image
dsb: profilowy wobraz

source: Software Developer, Austria
dsb: Softwarowy wuwijaŕ, Awstriska

source: unified inbox
dsb: zjadnośony dochad psta

source: I love the <strong>tag feature</strong>. I tag something important and find it quickly.
dsb: Lubuju <strong>funkciju wobznamjenjow</strong>. Markěrujom něco ako wažne a namakajom jo malsnje.

source: Computer Scientist, USA
dsb: Informatikaŕ, USA

source: It is the first program I install on any PC I use / own... I use it on <strong>Windows</strong> / <strong>Mac</strong> and <strong>Linux</strong>.
dsb: Jo prědny program, kótaryž na wšych PC instalěrujom, kótaryž wužywam / na swójskich… Wužywam jen na <strong>Windows</strong> / <strong>Mac</strong> a <strong>Linux</strong>.

source: I.T. Manager, UK
dsb: I.T.-manager, ZK

source: Having an open source alternative [for] receiving and managing email... is great for <strong>privacy</strong>.
dsb: Alternatiwa wótwórjonego žrědła [za] dostawanje a zastojanje e-maile … jo dobra za <strong>priwatnosć</strong>.

source: Web Developer, Costa Rica
dsb: Webwuwijaŕ, Kosta Rika

source: [Thunderbird] empowers me to maintain <strong>ownership</strong> of my emails.
dsb: [Thunderbird] mě zmóžnja, až móje mejlki <strong>mě słušaju</strong>.

source: Engineer, USA
dsb: Inženjer, USA

source: You'd be hard pressed to find a client more <strong>extensible</strong> than Thunderbird!
dsb: Namakajośo lěbda program, kótaryž jo tak <strong>rozšyrjujobny</strong> ako Thunderbird!

source: Student, UK
dsb: Student, ZK

source: extensions
dsb: rozšyrjenja

source: <span class="txt-gradient">Freedom</span> to Go Anywhere
dsb: <span class="txt-gradient">Wólnosć</span> wšuźi hyś

source: Introducing Thunderbird Mobile
dsb: Pśedstajamy Thunderbird za mobilne rědy

source: The freedom and joy of Thunderbird are now available to you anywhere you go. With Thunderbird Mobile your most important messages are sent and received by an open-source, secure app that respects your privacy
dsb: Wólnosć a wjasele Thunderbird stej wam něnto wšuźi k dispoziciji. Z Thunderbird Mobile se waše nejwažnjejše powěsći pśez wótwórjone, wěste nałoženje sćelu, kótarež waš priwatnosć respektěrujo

source: Read the announcement
dsb: Pśipowěźenje cytaś

source: A rendering of a mobile phone.
dsb: Zwobraznjenje mobilnego telefona.

source: Who We Are
dsb: Chto smy

source: About
dsb: Wó

source: Meet <span class="txt-gradient">Thunderbird</span>
dsb: Póznajśo <span class="txt-gradient">Thunderbird</span>

source: Thunderbird is a free and open-source software project founded in 2003 to make communicating and collaborating better. We are supported by the talent and generosity of thousands of individuals and part of the Mozilla family. Essential values guide us and make our work relevant. Read further to learn more.
dsb: Thunderbird jo lichy softwarowy projekt wótwórjonego žrědła, kótaryž jo se załožył w lěśe 2003, aby komunicěrowanje a zgromadne źěło pólěpšował. Nas talent a šćodriwosć towzyntow wósobow a źěl swajźby Mozilla pódpěraju. Wažne gódnoty nas wjedu a cynje našo źěło relewantne. Cytajśo dalej, aby wěcej zgónił.

source: Values
dsb: Gódnoty

source: Community
dsb: Zgromaźeństwo

source: Organization
dsb: Organizacija

source: Our Mission Statement
dsb: Naša misija

source: Guided by <span class="txt-gradient">Values</span>
dsb: Wjeźony pśez <span class="txt-gradient">Gódnoty</span>

source: A shield with the Thunderbird logo.
dsb: Šćit z logom Thunderbird.

source: You are not the product.
dsb: Wy njejsćo produkt.

source: To us, data ownership and privacy are your right wherever you live. Our commitment to <strong>your personal data</strong> is simple:
dsb: Za nas stej swójstwo datow a priwatnosć wašej pšawje, źožkuli sćo žywy. Naš zawězk nastupajucy <strong>waše wósobinske daty</strong> jo jadnory:

source: We do not collect or store it unless you ask us to.
dsb: Njegromaźimy abo njeskładujomy je, snaźkuli wy pšosyśo nas wó to.

source: We take great care to keep it safe from misuse.
dsb: Wjelgin źiwamy na to, je pśed znjewužywanim šćitaś.

source: We will never sell it.
dsb: Nigda je njepśedajomy.

source: You retain ownership and control of it.
dsb: Wóstanu wašo swójstwo a pód wašeju kontrolu.

source: Read the Privacy Policy
dsb: Cytajśo pšawidła priwatnosći

source: A key with the Thunderbird logo.
dsb: Kluc z logom Thunderbird.

source: Freedom
dsb: Lichota

source: Thunderbird belongs to you (and the world).
dsb: Thunderbird wam (a swětoju) słuša.

source: Thunderbird is Free and Open-Source Software, which means its code is available to see, modify, use, and share freely. Its license also ensures that it will remain free forever. You can think of Thunderbird as a gift from thousands of contributors to you.
dsb: Thunderbird jo licha software a software wótwórjonego žrědła, to groni, jogo žrědłowy kod smějo se licho woglědaś, změniś a źěliś. Jogo licenca teke zawěsćujo, až na pśecej dermotny wóstawa. Móžośo Thunderbird ako dar towzyntow sobustatkujucych na was woglědowaś.

source: Learn About MPL 2.0
dsb: Zgóńśo wěcej wó MPL 2.0

source: A speech bubble with the Thunderbird logo.
dsb: Powědański puchoŕ z logom Thunderbird.

source: Voice
dsb: Głos

source: You have a part in Thunderbird's future.
dsb: Sćo na pśichoźe Thunderbird wobźělony.

source: Thunderbird is free from the commercial requirements and incentives that often guide software development. Anyone can get involved in helping make Thunderbird better and available to more people. A contributor-elected council ensures Thunderbird remains true to its values and mission.
dsb: Thunderbird jo bźez komercielnych pominanjow a pógónjow, kótarež cesto wuwiśe software wjadu. Kuždy móžo se wobźěliś, Thunderbird pólěpšowaś a wěcej luźam k dispoziciji stajiś. Wót sobustatkujucych wuzwólona rada zawěsćujo, až Thunderbird swójim gódnotam a misiji zwěrny wóstanjo.

source: Driven by <span class="txt-gradient">Community</span>
dsb: Pógónjony wót <span class="txt-gradient">zgromaźeństwa</span>

source: Anyone can help make Thunderbird better. Programmers can contribute features they are passionate about or improve the existing code. Those who are multilingual can make Thunderbird accessible to everyone. Those willing can test new versions of Thunderbird and document issues. There are many ways to become part of a thriving community that makes Thunderbird unique. And if you don't have the time to volunteer, you can help support our work with a financial contribution.
dsb: Kuždy móžo pomagaś Thunderbird pólěpšowaś. Programěrowarje mógu funkcije pśinosowaś, za kótarež se zagórjuju abo eksistěrujucy žrědłowy kode pólěpšyś. Te, kótarež su wěcejrěcne, mógu Thunderbird za kuždego k dispoziciji stajiś. Chtož co, móžo nowe wersije Thunderbird testowaś a problemy dokumentěrowaś. Dajo wjele móžnosćow, aby wy źěl rosćecego zgromaźeństwa był, kótarež Thunderbird jadnorazowy cyni. A, jolic chyle njamaśo, aby dobrowólnje sobu statkował, móžośo pomagaś, našo źěło z financielnym pśinoskom pódpěraś.

source: Learn How to Get Involved
dsb: Zgóńśo, kak móžośo sobu cyniś

source: Our Contributors
dsb: Naše sobustatkujuce

source: Part of the <span class="txt-gradient">Mozilla Family</span>
dsb: Źěl <span class="txt-gradient">swajźby Mozilla</span>

source: Thunderbird operates in a separate, for-profit subsidiary of the Mozilla Foundation. This structure gives us the flexibility to offer optional paid services to sustain Thunderbird’s development far into the future.
dsb: Thunderbird w separatnej na wudobytk orientěrowanej filialnej firmje załožby Mozilla Foundation agěrujo. Toś ta struktura nam fleksibelnosć dawa, zapłaśone słužby póbitowaś, aby my wuwiśe Thunderbird daloko do pśichoda zdźaržali.

source: Managing Director, Operations
dsb: Jadnaŕ, operacije

source: Managing Director, Product
dsb: Jadnaŕ, produkt

source: Director, Desktop & Mobile Apps
dsb: Direktor, desktopowe a mobilne nałoženja

source: Director, Infrastructure & Services
dsb: Direktor, infrastruktura a słužby

source: Sr. Software Engineer, Services
dsb: Seniorski softwarowy inženjer, słužby

source: UX Engineer, Desktop
dsb: UX- inženjer, desktop

source: Finance & Accounting Specialist
dsb: Specialist za financownistwo a knigływjeźaŕnistwo

source: Staff Engineer, Desktop
dsb: Personalny inženjer, desktop

source: Software Engineer, Desktop
dsb: Softwarowy inženjer, desktop

source: Software Engineer, Services
dsb: Softwarowy inženjer, słužby

source: Sr. Software Engineer, Mobile
dsb: Seniorski softwarowy inženjer, mobilne rědy

source: Manager, Release Operations
dsb: Manager, operacije za wózjawjenja

source: Release Engineer
dsb: Wersijowy inženjer

source: Sr. Staff Engineer, Desktop
dsb: Seniorski personalny inženjer, desktop

source: Sr. Developer Relations Engineer
dsb: Seniorski inženjer za wuwijaŕske póśěgi

source: Sr. Software Engineer, Desktop Add-ons
dsb: Seniorski softwarowy inženjer, desktopowe dodanki

source: Sr. Security Engineer, Desktop
dsb: Seniorski wěstotny inženjer, desktop

source: Sr. Technical PM
dsb: Seniorski techniski projektowy manager

source: Manager, UI/UX Design Studio
dsb: Manager, designowe studijo UI/UX

source: Manager, Web Services
dsb: Manager, websłužby

source: Sr. Employee Experience Partner
dsb: Seniorski partnaŕ za dožywjenja sobuźěłaśerjow

source: Staff Software Engineer, Desktop
dsb: Personalny softwarowy inženjer, desktop

source: UI/UX Designer
dsb: Designer UI/UX

source: Community & Marketing Coordinator
dsb: Koordinator za zgromaźeństwo a marketing

source: Manager, Comms & Community
dsb: Manager, komunikacija a zgromaźeństwo

source: Sr. Manager, Mobile Engineering
dsb: Seniorski manager, mobilne wuwijanje

source: Sr. Release Engineer
dsb: Seniorski wersijowy inženjer

source: Sr Software Engineer, Test
dsb: Seniorski softwarowy inženjer, test

source: User Support Specialist
dsb: Specialist za pódpěru wužywarjow

source: Sr Site Reliability Engineer
dsb: Seniorski inženjer za sedłowu spušćobnosć

source: Customer Experience Specialist
dsb: Specialist za dožywjenja kupcow

source: Employee Experience Specialist
dsb: Specialist za dožywjenja sobuźěłaśerjow

source: Sr. Manager, Desktop Engineering
dsb: Seniorski manager, desktopowe wuwijanje

source: Community Manager
dsb: Manager zgromaźeństwa

source: Explore Career Opportunities
dsb: Wuslěźćo móžnosći kariery

source: Thunderbird’s <span class="txt-gradient">Mission</span>
dsb: <span class="txt-gradient">Misija</span> Thunderbird

source: Calendar
dsb: Kalendaŕ

source: Resources
dsb: Resurse

source: Looking For Holiday Calendars?
dsb: Pytaśo prozninske kalendarje?
