Repository: thunderbird/thunderbird.net-l10n
Catalog: hsb/LC_MESSAGES/messages.po
Languages: hsb

source: Thunderbird 102 makes it quick and simple to move your accounts and data around. The new step-by-step wizard provides a guided experience for importing all that data that’s important to you. We’ve also taken extra precautions to ensure that no data is accidentally duplicated in your profile after an import. Moving from Outlook, SeaMonkey, or another Thunderbird installation is easier than ever. No add-ons required!
hsb: Z Thunderbird 102 móžeće swoje konta a daty spěšnje a lochko přesunyć. Asistent nawod krok po kroku za importowanje wšěch datow skići, kotrež su wažne za was. Smy tež přidatne naprawy činili, zo bychmy zawěsćili, zo so žane daty zmylnje po importowanju we wašim profilu njepodwojeja. Je nětko lóšo hdy prjedy wot Outlook, SeaMonkey abo druheje instalacije Thunderbird přeńć. Přidatki trěbne njejsu!

source: New Spaces Toolbar
hsb: Nowa lajsta dźělnych programow

source: New Matrix Chat Support
hsb: Nowa podpěra za chat Matrix

source: Other Notable Changes
hsb: Druhe wažne změny

source: There are many other big changes that make Thunderbird 102 a very large release including:
hsb: Je wjele druhich wažnych změnow, kotrež Thunderbird 102 k jara wobšěrnej wersiji činja, mjez nimi:

source: New Icons and Default Folder Colors
hsb: Nowe symbole a standardne barby za rjadowaki

source: Use Thunderbird without an email account (for example, as an RSS reader)
hsb: Wužiwajće Thunderbird bjez e-mejloweho konta (na přikład jako RSS-čitak)

source: Numerous OpenPGP improvements
hsb: Wjele OpenPGP-polěpšenjow

source: CalendarLocal parser converted to javascript
hsb: Parser CalendarLocal je so do JavaScript konwertował

source: Today Pane calendar UI refresh
hsb: Nowy wužiwarski powjerch wobłuka „Dźensa“ protyki

source: POP3 implemented in javascript
hsb: POP3 je so do JavaScript implementował

source: Account settings moved to macOS application menu
hsb: Kontowe nastajenja su so do menija nałoženjow macOS přesunyli

source: You can see details of all our changes in the release notes for <a href="%(release)s">Thunderbird 102.0 and up</a>.
hsb: Móžeće podrobnosće wšěch našich změnow we wersijowych informacijach za <a href="%(release)s">Thunderbird 102.0 a nowše</a> widźeć.

source: Thunderbird is funded by users like you
hsb: Thunderbird so wot wužiwarjow kaž wy financuje

source: Thunderbird is both free and freedom respecting, but we’re also completely funded by donations! Help us sustain the project and continue to improve.
hsb: Thunderbird je darmotny a respektuje swobodu, ale financujemy so dospołnje přez dary! Pomhajće nam projekt zdźeržeć a dale polěpšować.

source: Keep up with the latest and greatest updates on news, features, events, and previews, and get a sneak peek on the upcoming releases.
hsb: Wostańće z najnowšimi a najwulkotnišimi aktualizacijemi wo powěsćach, funkcijach, podawkach a přehladach na běžnym, a pohladajće do přichodnych wersijow.

source: Sign me up!
hsb: Zregistrujće mje!

source: Report Trademark or Copyright Infringement
hsb: Přestupjenje markoweho prawa a prawa awtorstwa zdźělić

source: Report Misuse of Thunderbird Trademark
hsb: Znjewužiwanje marki Thunderbird zdźělić

source: Thunderbird is part of <a href="%(mzla)s" class="inline-link">MZLA Technologies Corporation</a>, a wholly owned subsidiary of Mozilla Foundation. Portions of this content are ©1998–%(current_year)s by individual contributors. Content available under a <a href="%(url)s" class="inline-link">Creative Commons license</a>.
hsb: Thunderbird je dźěl <a href="%(mzla)s" class="inline-link">MZLA Technologies Corporation</a>, stoprocentoweje wotnožki załožbu Mozilla Foundation. Dźěle tutoho wobsaha su wot jednotliwych sobuskutkowarjow ©1998–%(current_year)s wutworjene. Wobsah steji pod licencu <a href="%(url)s" class="inline-link">Creative Commons license</a> k dispoziciji.

source: Help Keep <br> <span class="tb-title">Thunderbird</span> <span class="alive">Alive</span>
hsb: Pomhajće nam <br> <span class="tb-title">Thunderbird</span> <span class="alive">při žiwjenju zdźeržeć</span>

source: So today we’re asking for your help to keep Thunderbird alive and thriving. If you get value from using Thunderbird, please consider giving a donation to support it!
hsb: Tohodla prosymy was, zo byšće nam pomhał, Thunderbird při žiwjenju a florěrowacy zdźeržał. Jeli z wužiwanja profitujeće, rozwažće prošu dar, zo byšće jón podpěrał!

source: Thank you for choosing Thunderbird!
hsb: Wulki dźak, zo sće Thunderbird wubrał!

source: Thank you for choosing <span>Thunderbird!</span>
hsb: Wulki dźak, zo sće <span>Thunderbird</span> wubrał!

source: Your support is vital in keeping Thunderbird development alive and thriving. If you get value from using Thunderbird, please consider giving a donation to support it.
hsb: Waša podpěra je wažna, zo by so wuwiće Thunderbird při žiwjenju a florěrowace zdźeržało. Jeli z wužiwanja Thunderbird profitujeće, rozwažće prošu dar, zo byšće jón podpěrał.

source: Experience the future of Thunderbird
hsb: Dožiwće přichod Thunderbird

source: Install now
hsb: Nětko instalować

source: Thunderbird Everywhere!
hsb: Thunderbird wšudźe!

source: <span class="title">Thunderbird</span> <span class="everywhere">Everywhere!</span>
hsb: <span class="title">Thunderbird</span> <span class="everywhere">wšudźe!</span>

source: Help us bring Thunderbird to <span class="platform-gradient">Android</span> and <span class="platform-gradient">iOS.</span>
hsb: Pomhajće nam Thunderbird do <span class="platform-gradient">Android</span> a <span class="platform-gradient">iOS</span> přinjesć.

source: Did you know that <strong>less than 1%</strong> of Thunderbird users fund all the work we do? We don’t show advertisements or sell your data, and we are completely funded by donations from our community.
hsb: Sće wědźał, zo <strong>mjenje hač 1 %</strong> wužiwarjow Thunderbird cyłe dźěło, kotrež činimy, financuje? Njepokazujemy wabjenje abo njepředawamy waše daty, a financujemy so dospołnje přez dary ze swojeho zhromadźenstwa.

source: You kept us alive - now help us thrive!
hsb: Sće nas při žiwjenju zdźeržał – pomhajće nětko nas doprědka ćěrić!

source: This year, we delivered outstanding visual changes in Thunderbird 115 and <a href="%(url)s">other major improvements</a>. In 2024, we want to make our privacy-respecting email software available to billions. Imagine Thunderbird on your <strong>Android</strong> and <strong>iOS</strong> devices!
hsb: Lětsa smy wulkotne wizuelne změny w Thunderbird 115 a <a href="%(url)s">druhe wjetše polěpšenja</a> k dispoziciji stajili. W lěće 2024 chcemy našu priwatnosć respektowacu e-mejlowu software miliardam wužiwarjow k dispoziciji stajić. Předstajće sej Thunderbird na swojich gratach <strong>Android</strong> a <strong>iOS</strong>!

source: <strong>We can’t do this without you!</strong> If you get value from using Thunderbird, please consider giving a donation to support this goal.
hsb: <strong>Njemóžemy to bjez was činić!</strong> Jeli z wužiwanja profitujeće, rozwažće prošu dar, zo byšće tutón zaměr podpěrał.

source: An illustration of Thunderbird on a phone, a desktop, and a tablet.
hsb: Ilustracija Thunderbird na telefonje, desktopje a tableće.

source: The <strong>Thunderbird</strong> Team
hsb: Team <strong>Thunderbird</strong>

source: Thunderbird is Powered by You!
hsb: Thunderbird je přez wašu podpěru!

source: Thunderbird <span>is Powered by You!</span>
hsb: Thunderbird <span>je přez wašu podpěru!</span>

source: <strong>Did you know Thunderbird is funded only by donations from users like you?</strong>
hsb: <strong>Sće wědźał, zo so Thunderbird přez dary wot wužiwarjow kaž wy financuje?</strong>

source: We don’t show advertisements or sell your data. <strong>You are not the product.</strong>
hsb: Njepokazujemy wabjenje a njepředawamy waše daty. <strong>Wy produkt njejsće.</strong>

source: <strong>Without you, Thunderbird can’t exist.</strong> Giving a gift today means Thunderbird continues to remain available!
hsb: <strong>Bjez was Thunderbird njemóže eksistować.</strong> Hdyž dźensa darujeće, je Thunderbird tež w přichodźe k dispoziciji!

source: Since 2003, Thunderbird's mission has been to offer a powerful and customizable communication experience that respects your time, your data, and your privacy. <strong>Free for everyone!</strong>
hsb: Wot 2003 je misija Thunderbird, mócne a přiměrjomne komunikaciske dožiwjenje skićić, kotrež waš čas, waše daty a wašu priwatnosć respektuje. <strong>Darmotny za wšěch!</strong>

source: Accomplishing that mission means keeping <strong>Thunderbird</strong> secure, maintaining complex server infrastructure, updating old code, fixing bugs, and developing new features. <strong>These activities are expensive</strong> - requiring talented software engineers and robust infrastructure.
hsb: Hdyž tutu misiju spjelnjemy, dyrbimy <strong>Thunderbird</strong> wěsty dźeržeć, kompleksnu serwerowu infrastrukturu wothladować, stary kod aktualizować, programowe zmylki rozrisać a nowe funkcije wuwiwać. <strong>Tute aktiwity su drohe</strong> – wužaduja sej softwarowych wuwiwarjow a robustnu infrastrukturu.

source: What’s New in Thunderbird 115
hsb: Nowe funkcije a změny w Thunderbird 115

source: What’s New in <br> <span class="tb-title">Thunderbird</span> <span class="version">115</span> <span class="sr-only">Supernova</span>
hsb: Nowe funkcije a změny w <br> <span class="tb-title">Thunderbird</span> <span class="version">115</span> <span class="sr-only">Supernova</span>

source: Supernova wordmark
hsb: Słowna marka Supernova

source: Learn how to get the new look
hsb: Zhońće, kak nowy napohlad dóstawaće

source: A nebula of stars
hsb: Hwězdna kurjawa

source: Dynamic Unified Toolbar
hsb: Dynamiska zjednoćena symbolowa lajsta

source: The all new Unified Toolbar
hsb: Cyle nowa zjednoćena symbolowa lajsta

source: Beautiful Iconography
hsb: Rjana ikonografija

source: The improved icons
hsb: Polěpšene symbole

source: Easy Density Control
hsb: Lochke wodźenje hustosće

source: Compact density icon
hsb: Symbol za kompaktnu hustosć

source: Default density icon
hsb: Symbol za standardnu hustosć

source: Relaxed density icon
hsb: Symbol za njenapjatu hustosć

source: An example of the relaxed density
hsb: Přikład za njenapjatu hustosć

source: Intuitive App Menu
hsb: Intuitiwny nałoženski meni

source: The new AppMenu
hsb: Nowy nałoženski meni

source: New + Sortable Folder Modes
hsb: Nowe a sortěrujomne rjadowakowe modusy

source: Eye-Catching Tags View
hsb: Do woči bijacy napohlad značkow

source: The improved folder pane
hsb: Polěpšeny rjadowakowy wobłuk

source: Modernized Cards View
hsb: Modernizowany napohlad kartow

source: An example of a message in card view
hsb: Přikład powěsće w kartowym napohledźe

source: Improved Address Book
hsb: Polěpšeny adresnik

source: The improved address book edit pane
hsb: Polěpšeny wobdźěłanski wobłuk adresnika

source: Expanded Accessibility
hsb: Rozšěrjena bjezbarjernosć

source: Button
hsb: Tłóčatko

source: Button 1
hsb: Tłóčatko 1

source: Button 2
hsb: Tłóčatko 2

source: Button 3
hsb: Tłóčatko 3

source: Button 4
hsb: Tłóčatko 4

source: Improved Calendar Design
hsb: Polěpšeny protykowy design

source: The improved calendar
hsb: Polěpšena protyka

source: More to come!
hsb: Přińdźe wjace!

source: Welcome to the evolution of Supernova!
hsb: Witajće k wuwiwanju Supernova!

source: Fast and Fluid
hsb: Spěšny a běžny

source: Cards View
hsb: Kartowy napohlad

source: Accent Colors
hsb: Akcentowe barby

source: Folder Pane
hsb: Wobłuk rjadowakow

source: Rust Revolution
hsb: Rewolucija Rust

source: Native Windows Notifications
hsb: Systemowe zdźělenki Windows

source: Context Menu Improvements
hsb: Polěpšenja kontekstowych menijow

source: Account Color Customization
hsb: Přiměrjenje kontowych barbow

source: New in Thunderbird 68
hsb: Nowe w Thunderbird 68

source: This article describes some of the major changes visible to users in Thunderbird version 68.0. Full details of all the changes can be found in the <a href="%(release)s">Thunderbird 68 release notes</a>.
hsb: Tutón nastawk někotre z najwažnišich změnow wopisuje, kotrež su widźomne za wužiwarjow Thunderbird 68.0. Dospołne informacije wo wšěch změnach namakaće we <a href="%(release)s">wersijowych informacijach Thunderbird 68</a>.

source: Better Dark Theme
hsb: Lěpša ćmowa drasta

source: The dark theme available in Thunderbird has been enhanced with a dark message thread pane as well as many other small improvements.
hsb: Ćmowa drasta, kotraž je w Thunderbird k dispoziciji, je so přez ćmowe powěsćowe wokno kaž tež wjele druhich małych polěpšenjow rozšěriła.

source: Filelink Improved
hsb: Polěpšeny Filelink

source: Filelink attachments that have already been uploaded can now be linked to again instead of having to re-upload them. Also, an account is no longer required to use the default Filelink provider - <strong>WeTransfer</strong>.
hsb: Přiwěški Filelink, kotrež su so hižo nahrali, dadźa so nětko zwjazać, město toho zo bychu so znowa nahrali. Nimo toho hižo konto trěbne njeje, zo by standardneho poskićowarja Filelink - <strong>WeTransfer</strong> - wužiwało.

source: Other Filelink providers like Box and Dropbox are not included by default, but can be added by grabbing the <a href="%(dropbox)s">Dropbox</a> and <a href="%(box)s">Box</a> add-ons.
hsb: Druhe poskićowarjo Filelink kaž Box a Dropbox po standardźe wobsahowane njejsu, ale dadźa so přidać, hdyž přidatkaj <a href="%(dropbox)s">Dropbox</a> a <a href="%(box)s">Box</a> instalujeće.

source: Options/Preferences in a Tab
hsb: Nastajenja w rajtarku

source: Thunderbirdʼs Options/Preferences have been converted from a dialog window to its own dedicated tab. The new Preferences tab provides more space which allows for better organized content and is more consistent with the look and feel of the rest of Thunderbird.
hsb: Nastajenja Thunderbird su so z dialogoweho wokna do swójskeho rajtarka konwertowali. Nowy rajtark Nastajenja wjace ruma skići, kotryž lěpje zorganizowany wobsah zmóžnja a je bóle konsistentny ze zwonkownym napohladom zbytneho Thunderbird.

source: The new Preferences tab also makes it easier to multi-task without the problem of losing track of where your preferences are when switching between windows.
hsb: Nowy rajtark Nastajenja tež wuwjedźenje wjacorych nadawkow wosnadnja, bjeztoho zo byšće přehlad wo swojich nastajenjach zhubił, hdyž mjez woknami přepinaće.

source: There are many other smaller changes that make Thunderbird 68 feel polished and powerful including: a new App Menu UI, an updated To/CC/BCC selector in compose, improved attachment management, full color support across the app, filters can now be set to run periodically, and feed articles now show external attachments as links.
hsb: Je wjele dalšich małych změnow, z kotrymiž Thunderbird 68 elegantny a wukonliwy wupada: nowy wužiwarski powjerch menija nałoženja, zaktualizowane wuběranske polo za Komu/Kopija/Schowana kopija we woknje Pisać:, polěpšene rjadowanje přiwěškow, połna barbowa podpěra přez nałoženje, filtry dadźa so nětko tak nastajić, zo so periodisce wuwjedu a kanalowe nastawki nětko eksterne přiwěški jako wotkazy pokazuja.

source: There are many other updates in this release, you can see a list of all of them in the <a href="%(release)s">Thunderbird 68 release notes</a>.
hsb: W tutej wersiji wjele druhich aktualizacijow je, móžeće lisćinu z nimi we <a href="%(release)s">wersijowych informacijach Thunderbird 68</a> widźeć.

source: New in Thunderbird 78
hsb: Nowe w Thunderbird 78

source: This article describes some of the major changes visible to users in Thunderbird version 78. Full details of all the changes can be found in the <a href="%(release)s">Thunderbird release notes from 78.0 and up</a>.
hsb: Tutón nastawk někotre z najwažnišich změnow wopisuje, kotrež su widźomne za wužiwarjow Thunderbird 78.0. Dospołne informacije wo wšěch změnach namakaće we <a href="%(release)s">wersijowych informacijach Thunderbird 78 a nowych</a>.

source: Dark mode
hsb: Ćmowy modus

source: There is now a dark mode in Thunderbird, making late-night email easier on the eyes. To enable, Thunderbird will use your operating system settings to see if you have enabled dark mode OS-wide.
hsb: Je nětko ćmowy modus w Thunderbird, z kotrymž dźěło z mejlkami je přijomne za woči w nocy. Zo byšće jón zmóžnił, Thunderbird nastajenja dźěłoweho systema wužiwa, zo by zwěsćił, hač ćmowy modus w cyłym dźěłowym systemje zmóžnjeny.

source: Account Setup & Account Central Updated
hsb: Kontowa konfiguracija a kontowa centrala stej so aktualizowałoj

source: The Account Setup window and the Account Central tab have both been updated. The Account Central tab appears when you do not have an account setup, or when you select an existing account in the folder tree.
hsb: Wokno konfigurowanja konta a rajtark kontoweje centrale stej so zaktualizowałoj. Rajtark kontoweje centrale so jewi, hdyž kontowu konfiguraciju nimaće, abo hdyž eksistowace konto w štomje rjadowakow wuběraće.

source: Redesigned Compose Window
hsb: Nowo wuhotowane wobdźěłowanske wokno

source: The redesigned compose window makes it easier to manage many email recipients, and the new intuitive layout helps users to discover its features.
hsb: Nowo designowane wokno „Pisać“ wosnadnja, wjele e-mejlowych přijimarjow rjadować a nowe intuitiwne wuhotowanje wužiwarjam pomha, jeho funkcije wotkryć.

source: End-to-End Encrypted Email Support
hsb: Podpěra za mejlki zaklučowane kónc do kónca

source: You can see details of all our changes in the release notes for <a href="%(release)s">Thunderbird 78.0 and up</a>.
hsb: Móžeće podrobnosće wšěch našich změnow we wersijowych informacijach za <a href="%(release)s">Thunderbird 78.0 a nowše</a> widźeć.

source: New in Thunderbird 91
hsb: Nowe w Thunderbird 91

source: This article describes some of the major changes visible to users in Thunderbird version 91. Full details of all the changes can be found in the <a href="%(release)s">Thunderbird release notes from 91.0 and up</a>.
hsb: Tutón nastawk někotre z najwažnišich změnow wopisuje, kotrež su widźomne za wužiwarjow Thunderbird 91. Dospołne informacije wo wšěch změnach namakaće we <a href="%(release)s">wersijowych informacijach Thunderbird 91.0 a nowych</a>.

source: New Account Setup
hsb: Konfigurowanje noweho konta

source: Attachments & Drag-and-Drop
hsb: Přiwěški a ćahnyć a pušćić

source: UI Density Control
hsb: Wodźenje hustosće wužiwarskeho powjercha

source: Protect Your Privacy
hsb: Škitajće swoju priwatnosć

source: Learn More
hsb: Dalše informacije

source: Calendar Improvements
hsb: Polěpšenja protyki

source: PDF Viewer
hsb: PDF-čitak

source: There are many other big changes that make Thunderbird 91 a very large release including:
hsb: Je wjele druhich wažnych změnow, kotrež Thunderbird 91 k jara wobšěrnej wersiji činja, mjez nimi:

source: Native support for macOS devices built with Apple Silicon CPU
hsb: Natiwna podpěra za macOS-graty z Apple Silicon CPU

source: CardDAV Address Book Support (and CardDAV auto-detection support)
hsb: Podpěra za CardDAV-adresniki (a podpěra za awtomatiske wotkryće CardDAV)

source: Printing UI updated
hsb: Ćišćerski wužiwarski powjerch je so zaktualizował

source: Ability to change order of accounts in UI
hsb: Móžnosć, porjad kontow we wužiwarskim powjerchu změnić

source: You can see details of all our changes in the release notes for <a href="%(release)s">Thunderbird 91.0 and up</a>.
hsb: Móžeće podrobnosće wšěch našich změnow we wersijowych informacijach za <a href="%(release)s">Thunderbird 91.0 a nowše</a> widźeć.

source: These are officially maintained and distributed by Thunderbird. Download the latest Release version unless you wish to test the Beta version and report bugs.
hsb: Tute so oficielnje přez Thunderbird wothladuja a rozdźěleja. Sćehńće najnowšu stabilnu wersiju, chibazo chceće wersiju Beta testować a zmylki zdźělić.

source: The Daily version is an unstable testing and development platform, make sure you back up important data regularly!
hsb: Wersija Daily je instabilna testowanska a wuwiwanska platforma, zaručće, zo so wažne daty prawidłownje zawěsćuja!

source: Thunderbird Release is available for testing purposes only until releases are deemed stable enough for official support. Make sure you backup important data regularly!
hsb: Wersija Thunderbird je jenož za testowe zaměry k dispoziciji, doniž wersije jako stabilne dosć za oficielnu podpěru njepłaća. Zawěsćće, zo swoje daty prawidłownje zawěsćujeće!

source: Locale
hsb: Rěč

source: Release Channel
hsb: Kanal Release

source: Operating System
hsb: Dźěłowy system

source: Need a specific installer?
hsb: Trjebaće wěsty instalaciski program?

source: Installer Type
hsb: Typ instalaciskeho programa

source: Other Downloads
hsb: Druhe sćehnjenja

source: More Information
hsb: Dalše informacije

source: System Requirements
hsb: Systemowe žadanja

source: New
hsb: Nowy

source: These are officially maintained and distributed by Thunderbird Mobile.
hsb: Tute so oficielnje přez Thunderbird za mobilne graty wothladuja a rozdźěleja.

source: Binary (.apk)
hsb: Binarny (.apk)

source: These are officially maintained and distributed by Thunderbird.
hsb: Tute so oficielnje přez Thunderbird wothladuja a rozdźěleja.

source: Jump to the language you wish to download by using the legend below.
hsb: Přeńdźće z pomocu slědowaceje legendy do rěče, kotruž chceće sćahnyć.

source: Releases
hsb: Wersije

source: Thunderbird Release Notes Atom Feed
hsb: Kanal Atom Wersijowe informacije Thunderbird

source: Thunderbird release notes are specific to each version of the application. Select your version from the list below to see the release notes for it.
hsb: Wersijowe informacije Thunderbird přeco wěstu wersiju nałoženja nastupaja. Wubjerće swoju wersiju ze slědowaceje lisćiny, zo byšće sej jeje wersijowe informacije wobhladał.
