Repository: thunderbird/thunderbird.net-l10n
Catalog: hsb/LC_MESSAGES/messages.po
Languages: hsb

source: Welcome to <div class="tb-text">Thunderbird <small class="accent-text">Beta</small></div>
hsb: Witajće k <div class="tb-text">Thunderbird <small class="accent-text">Beta</small></div>

source: Support us!
hsb: Podpěrajće nas!

source: Donate
hsb: Darić

source: Warning!
hsb: Warnowanje!

source: Beta can be unstable, and there is potential to lose data.
hsb: Betawersija móže njestabilna być, a daty móža so zhubić.

source: Protect your data and other best practices.
hsb: Škitajće swoje daty a druhe najlěpše praktiki.

source: Knowledge Base
hsb: Wědowa datowa banka

source: Add-ons may not work properly, or not work at all.
hsb: Přidatki snano korektnje njefunguja, abo docyła njefunguja.

source: Add-ons Guide
hsb: Nawod přidatkow

source: Thank you for using Thunderbird Beta. Your experiences with beta are important, so please report rough edges, bugs, and provide feedback in the ways suggested below - to help make the next Thunderbird release as awesome as possible.
hsb: Dźakujemy so, zo Thunderbird Beta wužiwaće. Waše nazhonjenja z betawersiju su wažne, zdźělće tuž njedostatki, zmylki a sćelće nam swoje měnjenja na deleka namjetowane wašnje – tak nam pomhaće, zo bychmy přichodnu wersiju Thunderbird tak wulkotnu kaž móžno činili.

source: Learn and Connect
hsb: Wukńće a zwjazajće

source: Meet other beta users and learn more about beta.
hsb: Zetkajće so z druhimi wužiwarjemi betawersije a zhońće wjace wo betawersiji.

source: Beta Discussion Group
hsb: Diskusijna skupina Beta

source: Help
hsb: Pomoc

source: Curious about helping? You don’t need to be an expert to help other users or offer suggestions about improving the experience! Join us in this open source project where anyone can participate in the Thunderbird community (You don’t need to be an expert, and you don’t need to know how to code).
hsb: Chceće rady pomhać? Njetrjebaće ekspert być, zo byšće druhim wužiwarjam pomhał abo namjety činił, zo byšće dožiwjenje polěpšił! Budźće dźěl tutoho projekta wotewrjeneho žórła, hdźež móžeće so na zhromadźenstwje Thunderbird wobdźělić (Njetrjebaće ekspert być, a njetrjebaće wědźeć, kak so programuje).

source: Get Involved
hsb: Čińće sobu

source: Crashed?
hsb: Spadnyło?

source: If Crash Reporter appeared (when Thunderbird crashes), please provide more details to help developers
hsb: Jeli rozprawjak spadow je so zjewił (hdyž Thunderbird spadnje), sćelće dalše podrobnosće, zo byšće wuwiwarjam pomhał

source: In Thunderbird do Help > More Troubleshooting Information, scroll to "Crash Reports", click a recent report link to open the crash report page.
hsb: Dźiće w Thunderbird k „Pomoc“ > „Informacije wo rozrisowanju problemow“, kulće do „Rozprawy wo spadach za zańdźene 3 dny > Wšě rozprawy wo spadach“ a klikńće na aktualny rozprawjenski wotkaz, zo byšće stronu rozprawy spada wočinił.

source: Click the Bugzilla tab, then click on an existing bug report under "Related Bugs" and add a comment to the bug, or click "Thunderbird" to submit a new bug report.
hsb: Klikńće na rajtark Bugzilla, potom na eksistowacu rozprawu spada pod „Related Bugs“ a přidajće zmylkej komentar, abo klikńće na „Thunderbird“, zo byšće nowu zmylkowu rozprawu zapodał.

source: Crash Reporter
hsb: Rozprawjak spadow

source: Question? Problem?
hsb: Prašenje? Problem?

source: Post your general Thunderbird usage questions or problems on the support page, where many knowledgeable users can help you.
hsb: Wozjewće swoje powšitkowne prašenja abo problemy wo wužiwanju Thunderbird na stronje pomocy, hdźež wjele wěcywustojnych wužiwarjow móže wam pomhać.

source: Support Page
hsb: Strona pomocy

source: In the Beta Forum, you can post feedback, questions, and learn how to use beta. You can also compare experiences with other beta users.
hsb: W forumje Beta móžeće komentary zapodać, prašenja stajić a wuknyć, kak so betawersija wužiwa. Móžeće tež nazhonjenja z druhimi wužiwarjemi betawersije přirunać.

source: Beta Forum
hsb: Forum betawersije

source: Report
hsb: Zdźělić

source: Think you’ve found a new problem or rough edge? Create a bug report so we can make sure it gets solved, resulting in a better Thunderbird experience for all.
hsb: Měniće, zo sće nowy problem abo njedostatk namakał? Pisajće zmylkowu rozprawu, zo bychmy móhli problem rozrisać a lěpše dožiwjenje za wšěch docpěć.

source: Report a Bug
hsb: Programowy zmylk zdźělić

source: Unsure? Ask for help in the beta forum.
hsb: Sće sej njewěsty? Prošće wo pomoc w forumje betawersije.

source: Welcome to <div class="tb-text">Thunderbird</div>
hsb: Witajće k <div class="tb-text">Thunderbird</div>

source: Monthly release builds can be unstable, and there is potential to lose data.
hsb: Měsačne wersije móža njestabilne być, a daty móža so zhubić.

source: Support Us
hsb: Podpěrajće nas

source: Thank you for supporting Thunderbird, which is funded by users like you! Producing Thunderbird requires software engineers, designers, system administrators and server infrastructure. So if you like Thunderbird, the best way to ensure Thunderbird remains available is to make a donation.
hsb: Wulki dźak, zo Thunderbird podpěrujeće, kotryž so wot wužiwarjow kaž wy financěruje! Zhotowanje Thunderbird sej softwarowych inženjerow, designerjow, systemowych administratorow a serwerowu infrastrukturu wužaduje. Jeli so wam potajkim Thunderbird spodoba, móžeće najlěpje z darom pomhać, zo byšć zawěsćił, zo Thunderbird k dispoziciji wostanje.

source: Curious about helping? You don’t need to be an expert or know how to code to help other users or offer suggestions about improving the experience! Join us in this open source project where anyone can participate in the Thunderbird community.
hsb: Chceće rady pomhać? Njetrjebaće ekspert być abo wědźeć, kak so programuje, zo byšće druhim wužiwarjam pomhał abo namjety činił, zo byšće dožiwjenje polěpšił! Budźće dźěl tutoho projekta wotewrjeneho žórła, hdźež móžeće so na zhromadźenstwje Thunderbird wobdźělił.

source: Share ideas and feedback.
hsb: Dźělće ideje a měnjenja.

source: Questions? Problems?
hsb: Prašenja? Problemy?

source: If Crash Reporter appears when Thunderbird crashes, please provide as many details as possible to help developers.
hsb: Jeli so rozprawjak spadow jewi, hdyž Thunderbird spadnje, sćelće tak wjele podrobnosćow kaž móžno, zo byšće wuwiwarjam pomhał.

source: Help make Thunderbird better.
hsb: Pomhajcé Thunderbird polěpšić.

source: Get the Beta
hsb: Beta wobstarać

source: Hello!
hsb: Witaj!

source: You're probably looking for <a href="%(url)s">Thunderbird.net</a>.
hsb: Pytajće najskerje <a href="%(url)s">Thunderbird.net</a>.

source: Thunderbird is a free email application that’s easy to set up and customize - and it’s loaded with great features!
hsb: Thunderbird je darmotne e-mejlowe nałoženje, kotrež da so lochko zarjadować a přiměrić - a ma wulkotne funkcije!

source: Privacy
hsb: Priwatnosć

source: Cookies
hsb: Placki

source: Legal
hsb: Prawniske

source: Send DMCA Notice
hsb: Zdźělenku DMCA pósłać

source: Report Fraud
hsb: Wobšudstwo zdźělić

source: Participation Guidelines
hsb: Wobdźělenske směrnicy

source: Click here to <b>Donate!</b>
hsb: Klikńće tu, zo byšće <b>darił!</b>

source: Help keep <b>Thunderbird Alive!</b>
hsb: Pomhajće <b>Thunderbird při žiwjenju dźeržeć!</b>

source: Help Keep Thunderbird Alive!
hsb: Pomhajće Thunderbird při žiwjenju dźeržeć!

source: Help Keep <span>Thunderbird Alive</span>
hsb: Pomhajće <span>Thunderbird při žiwjenju</span> dźeržeć

source: All of the work we do is funded by less than 3% of our users.
hsb: Wšě dźěło, kotrež činimy, so wot mjenje hač 3 % našich wužiwarjow financuje.

source: We never show advertisements or sell your data. We don’t have corporate funding. We are fully funded by financial contributions from our users.
hsb: Njepokazujemy ženje wabjenje abo njepředawamy waše daty. Nimamy předewzaćelske financowanje. Financujemy so dospołnje z financielnymi přinoškami našich wužiwarjow.

source: If you get value from using Thunderbird, please help support it. We can’t do this without you.
hsb: Jeli z wužiwanja Thunderbird wužitk ćehnjeće, pomhajće prošu jón podpěrać. Njemóžemy to bjez was činić.

source: The Thunderbird Team
hsb: Team Thunderbird

source: 20 Years of Thunderbird!
hsb: 20 lět Thunderbird!

source: Thunderbird <span role="complementary">Turns 20, Thanks to You!</span>
hsb: Thunderbird <span role="complementary">Budźe 20, wulki dźak!</span>

source: The text 20 Years with a the Thunderbird logo in place of the zero.
hsb: Tekst „20 lět“ z logom Thunderbird město nule.

source: Years
hsb: Lěta

source: On December 7, 2004, Thunderbird 1.0 was released.
hsb: 7. decembra 2004 je so Thunderbird 1.0 wozjewił.

source: Thunderbird is free. Free to use. Free of ads. Free of data tracking.
hsb: Thunderbird je darmotny. Wužiwanje je darmotne. Bjez wabjenja. Bjez přeslědowanja datow.

source: We rely solely on the generosity of our supporters and less than <b>3% of Thunderbird users keep us going.</b>
hsb: Spušćamy so jenož na šćedriwosć našich podpěraćelow a mjenje hač <b>3 % wužiwarjow Thunderbird nas podpěruja.</b>

source: Please help us continue for another 20 years.
hsb: Prošu pomhajće nam, 20 lět dale činić.

source: The page you are looking for doesn’t exist.<br/>If you think this is a bug, you can <a href="%(bug_report_url)s">report an issue here</a>.
hsb: Strona, kotruž pytaće, njeeksistuje.<br/>Jeli to za zmylk maće, móžeće <a href="%(bug_report_url)s">tu problem zdźělić</a>.

source: There's Nothing Here
hsb: Tu ničo njeje

source: The page you are looking for doesn’t exist.
hsb: Strona, kotruž pytaće, njeeksistuje.

source: If you think this is a bug, you can <a href="%(bug_report_url)s">report an issue here</a>
hsb: Jeli sej mysliće, zo to je zmylk, móžeće <a href="%(bug_report_url)s">zmylk tu zdźělić</a>

source: Free Your Inbox.
hsb: Wuswobodźće swój dochad pósta.

source: <span class="txt-gradient">Free</span> Your Inbox
hsb: <span class="txt-gradient">Wuswobodźće</span> swój dochad pósta

source: Meet Thunderbird, the <strong>email and productivity</strong> app that maximizes your freedoms.
hsb: Zeznajće so z Thunderbird, nałoženjom za <strong>e-mejl a produktiwitu</strong>, kotrež wam maksimalne swobody da.

source: competitor icon
hsb: symbol sobuwubědźowarja

source: <span class="txt-gradient">Freedom</span> from Chaos
hsb: <span class="txt-gradient">Bjez</span> chaosa

source: Waste less time finding browser tabs.
hsb: Přečińće mjenje časa z pytanjom za rajtarkami wobhladowaka.

source: Access all your messages, calendars, and contacts in one fast app. Filter and organize the way you like. Manage all accounts separately or in a unified inbox. Thunderbird simply makes your life simpler.
hsb: Mějće přistup ke wšěm wašim powěsćam, protykam a kontaktam w jednym spěšnym nałoženju. Filtrujće a rjadujće na swoje wašnje. Rjadujće wšě konta separatnje abo w zjednoćenym dochadźe pósta. Thunderbird prosće waše žiwjenje wosnadni.

source: A phone displaying Thunderbird for Android's interface.
hsb: Telefon, kotryž wužiwarski powjerch Thunderbird za Android pokazuje.

source: See Compatibility
hsb: Kompatibelnosć pokazać

source: <span class="txt-gradient">Freedom</span> from Manipulation
hsb: <span class="txt-gradient">Bjez</span> manipulacije

source: Our agenda isn’t hidden. It’s to make the world better.
hsb: Naša agenda schowana njeje. Dźe wo to, swět polěpšić.

source: Thunderbird is funded by user donations. We don’t collect personal data, sell ads in your inbox, or secretly train AI with your private conversations. Thunderbird is <a href="%(open_source)s">open source</a>. As part of the <a href="%(mozilla)s">Mozilla</a> family you can be confident we always put your privacy and security first.
hsb: Thunderbird so přez dary wužiwarjow financuje. Njehromadźimy wosobinske daty, njepředawamy wabjenje do wašeho dochada pósta abo skradźu njetrenujemy KI z wašimi priwatnymi konwersacijemi. Thunderbird je <a href="%(open_source)s">wotewrjeneho žórła</a>. Jako dźěl swójby <a href="%(mozilla)s">Mozilla</a> móžeće so na to spušćić, zo přeco wašu priwatnosć a wěstotu na prěnje městno stajamy.

source: Learn Who We Are
hsb: Zhońće, kak smy

source: Firefox planet
hsb: Planet Firefox

source: Thunderbird planet
hsb: Planet Thunderbird

source: <span class="txt-gradient">Freedom</span> to Geek Out
hsb: <span class="txt-gradient">Swoboda</span> za entuziastow

source: Thunderbird is yours.
hsb: Thunderbird wam słuša.

source: Thunderbird is clean and elegant by default, but easily customizable to match your workflow and visual preferences. It is loaded with unique and powerful features. Here are just a few that people love:
hsb: Thunderbird je po standardźe přehladny a elegantny, ale lochko na waš dźěłowy běh a wizuelne preferency přiměrjomny. Přinjese jónkróćne a mócne funkcije. Tu su někotre, kotrež ludźo lubuja:

source: Its <strong>unified inbox</strong> enables me to stay sane even in the busiest of times. I am never switching e-mail clients again!
hsb: Jeho <strong>zjednoćeny dochad pósta</strong> mi zmóžnja, strowy wostać, samo hdyž je wjele stresa. Ženje wjace druhi e-mejlowy program njewužiwam!

source: profile image
hsb: profilowy wobraz

source: Software Developer, Austria
hsb: Softwarowy wuwiwar, Awstriska

source: unified inbox
hsb: zjednoćeny dochad pósta

source: I love the <strong>tag feature</strong>. I tag something important and find it quickly.
hsb: Lubuju <strong>funkciju značkow</strong>. Markěruju něšto jako wažne a namakam jo spěšnje.

source: Computer Scientist, USA
hsb: Informatikar, USA

source: It is the first program I install on any PC I use / own... I use it on <strong>Windows</strong> / <strong>Mac</strong> and <strong>Linux</strong>.
hsb: Je prěni program, kotryž na wšěch PC instaluju, kotryž wužiwam / na swójskich… Wužiwam jón na <strong>Windows</strong> / <strong>Mac</strong> a <strong>Linux</strong>.

source: I.T. Manager, UK
hsb: I.T.-manager, ZK

source: Having an open source alternative [for] receiving and managing email... is great for <strong>privacy</strong>.
hsb: Alternatiwa wotewrjeneho žórła [za] přijimanje a rjadowanje e-mejle … je dobra za <strong>priwatnosć</strong>.

source: Web Developer, Costa Rica
hsb: Webwuwiwar, Kostarika

source: [Thunderbird] empowers me to maintain <strong>ownership</strong> of my emails.
hsb: [Thunderbird] mi zmóžnja, zo moje mejlki <strong>mi słušeja</strong>.

source: Engineer, USA
hsb: Inženjer, USA

source: You'd be hard pressed to find a client more <strong>extensible</strong> than Thunderbird!
hsb: Namakaće sćežka program, kotryž je tak <strong>rozšěrjomny</strong> kaž Thunderbird!

source: Student, UK
hsb: Student, ZK

source: extensions
hsb: rozšěrjenja

source: <span class="txt-gradient">Freedom</span> to Go Anywhere
hsb: <span class="txt-gradient">Swoboda</span> wšudźe hić

source: Introducing Thunderbird Mobile
hsb: Předstajamy Thunderbird za mobilne graty

source: The freedom and joy of Thunderbird are now available to you anywhere you go. With Thunderbird Mobile your most important messages are sent and received by an open-source, secure app that respects your privacy
hsb: Swoboda a wjeselo Thunderbird stej wam nětko wšudźe k dispoziciji. Z Thunderbird Mobile so waše najwažniše powěsće přez wotewrjene, wěste nałoženje sćelu, kotrež waš priwatnosć respektuje

source: Read the announcement
hsb: Připowědź čitać

source: A rendering of a mobile phone.
hsb: Zwobraznjenje mobilneho telefona.

source: Who We Are
hsb: Štó smy

source: About
hsb: Wo

source: Meet <span class="txt-gradient">Thunderbird</span>
hsb: Zeznajće so z <span class="txt-gradient">Thunderbird</span>

source: Thunderbird is a free and open-source software project founded in 2003 to make communicating and collaborating better. We are supported by the talent and generosity of thousands of individuals and part of the Mozilla family. Essential values guide us and make our work relevant. Read further to learn more.
hsb: Thunderbird je swobodny softwarowy projekt wotewrjeneho žórła, kotryž je so w lěće 2003 załožił, zo by komunikowanje a zhromadne dźěło polěpšił. Nas talent a šćedriwosć tysacow wosobow a dźěl swójby Mozilla podpěrujetej. Wažne hódnoty nas wjedu a činja naše dźěło relewantne. Čitajće dale, zo byšće wjace zhonił.

source: Values
hsb: Hódnoty

source: Community
hsb: Zhromadźenstwo

source: Organization
hsb: Organizacija

source: Our Mission Statement
hsb: Naša misija

source: Guided by <span class="txt-gradient">Values</span>
hsb: Wjedźeny přez <span class="txt-gradient">Hódnoty</span>

source: A shield with the Thunderbird logo.
hsb: Tarč z logom Thunderbird.

source: You are not the product.
hsb: Wy produkt njejsće.

source: To us, data ownership and privacy are your right wherever you live. Our commitment to <strong>your personal data</strong> is simple:
hsb: Za nas stej swójstwo datow a priwatnosć wašej prawje, hdźežkuli sće žiwy. Naš zawjazk nastupajo <strong>waše wosobinske daty</strong> je jednory:

source: We do not collect or store it unless you ask us to.
hsb: Njehromadźimy abo njeskładujemy je, chibazo wy prosyće nas wo to.

source: We take great care to keep it safe from misuse.
hsb: Jara dźiwamy na to, je před znjewužiwanjom škitać.

source: We will never sell it.
hsb: Ženje je njepředamy.

source: You retain ownership and control of it.
hsb: Wostanu waše swójstwo a pod wašej kontrolu.

source: Read the Privacy Policy
hsb: Čitajće prawidła priwatnosće

source: A key with the Thunderbird logo.
hsb: Kluč z logom Thunderbird.

source: Freedom
hsb: Swoboda

source: Thunderbird belongs to you (and the world).
hsb: Thunderbird wam (a swětej) słuša.

source: Thunderbird is Free and Open-Source Software, which means its code is available to see, modify, use, and share freely. Its license also ensures that it will remain free forever. You can think of Thunderbird as a gift from thousands of contributors to you.
hsb: Thunderbird je swobodna software a software wotewrjeneho žórła, to rěka, jeho žórłowy kod smě so swobodnje wobhladać, změnić a dźělić. Jeho licenca tež zawěsćuje, zo na přeco darmotny wostawa. Móžeće Thunderbird jako dar tysacow sobuskutkowarjow na was wobhladować.

source: Learn About MPL 2.0
hsb: Zhońće wjace wo MPL 2.0

source: A speech bubble with the Thunderbird logo.
hsb: Rěčny pucher z logom Thunderbird.

source: Voice
hsb: Hłós

source: You have a part in Thunderbird's future.
hsb: Sće na přichodźe Thunderbird wobdźěleny.

source: Thunderbird is free from the commercial requirements and incentives that often guide software development. Anyone can get involved in helping make Thunderbird better and available to more people. A contributor-elected council ensures Thunderbird remains true to its values and mission.
hsb: Thunderbird je bjez komercielnych žadanjow a pohonow, kotrež husto wuwiće softwary wjedu. Kóždy móže so wobdźělić, Thunderbird polěpšować a wjace ludźom k dispoziciji stajić. Wot sobuskutkowarjow wuzwolena rada zawěsćuje, zo Thunderbird swojim hódnotam a misiji swěrny wostanje.

source: Driven by <span class="txt-gradient">Community</span>
hsb: Pohonjeny wot <span class="txt-gradient">zhromadźenstwa</span>

source: Anyone can help make Thunderbird better. Programmers can contribute features they are passionate about or improve the existing code. Those who are multilingual can make Thunderbird accessible to everyone. Those willing can test new versions of Thunderbird and document issues. There are many ways to become part of a thriving community that makes Thunderbird unique. And if you don't have the time to volunteer, you can help support our work with a financial contribution.
hsb: Kóždy móže pomhać Thunderbird polěpšować. Programowarjo móža funkcije přinošować, za kotrež so zahorjeja abo eksistowacy žórłowy kod polěpšić. Ći, kotřiž su wjacerěčni, móža Thunderbird za kóždeho k dispoziciji stajić. Štóž chce, móže nowe wersije Thunderbird testować a problemy dokumentować. Je wjele móžnosćow, zo byšće dźěl rosćaceho zhromadźenstwa był, kotrež Thunderbird jónkróćny čini. A, jeli chwile nimaće, zo byšće dobrowólnje sobu skutkował, móžeće naše dźěło z financielnym přinoškom podpěrać.

source: Learn How to Get Involved
hsb: Zhońće, kak móžeće sobu činić

source: Our Contributors
hsb: Naši sobuskutkowarjo

source: Part of the <span class="txt-gradient">Mozilla Family</span>
hsb: Dźěl <span class="txt-gradient">swójby Mozilla</span>

source: Thunderbird operates in a separate, for-profit subsidiary of the Mozilla Foundation. This structure gives us the flexibility to offer optional paid services to sustain Thunderbird’s development far into the future.
hsb: Thunderbird w separatnej na dobytk orientowanej dźowkowej towaršnosći załožby Mozilla Foundation agěruje. Struktura nam fleksibelnosć dawa, zapłaćene słužby poskićić, zo bychmy wuwiće Thunderbird daloko do přichoda zdźerželi.

source: Managing Director, Operations
hsb: Jednaćel, operacije

source: Managing Director, Product
hsb: Jednaćel, produkt

source: Director, Desktop & Mobile Apps
hsb: Direktor, desktopowe a mobilne nałoženja

source: Director, Infrastructure & Services
hsb: Direktor, infrastruktura a słužby

source: Sr. Software Engineer, Services
hsb: Seniorski softwarowy inženjer, słužby

source: UX Engineer, Desktop
hsb: UX- inženjer, desktop

source: Finance & Accounting Specialist
hsb: Specialist za financnistwo a zličbowarstwo

source: Staff Engineer, Desktop
hsb: Personalny inženjer, desktop

source: Software Engineer, Desktop
hsb: Softwarowy inženjer, desktop

source: Software Engineer, Services
hsb: Softwarowy inženjer, słužby

source: Sr. Software Engineer, Mobile
hsb: Seniorski softwarowy inženjer, mobilne graty

source: Manager, Release Operations
hsb: Manager, operacije za wozjewjenja

source: Release Engineer
hsb: Wersijowy inženjer

source: Sr. Staff Engineer, Desktop
hsb: Seniorski personalny inženjer, desktop

source: Sr. Developer Relations Engineer
hsb: Seniorski inženjer za wuwiwarske poćahi

source: Sr. Software Engineer, Desktop Add-ons
hsb: Seniorski softwarowy inženjer, desktopowe přidatki

source: Sr. Security Engineer, Desktop
hsb: Seniorski wěstotny inženjer, desktop

source: Sr. Technical PM
hsb: Seniorski techniski projektowy manager

source: Manager, UI/UX Design Studio
hsb: Manager, designowe studijo UI/UX

source: Manager, Web Services
hsb: Manager, websłužby

source: Sr. Employee Experience Partner
hsb: Seniorski partner za dožiwjenja sobudźěłaćerjow

source: Staff Software Engineer, Desktop
hsb: Personalny softwarowy inženjer, desktop

source: UI/UX Designer
hsb: Designer UI/UX

source: Community & Marketing Coordinator
hsb: Koordinator za zhromadźenstwo a marketing

source: Manager, Comms & Community
hsb: Manager, komunikacija a zhromadźenstwo

source: Sr. Manager, Mobile Engineering
hsb: Seniorski manager, mobilne wuwiwanje

source: Sr. Release Engineer
hsb: Seniorski wersijowy inženjer

source: Sr Software Engineer, Test
hsb: Seniorski softwarowy inženjer, test

source: User Support Specialist
hsb: Specialist za podpěru wužiwarjow

source: Sr Site Reliability Engineer
hsb: Seniorski inženjer za sydłowu spušćomnosć

source: Customer Experience Specialist
hsb: Specialist za dožiwjenja kupcow

source: Employee Experience Specialist
hsb: Specialist za dožiwjenja sobudźěłaćerjow

source: Sr. Manager, Desktop Engineering
hsb: Seniorski manager, desktopowe wuwiwanje

source: Community Manager
hsb: Manager zhromadźenstwa

source: Explore Career Opportunities
hsb: Wuslědźće karjerowe móžnosće

source: Thunderbird’s <span class="txt-gradient">Mission</span>
hsb: <span class="txt-gradient">Misija</span> Thunderbird

source: Calendar
hsb: Protyka

source: Resources
hsb: Resursy

source: Looking For Holiday Calendars?
hsb: Pytaće protyki swjatych dnjow?
