Repository: thunderbird/thunderbird.net-l10n
Catalog: hsb/LC_MESSAGES/messages.po
Languages: hsb

source: If you're looking for holiday calendars, please click <a href="%(url)s">here</a>.
hsb: Jeli protyki swjatych dnjow pytaće, klikńće prošu <a href="%(url)s">tu</a>.

source: Holiday Calendar
hsb: Protyka swjatych dnjow

source: Add your nation’s holidays to <span class="txt-gradient">Calendar</span>!
hsb: Přidajće <span class="txt-gradient">protyce</span> swoje narodne swjate dny!

source: We’ve got some holiday calendar files available for download. You can either download and then import them into Calendar or you can just subscribe to these calendars by copying their URL and then adding them as new remote calendar files. More information on installing a holiday calendar can be found in the <a href="%s">Adding a holiday calendar article</a>.
hsb: Stajamy někotre protykowe dataje swjatkow za sćehnjenje k dispoziciji. Móžeće pak je sćahnyć a potom do protyki importować pak prosće tute protyki abonować, přez to, zo jich URL kopěrujeće a je potom jako nowe protykowe dataje přidawaće. Dalše informacije wo instalowanju protyki swjatkow móžeće w nastawku <a href="%s">Protyku swjatkow přidać</a> namakać.

source: <a href="%(url)s" class="inline-link text-blue">%(country)s</a> holidays thanks to %(authors)s
hsb: <a href="%(url)s" class="inline-link text-blue">%(country)s</a>, dźak %(authors)s

source: Contact Us
hsb: Stajće so z nami do zwiska

source: Need to <span class="txt-gradient">Talk?</span>
hsb: Dyrbiće <span class="txt-gradient">powědać?</span>

source: Direct your inquiries to the teams below.
hsb: Stajće swoje prašenja na deleka naspomnjene teamy.

source: Support
hsb: Pomoc

source: Support Website
hsb: Websydło pomocy

source: Donation Help
hsb: Pomoc wo darjenju

source: For questions about how to use Thunderbird, visit and search our Support Website. Feel free to submit a new question if you cannot find an answer. Please remember to be courteous to our staff and volunteers.
hsb: Za prašenja, kak móžeće Thunderbird wužiwać, wopytajće a přepytajće naše websydło pomocy. Móžeće rady nowe prašenje stajić, jeli njemóžeće wotmołwu namakać. Prošu dopomńće so na to, zo sće zdwórliwy k našim sobudźěłaćerjam a dobrowólnikam.

source: To get the best support, please ask your question in English. If you prefer to ask a question in %(lang)s you can try this non-Mozilla community forum <a class="dotted" href="%(link)s">link</a>.
hsb: Zo byšće najlěpšu podpěru dóstał, stajće so prošu swoje prašenje jendźelsce. Jeli chceće radšo swoje prašenje %(lang)s stajić, móžeće to w tutym <a class="dotted" href="%(link)s">forumje</a> spytać, kotryž k Mozilla njesłuša.

source: Security
hsb: Wěstota

source: To report a software vulnerability, please submit an issue on Bugzilla with the security box checked. This checkmark will make the report visible only to our security team, who can address vulnerabilities before public disclosure.
hsb: Zo byšće słaby dypk softwary zdźělił, sćelće prošu zdźělenku na Bugzilla ze zmóžnjenym kontrolnym kašćikom Wěstota. Tuta hóčka budźe rozprawu jenož za wěstotny team widźomnu činić, kotryž móže słabe dypki porjedźić, prjedy hač na zjawne přińdu.

source: Media
hsb: Medije

source: Outreach Team
hsb: Team zjawnostneho dźěła

source: Thunderbird and the people who make it are amazing. Obtain access to our team for your story, review, or other content by emailing our Outreach Team.
hsb: Thunderbird a ludźo, kotřiž jón wuwiwaja, su wobdźiwajomni. Wobstarajće sej přistup k našemu teamej za wašu stawizničku, pohódnoćenje abo druhi wobsah, hdyž našemu kontaktowemu teamej mejlku sćeleće.

source: Business
hsb: Wobchodniske

source: Business Team
hsb: Team za předewzaća

source: Organizations wanting to sponsor software development or obtain assistance in large-scale deployments should email our Business Team. This team also handles other partnership inquiries.
hsb: Organizacije, kotrež chcedźa wuwiće softwary sponsorować abo pomoc we wulkich poskićenjach dóstać, měli na naš team za předewzaća mejlku słać. Tutón team tež druhe naprašowanja za partnerstwom wobdźěłuje.

source: Participate
hsb: Wobdźělić so

source: Participate Page
hsb: Wobdźělenska strona

source: If you have talents you're interested in sharing but don't know where to start, learn how to get started by visiting our Participate page. Here you'll find the volunteer community that matches your interests.
hsb: Jeli talenty maće, kotrež chceće přinošować, ale njewěsće, hdźež móžeće započeć, zhońće na našej wobdźělenskej stronje, kak móžeće započeć. Tu namakaće zhromadźenstwo dobrowólnikow, kotřiž waše zajimy dźěla.

source: Trademark Misuse
hsb: Znjewužiwanje wikowanskich znamjenjow

source: DMCA Notice
hsb: DMCA-pokazka

source: Protect future users from malware, data mining, or being fraudulently charged for Thunderbird by reporting trademark misuse. If you believe we are infringing on your copyright or trademark, please send a DMCA notice.
hsb: Škitajće přichodnych wužiwarjow před škódnej softwaru, hromadźenjom datow abo jebarskimi płaćenskimi namołwami a zdźělće znjewužiwanje wikowanskich znamjenjow. Jeli sej mysliće, zo so přećiwo wašemu awtorskemu prawu abo wikowanskemu znamjenju přeńdźemy, sćelće nam zdźělenku DMCA.

source: Thunderbird Desktop
hsb: Thunderbird za Desktop

source: Thunderbird Desktop.
hsb: Thunderbird za Desktop.

source: Core Features.
hsb: Hłowne funkcije.

source: Core <span class="txt-gradient">Features</span>
hsb: Hłowne <span class="txt-gradient">funkcije</span>

source: Multiple Account Support
hsb: Podpěra wjacorych kontow

source: Manage all your emails in one place.
hsb: Rjadujće wšě swoje mejlki na jednym městnje.

source: Ad Free Experience
hsb: Dožiwjenje bjez wabjenja

source: Read Our Privacy Policy
hsb: Čitajće naše prawidła priwatnosće

source: Cross Platform Support
hsb: Platformu přesahowaca podpěra

source: Your email should work wherever you do.
hsb: Waša e-mejl měła wšudźe fungować.

source: See All Available Versions
hsb: Hlejće wšě wersije, kotrež su k dispoziciji

source: A cropped screenshot of the Thunderbird interface.
hsb: Přitřihane foto wobrazowki wužiwarskeho powjercha Thunderbird.

source: Calendar, Contacts, and Tasks
hsb: Protyka, kontakty a nadawki

source: Better Security and Privacy
hsb: Lěpša wěstota a priwatnosć

source: View the Source Code
hsb: Žórłowy kod pokazać

source: The Thunderbird logo in an opened gift box.
hsb: Logo Thunderbird we wočinjenym darnym pakćiku.

source: Always Free and Open
hsb: Přeco darmotny a wotewrjeny

source: Thunderbird is a gift from people like you.
hsb: Thunderbird je dar wot ludźi kaž wy.

source: Learn Our Mission
hsb: Zeznajće so z našej misiju

source: Third-Party Ecosystem.
hsb: Ekosystem třećich poskićowarjow.

source: Third-Party <span class="txt-gradient">Ecosystem</span>
hsb: <span class="txt-gradient">Ekosystem</span> třećich poskićowarjow

source: Explore Thunderbird Add-Ons
hsb: Wuslědźće přidatki Thunderbird

source: A grid of various add-on icons.
hsb: Lěsyca wšelakich symbolow za přidatki.

source: Helpful Resources.
hsb: Wužitne resursy.

source: Helpful <span class="txt-gradient">Resources</span>
hsb: Wužitne <span class="txt-gradient">resursy</span>

source: Level up your Thunderbird Skills.
hsb: Polěpšće swoje kmanosće Thunderbird.

source: Getting Started
hsb: Prěnje kroki

source: How to Participate
hsb: Kak so wobdźělić

source: Share Ideas
hsb: Ideje dźělić

source: Find Support
hsb: Pomoc namakać

source: Support Site
hsb: Sydło pomocy

source: Contribute
hsb: Sobu činić

source: Become a <span class="txt-gradient">Supporter</span>
hsb: Budźće <span class="txt-gradient">podpěraćel</span>

source: Help us make Thunderbird better.
hsb: Pomhajcé nam Thunderbird polěpšić.

source: MZLA Technologies Corporation is the for-profit organization sustaining the free software mission of Thunderbird. Our work is to provide open source apps that are secure, private and available for users around the world. Your support helps us:
hsb: MZLA Technologies Corporation je na dobytk orientowana organizacija, kotraž misiju Thunderbird swobodneje software podpěruje. Naše dźěło ma nałoženja wotewrjeneho žórła k dispoziciji stajić, kotrež su wěste, priwatne a k dispoziciji za wužiwarjow na cyłym swěće. Waša pomoc nam pomha:

source: Develop new apps, integrations and features
hsb: Nowe nałoženja, integracije a funkcije wuwiwać

source: Improve the interface, speed, and stability
hsb: Wužiwarski powjerch, spěšnosć a stabilnosć polěpšować

source: Promote Thunderbird and software freedom
hsb: Thunderbird a softwarowu swobodu spěchować

source: Serve millions of free app downloads each year
hsb: Miliony darmotnych nałoženskich sćehnjenjow wob lěto poskićeć

source: Not tax deductible as a charitable donation
hsb: Njehodźi so jako dar wot dawka wotćahnyć

source: Frequently Asked Questions
hsb: Husto stajene prašenja

source: Become a <span class="txt-gradient">Corporate Supporter</span>
hsb: Budźće <span class="txt-gradient">předewzaćelski podpěraćel</span>

source: Secure an open future for yourself and the world.
hsb: Zawěsćće sej wotewrjeny přichod za sebje a za swět.

source: Organizations deploying Thunderbird at scale or who share our passion for expanding digital freedoms can make a difference by becoming a one-time or recurring corporate supporter. Small to medium size contributions can be made with the form above. For contributions greater than $5000 USD please contact our business team. Thank you in advance for your generous support!
hsb: Organizacije, kotrež Thunderbird we wulkej měrje wužiwaja, abo naše zahorjenje za rozšěrjenje digitalnych swobodow dźěla, móža něšto docpěć, hdyž so z jónkróćnym abo prawidłownym předewzaćelskim podpěraćelom stanu. Małe do srjedźnych darow móžeće z formularom horjeka činić. Za přinoški, kotrež su wjetše hač 5.000 US-dolarow, stajće so prošu z našim wobchodniskim teamom do zwiska. Dźakujemy so wam dočasa za wašu šćedriwu podpěru!

source: Contact the Business Team
hsb: Stajće so z teamom za předewzaća do zwiska

source: A rocket with the Thunderbird logo.
hsb: Raketa z logom Thunderbird.

source: Donor Help
hsb: Pomoc za darićelow

source: Thank you for contacting us. A case has been created for your issue and we will be in touch shortly.
hsb: Dźakujemy so, zo sće nas skontaktował. Pad je so za waš problem wutworił a damy so bórze wot nas słyšeć.

source: We will get back to you soon.
hsb: Stajimy so bórze z wami do zwiska.

source: Return to Thunderbird.net
hsb: Wróćo k Thunderbird.net

source: Support Thunderbird for Android
hsb: Podpěrujće Thunderbird za Android

source: Download
hsb: Sćahnyć

source: Download <span class="txt-gradient">Thunderbird</span>
hsb: Sćehńće <span class="txt-gradient">Thunderbird</span>

source: Available on Windows, Linux, Mac, and Android.
hsb: K dispoziciji na Windows, Linux, Mac a Android.

source: Download and languages options
hsb: Sćehnjenske a rěčne nastajenja

source: Download Thunderbird
hsb: Thunderbird sćahnyć

source: Your system doesn't meet the <a href="%(url)s">requirements</a> to run Thunderbird.
hsb: Waš system njewotpowěduje <a href="%(url)s">žadanjam</a>, zo by Thunderbird fungował.

source: Please follow <a href="%(url)s">these instructions</a> to install Thunderbird.
hsb: Prošu slědujće <a href="%(url)s">tutym instrukcijam</a> za instalowanje Thunderbird.

source: Free forever.
hsb: Na přeco darmotny.

source: to make it better.
hsb: , zo by jón polěpšił.

source: Contact us
hsb: Kontakt

source: What are the ways I can give?
hsb: Kak móžu darić?

source: <p>You can <a href="%(donate)s">donate online</a> securely by credit card or PayPal, Google Pay, Apple Pay, and by bank transfers through SEPA, iDEAL and ACH.<br/> <strong>Give in your local currency!</strong> We accept over 100! Choose yours from the drop down menu next to ‘Amount’.<br/> <strong>You can give offline in USD only</strong> by mailing a check or money order made payable to "MZLA Technologies Corp". Mail to: </p> <ul class="check-address"> <li>MZLA</li> <li>PO Box 25718</li> <li>Pasadena CA 91185-5718</li> </ul> <p>Please include your email address on the memo line of your check to help us track and attribute your gift. We can only send acknowledgement receipts by email.</p> <p> <strong>Give the gift of your time!</strong> If you would like to learn how to contribute to Thunderbird in other ways such as coding, translating or testing, please visit our <a href="%(ways_to_help)s">Participate</a> page.</p>
hsb: <p>Móžeće wěsće z kreditnej kartu abo PayPal, Google Pay, Apple Pay a přez bankowe přepokazanja přez SEPA, iDEAL a ACH <a href="%(donate)s">online darić</a>.<br/><strong>Darće w swojej lokalnej měnje!</strong> Akceptujemy wjace hač 100! Wubjerće swoje z wuběranskeho menija pódla ‚Suma‘.<br/><strong>Offline móžeće jenož w US-dolarach darić</strong>, hdyž šek abo płaćenski nadawk z e-mejlu sćeleće, kotrejž stej na „MZLA Technologies Corp“ płaćomnej. Sćelće mejlku na:</p> <ul class="check-address"> <li>MZLA</li> <li>PO Box 25718</li> <li>Pasadena CA 91185-5718</li> </ul> <p>Prošu zasadźće swoju e-mejlowu adresu do wužiwanskeho zaměra swojeho šeka, zo byšće nam pomhał, waš dar slědować a přirjadować. Móžemy wobkrućenja přijeća jenož přez e-mejl słać.</p> <p> <strong>Darće swój čas!</strong> Jeli byšće rady wjace wo tym zhonił, kak móžeće na druhe wašnje, na přikład přez programowanje, přełožowanje abo testowanje přinošować, wopytajće prošu našu <a href="%(ways_to_help)s">wobdźělensku</a> stronu.</p>

source: How do I cancel or change my recurring gift? Can I change my payment method or my donation frequency?
hsb: Kak móžu swój prawidłowny dar storněrować abo změnić? Móžu swoju płaćensku metodu abo častosć swojich darow změnić?

source: Does my gift give me access to tech support?
hsb: Dóstanu technisku podpěru za mój dar?

source: How do I get a receipt?
hsb: Kak móžu kwitowanku dóstać?

source: Is my gift tax deductible?
hsb: Je mój dar wot dawka wotćahujomny?

source: Gifts to Thunderbird <strong>are not tax-deductible as charitable gifts</strong>, but are greatly appreciated!<br/> Giving to Thunderbird supports the development of open source apps that are secure, private and available for users around the world. Your support also ensures that our core apps remain free for everyone.
hsb: Dary za Thunderbird <strong>jako dobroćelske dary wot dawkow wotćahujomne njejsu</strong>, ale su jara witane!<br/> Dary za Thunderbird wuwiće nałoženja wotewrjeneho žórła podpěruja, kotrež su wěste, priwatne a za wužiwarjow z cyłeho swěta k dispoziciji. Waša podpěra tež zawěsćuje, zo naše hłowne nałoženja za kóždeho darmotne wostać.

source: Why do you need my address in order to process a gift?
hsb: Čehodla je moja adresa trěbna za předźěłowanje dara?

source: We understand that your privacy is very important -- we agree, and that's a core value of ours at Thunderbird and Mozilla. Your address is part of our Payment Processing, Contact and Donation Information that we outline in our <a href="%(url)s">Privacy Policy</a>. This data is used for payment processing, transactional receipts, fraud detection and record-keeping purposes. If you want to know more about the personal information data we receive, the third-party vendors we trust, and how long we keep your data, please refer to our <a href="%(website_privacy)s">Websites, Communications & Cookies Privacy Notice</a>.
hsb: Rozumimy, zo waša priwatnosć je jara wažna – tomu přihłosujemy, a to je naša centralna hódnota z Thunderbird a Mozilla. Waša adresa je dźěl našich informacijow wo přewjedźenju płaćenjow, kontaktach a darach, kotrež w našich <a href="%(url)s">prawidłach priwatnosće</a> wopisujemy. Tute daty so za přewjedźenje płaćenjow, transakciske kwitowanki, wotkryće wobšudow a napisanja wužiwaja. Jeli chceće wjace wo wosobinskich datach wědźeć, kotrež dóstawamy, wo třećich poskićowarjach, kotrymž dowěrjamy a wo tym, kak dołho waše daty chowamy, čitajće prošu <a href="%(website_privacy)s">zdźělenku priwatnosće wo websydłach, zdźělenkach a plackach</a>.

source: How can I turn off the donation message on the Thunderbird start page?
hsb: Kak móžu darjensku zdźělenku na startowej stronje Thunderbird znjemóžnić?

source: To learn how to customize your start page please visit:<br/><a href="%(url)s">%(url)s</a>
hsb: Zo byšće zhonił, kak móžeće swoju startowu stronu přiměrić, wopytajće prošu: <br/><a href="%(url)s">%(url)s</a>

source: How can I get a business receipt?
hsb: Kak móžu wobchodnu kwitowanku dóstać?

source: Is my donation secure?
hsb: Je mój dar wěsty?

source: Yes, we use industry-standard SSL technology to keep your information secure. We partner with Stripe, the industry's established payment processor trusted by some of the world's largest companies. Your sensitive financial information never touches our servers. We send all data directly to Stripe's PCI-compliant servers through SSL. We understand that your privacy is very important. For complete information please refer to the <a href="%(privacy)s">Mozilla Privacy Policy</a>.
hsb: Haj, wužiwamy SSL-technologiju po industrijnym standardźe, zo bychmy waše informacije škitali. Dźěłamy ze Stripe jako partner hromadźe, z etablěrowanym płaćenskim posłužbowym předewzaćom, kotremuž někotre z najwjetšich předewzaćow swěta dowěrjeja. Waše sensibelne financne informacije so ženje našich serwerow dótkaja. Sćelemy wšě daty přez SSL na serwery Stripe, kotrež su z PCI konformne. Rozumimy, zo waša priwatnosć je jara wažna. Za dospołne informacije čitajće prošu <a href="%(privacy)s">prawidła priwatnosće Mozilla</a>.

source: Can I request a refund?
hsb: Móžu zarunanje požadać?

source: Your donation may be eligible for a refund. You must <strong>contact us within 15 days of payment date.</strong> If you believe this payment was made without your authorization, please contact us immediately. <strong>Donations made via ACH or SEPA direct debit are ineligible for refunds.</strong> Due to the nature of these transactions our policy prioritizes minimizing refund fraud. We appreciate your understanding. If you need assistance, <a href="%(help)s">please contact us</a>.
hsb: Waš dar snano za zarunanje do prašenja přińdźe. Dyrbiće so <strong>z nami w běhu 15 dnjow po płaćenskim datumje do zwiska stajić.</strong> Jeli sej mysliće, zo tute płaćenje je so bjez wašeje awtorizacije přewjedło, stajće so prošu z nami hnydom do zwiska. <strong>Dary přez poćeženku ACH abo SEPA so njezarunaja.</strong> Typa tutych transakcijow dla so naše prawidła přećiwo wobšudźe přez zarunanja měrja. Prosymy was wo waše zrozumjenje. Jeli pomoc trjebaće, <a href="%(help)s">stajće so z nami do zwiska</a>.

source: Are there additional fees added to my donation?
hsb: Nastawaja přidatne popłatki za mój dar?

source: We do not collect any additional fees or taxes. When you donate in your local currency you are not charged a conversion fee by your credit card. You can choose to also cover the payment processing transaction costs. This is completely voluntary and you may opt in or out using the checkbox on our donation form. Our organization is based in the United States. We encourage donors to research any additional external taxes or fees that may be applied by regulators such as your bank or tax authority.
hsb: Přidatne popłatki abo dawki njezběramy. Hdyž w swojej lokalnej měnje darujeće, wam wašu kreditnu kartu z popłatkom přeličenja njepoćežuja. Móžeće tež naše transakciske kóšty za płaćenske wotwiwanje wotpłaćić. To je dospołnje dobrowólne a móžeće wotpowědny kontrolny kašćik w našim darjenskim formularje zmóžnić abo znjemóžnić. Naša organizacija ma swoje sydło w Zjednoćenych statach. Poručamy darićelam, so wo přidatnych eksternych dawkach abo popłatkach informować, kotrež regulowanske zarjady kaž waša banka abo dawkowy zarjad zběraja.

source: What do the transaction costs cover?
hsb: Što transakciske kóšty wopřijimaja?

source: When you opt to cover our payment transaction costs, you're covering both our payment processing and donation platform fees. The costs associated with our robust online donation system allows us to continue scaling sustainably as our supporter-base grows. Our donation platform and payment processor partners reduce internal costs associated with maintaining our own system from scratch. Our partners ensure we can accept a wide range of currencies/payment methods and remain PCI compliant in all of the countries that we accept gifts from. The transaction costs you may choose to cover are based on an estimate of our overall costs. Due to many factors actual costs may fluctuate.
hsb: Hdyž so rozsudźeće, naše płaćenske transakciske kóšty přewzać, płaćiće naše popłatki za předźěłanje płaćenjow kaž tež te za darjensku platformu. Kóšty, kotrež su z našim robustnym darjenskim systemom online zwjazane, nam zmóžnjeja, dale trajnje skalěrować, hdyž naša baza podpěraćelow rosće. Naša darjenska platforma a naše partnerske posłužbowe předewzaća interne kóšty redukuja, kotrež su z wudźeržowanjom našeho swójskeho systema wot wšeho spočatka zwjazane. Naši partnerojo zawěsćuja, zo móžemy wulku ličbu měnow/płaćenskich metodow akceptować a we wšěch krajach, z kotrychž dary dóstawamy, PCI-konformni wostać. Transakciske kóšty, kotrež chceće přewzać, na trochowanju našich cyłkownych kóštow bazuja. Wjele faktorow dla móža woprawdźite kóšty wariěrować.

source: Why do one-time donations appear as recurring in the SEPA mandates?
hsb: Čehodla so jónkróćne dary w SEPA-mandatach jako wospjetowace pokazuja?

source: When making a one-time gift through SEPA direct debit, you may notice a mention of recurrent transactions. This is because our payment processor Stripe only supports recurring transactions for this type of payment. Regardless of this, we will only charge you once and we will not make any further payments on your account without your authorization. Following the mandate, you will receive an official donation receipt that will clearly reflect the one-time donation.
hsb: Hdyž jónkróćny dar přez poćeženku SEPA dawaće, pytnjeće snano wospjetowace so transakcije. To na tym zaleži, zo naš płaćenski posłužbnik Stripe jenož wospjetowace so transakcije za tutón płaćenski typ podpěruje. Njedźiwajo na to, poćežujemy waše konto jenož jedyn raz a njepoćežujemy waše konto bjez wašeje awtorizacije přez dalše płaćenja. Po społnomócnjenju dóstanjeće oficielnu darjensku kwitowanku, kotraž jónkróćny dar jasnje pokazuje.

source: Can I give in cryptocurrencies?
hsb: Móžu kryptoměny darić?

source: <strong>No.</strong> We are not currently accepting cryptocurrency gifts.
hsb: <strong>Ně.</strong> Tuchwilu dary w kryptoměnje njeakceptujemy.

source: How will my gift be used?
hsb: Kak so mój dar wužiwa?

source: Thunderbird is the leading open source email and productivity app that is free for business and personal use. Your gift helps ensure it stays that way, and supports ongoing development.
hsb: Thunderbird je nawodne nałoženje wotewrjeneho žórła za e-mejl a produktiwitu na wjacorych platformach, darmotny za komercielne a priwatne wužiwanje. Waš dar nam pomha zawěsćić, zo to tak wostawa a podpěruje dalše wuwiwanje.

source: What is Thunderbird’s relationship to MZLA Technologies Corporation?
hsb: W kotrym poćahu Thunderbird z předewzaćom MZLA Technologies Corporation steji?

source: Doesn’t Thunderbird earn income?
hsb: Nima Thunderbird dochody?

source: Page language
hsb: Rěč strony

source: Other languages
hsb: Druhe rěče

source: Go
hsb: Start

source: Home
hsb: Startowa strona

source: Products
hsb: Produkty

source: Thunderbird Mobile
hsb: Thunderbird za mobilne graty

source: Get Help
hsb: Pomoc wobstarać

source: Downloads
hsb: Sćehnjenja

source: Release Notes
hsb: Wersijowe informacije

source: For Enterprises
hsb: Za předewzaća

source: Holiday Calendars
hsb: Protyki swjatych dnjow

source: Careers
hsb: Karjera

source: Privacy Policy
hsb: Prawidła priwatnosće
