Repository: thunderbird/thunderbird.net-l10n
Catalog: hsb/LC_MESSAGES/messages.po
Languages: hsb

source: <small> Thunderbird is part of <a href="https://blog.thunderbird.net/2020/01/thunderbirds-new-home/">MZLA Technologies Corporation</a>, a wholly owned subsidiary of Mozilla Foundation. Portions of this content are ©1998–%(current_year)s by individual contributors. Content available under a <a href="https://www.mozilla.org/foundation/licensing/website-content/">Creative Commons license</a>. </small>
hsb: <small> Thunderbird k <a href="https://blog.thunderbird.net/2020/01/thunderbirds-new-home/">MZLA Technologies Corporation</a> słuša, stoprocentowej wotnožce załožby Mozilla Foundation. Dźěle tutoho wobsaha su pod awtorstwom ©1998–%(current_year)s wot jednotliwych sobuskutkowarjow. Wobsah je pod <a href="https://www.mozilla.org/foundation/licensing/website-content/">licencu Creative Commons</a> k dispoziciji. </small>

source: Contribute to this site
hsb: K tutomu sydłu přinošować

source: Translate this site
hsb: Tute sydło přełožować

source: Meet the powerful email, calendar, and contacts app for Windows, Linux, and macOS.
hsb: Zeznajće so z mócnym nałoženjom za e-mejl, protyku a kontakty za Windows, Linux a macOS.

source: Learn about new product releases, community events, tech tips, and more.
hsb: Zhońće wjace wo nowych wersijach, podawkach zhromadźenstwa, techniskich pokiwach a wjace.

source: Desktop Help
hsb: Desktopowa pomoc

source: Find the help you need configuring and using Thunderbird Desktop.
hsb: Namakajće pomoc, kotruž za konfiguraciju a wužiwanje Thunderbird za desktop trjebaće.

source: Mobile Help
hsb: Pomoc za mobilne graty

source: Find the help you need configuring and using Thunderbird Mobile.
hsb: Namakajće pomoc, kotruž za konfiguraciju a wužiwanje Thunderbird za mobilny grat trjebaće.

source: Learn how our values, community, and organization shape the future of Thunderbird.
hsb: Zhońće, kak naše hódnoty, naše zhromadźenstwo a organizacija přichod Thunderbird wuhotuja.

source: Find out who to contact and how.
hsb: Zhóńće, koho móžeće kontaktować a kak.

source: We have an enthusiastic team with diverse talents. Learn how to join us.
hsb: Mamy zahorjeny team z wšelakorymi talentami. Zhońće, kak móžeće pola nas sobu činić.

source: Learn how to donate as an individual or business to support Thunderbird and open source.
hsb: Zhońće, kak móžeće jako jednotliwa wosoba abo předewzaće darić, zo byšće Thunderbird a wotewrjene žórło podpěrać.

source: We need helping hands of all kinds. Learn how you can help Thunderbird and others.
hsb: Trjebamy najwšelakoriše pomhace ruki. Zhońće wjace, kak móžeće Thunderbird a druhim pomhać.

source: Find the latest version of Thunderbird.
hsb: Namakajće najnowšu wersiju Thunderbird.

source: Thunderbird Logo
hsb: Logo Thunderbird

source: Open or close site navigation
hsb: Sydłowu nawigaciju wočinić abo začinić

source: Learn What’s <span class="txt-gradient">Next</span>
hsb: Zhońće, štož jako <span class="txt-gradient">přichodne</span> přińdźe

source: Thunderbird keeps getting better. Subscribe to our newsletter and follow us on social media to stay informed.
hsb: Thunderbird so stajnje polěpšuje. Abonujće naš newsletter a slědujće nam w socialnych medijach, zo byšće na běžnym wostał.

source: Your Email
hsb: Waša e-mejl

source: Subscribe
hsb: Abonować

source: Follow %(mastodon)s on Mastodon
hsb: Slědujće %(mastodon)s na Mastodon

source: Follow %(bluesky)s on Bluesky
hsb: Na Bluesky %(bluesky)s slědować

source: Follow %(facebook)s on Facebook
hsb: Slědujće %(facebook)s na Facebook

source: Follow %(youtube)s on YouTube
hsb: Slědujće %(youtube)s na YouTube

source: Follow %(linkedin)s on LinkedIn
hsb: Slědujće %(linkedin)s na LinkedIn

source: Visit Our Blog
hsb: Wopytajće naš blog

source: smartphone
hsb: šmóratko

source: I need
hsb: Trjebam

source: Please select...
hsb: Prošu wubjerće…

source: Help with the donation form
hsb: Pomoc z darjenskim formularom

source: My donation refunded
hsb: Mój dar je zarunany

source: Help with an unauthorized or fraudulent donation
hsb: Pomoc z njeawtorizowanym abo jebarskim darom

source: To update my donation email address
hsb: Zo byšće swoju e-mejlowu adresu za dary aktualizował

source: To change or cancel my monthly recurring donation
hsb: Zo by so mój měsačny dar změnił abo přetorhnył

source: Help donating by bank transfer (SEPA/IBAN)
hsb: Pomhajće při darjenju přez bankowe přepokazanje (SEPA/IBAN)

source: Help donating with another currency or payment method
hsb: Pomhajće při darjenju z druhej měnu abo płaćenskej metodu

source: A copy of my donation receipt
hsb: Kopija mojeje darjenskeje kwitowanki

source: Technical support for Thunderbird
hsb: Techniska podpěra za Thunderbird

source: To request a feature for Thunderbird
hsb: Zo byšće funkciju za Thunderbird požadał

source: Help with something else
hsb: Pomhajće z něčim druhim

source: Account currency:
hsb: Kontowa měna:

source: Name of payee:
hsb: Mjeno přijimarja płaćenja:

source: Purpose:
hsb: Zaměr:

source: Beneficiary's bank:
hsb: Banka požiwaćela:

source: Location:
hsb: Městno:

source: Issue Summary
hsb: Zjeće problema

source: Please provide more details as needed
hsb: Prošu podajće dalše podrobnosće jeli trjeba

source: Add a screenshot to help us with your request (optional)
hsb: Přidajće foto wobrazowki, zo byšće nam z wašim naprašowanjom pomhał (na přeće)

source: JPG, PNG and BMP files only
hsb: Jenož dataje JPG, PNG a BMP

source: Name
hsb: Mjeno

source: Email
hsb: E-mejlowa adresa

source: Thunderbird will only use your submitted information for purposes of communicating with you about your request. See our <a href="%(url)s" target="_blank">privacy policy</a> for further information.
hsb: Thunderbird budźe waše zapodate informacije wužiwać, zo by z wami wo wašim naprašowanje komunikował. Hlejće naše <a href="%(url)s" target="_blank">prawidła priwatnosće</a> za dalše informacije.

source: Visit Mozilla Connect to submit your ideas for Thunderbird.
hsb: Wopytajće Mozilla Connect, zo byšće swoje ideje za Thunderbird zapodał.

source: Chinese Simplified
hsb: Chinske, zjednorjene

source: Czech
hsb: Čěšćina

source: Danish
hsb: Danšćina

source: Dutch
hsb: Nizozemšćina

source: English
hsb: Jendźelšćina

source: French
hsb: Francošćina

source: German
hsb: Němčina

source: Italian
hsb: Italšćina

source: Japanese
hsb: Japanšćina

source: Other
hsb: Druhe

source: Polish
hsb: Pólšćina

source: Portuguese
hsb: Portugalšćina

source: Russian
hsb: Rušćina

source: Spanish
hsb: Španišćina

source: We do not accept donations in crypto.
hsb: Dary w kryptoměnach njeakceptujemy.

source: Are you ready to love email again?
hsb: Sće hotowy e-mejl zaso lubować?

source: Thunderbird Mobile.
hsb: Thunderbird za mobilne graty.

source: Thunderbird <span class="txt-gradient">Mobile</span>
hsb: Thunderbird <span class="txt-gradient">za mobilne graty</span>

source: No Ads or Spyware
hsb: Žane wabjenje abo žana spionažna software

source: It’s actually free!
hsb: Je woprawdźe darmotny!

source: A cropped screenshot of the Thunderbird for Android's interface.
hsb: Přitřihane foto wobrazowki wužiwarskeho powjercha Thunderbird za Android.

source: All-in-One Email App
hsb: Wšo-w-jednym e-mejlowe nałoženje

source: Multiple Account Support
hsb: Podpěra wjacorych kontow

source: Don’t miss a message.
hsb: Njezapasće powěsć.

source: Advanced Email Encryption
hsb: Rozšěrjene e-mejlowe zaklučowanje

source: Send and receive secure messages on any account.
hsb: Sćelće a přijmiće wěste powěsće z kóždym kontom.

source: Light and Dark Interface
hsb: Swětły a ćmowy wužiwarski powjerch

source: Instant Setup.
hsb: Hnydomna konfiguracija.

source: Instant <span class="txt-gradient">Setup</span>
hsb: Hnydomna <span class="txt-gradient">konfiguracija</span>

source: Join our Newsletter
hsb: Abonujće naš powěsćowy list

source: We Need Your <span class="txt-gradient">Talents</span>
hsb: Trjebamy waše <span class="txt-gradient">talenty</span>

source: Everyone can be a contributor. Here are some of the ways you can help.
hsb: Kóždy móže sobu činić. Tu su někotre móžnosće, kak móžeće pomhać.

source: Volunteers help create Thunderbird and ensure it is accessible throughout the world in dozens of languages. They write the documentation and answer the questions that help regular people use Thunderbird.
hsb: Dobrowólnicy pomhaja, Thunderbird wuwiwać a zawěsćuja, zo je na cyłym swěće w dwanatkach rěčach k dispoziciji. Pisaja dokumentaciju a wotmołwjeja na prašenja, kotrež normalnym ludźom pomhaja, Thunderbird wužiwać.

source: Code
hsb: Programować

source: If you have programming experience there are a lot of ways to contribute to the Thunderbird project. Get started by identifying the area where you have the most experience and interest and following the steps to get started:
hsb: Jeli programowanske nazhonjenja maće, je wjele móžnosćow, so na projekće Thunderbird wobdźělić. Identifikujće najprjedy polo, w kotrymž najwjace nazhonjenja a najwjetši zajim maće a přewjedźće slědowace kroki, zo byšće započał:

source: Desktop Development:
hsb: Wuwiće za desktop:

source: Explore the <a href="%(url)s">docs</a>
hsb: Wuslědźće <a href="%(url)s">dokumenty</a>

source: Join the <a href="%(url)s">repository</a>
hsb: Přidružće so <a href="%(url)s">repozitorijej</a>

source: Say hello in <a href="%(url)s">Matrix</a>
hsb: Postrowće na <a href="%(url)s">Matrix</a>

source: Android Development:
hsb: Wuwiće za Android:

source: Website Development:
hsb: Wuwiće websydłow:

source: Test
hsb: Testować

source: With so many unique hardware environments and workflows, community members who test pre-release builds of Thunderbird play a vital role in the quality of the software. Plus, you help catch bugs before they can reach the general public!
hsb: Z tak wjele jónkróćnymi hardwarowymi wokolinami a dźěłowymi wotběhami, hraja čłonojo zhromadźenstwa, kotřiž předwersije Thunderbird testuja, wažnu rólu za kwalitu softwary. Nimo toho móžeće pomhać, zmylki namakać, prjedy hač na zjawne přińdu!

source: Learn about testing <a href="%(url)s">Beta</a>
hsb: Zhońće wjace wo testowanju wersije <a href="%(url)s">Beta</a>

source: Report <a href="%(url)s">bugs</a>
hsb: Zdźělće <a href="%(url)s">zmylki</a>

source: Translate
hsb: Přełožić

source: The entire world deserves free and open source software, and Thunderbird is currently translated in more than 50 languages! Use your multilingual talents to help make Thunderbird more widely available than ever.
hsb: Cyły swět swobodnu software wotewrjeneho žórła zasłuži, a Thunderbird je tuchwilu do wjace hač 50 rěčow přełoženy! Wužiwajće swoje wjacerěčne talenty, zo byšće Thunderbird za šěrše rozšěrjenje hač hdy prjedy k dispoziciji stajił.

source: Join us on <a href="%(url)s">Pontoon</a>
hsb: Přidružće so nam na <a href="%(url)s">Pontoon</a>

source: Join us on <a href="%(url)s">Weblate</a>
hsb: Přidružće so nam na <a href="%(url)s">Weblate</a>

source: Are you an experienced Thunderbird user who loves lending a helping hand? Put your knowledge to great use by joining our Support Crew and helping users around the world with their Thunderbird questions.
hsb: Sće nazhonjeny wužiwar Thunderbird, kotryž rady pomhacu ruku podawa? Wužiwajće swoju wědu přez to, zo so našemu teamej pomocy přidružiće a wužiwarjam na cyłym swěće z jich prašenjemi Thunderbird pomhaće.

source: You can join our Thunderbird Community Support Matrix room to get and give user support.
hsb: Móžeće našemu rumej Matrix za pomoc zhromadźenstwa Thunderbird přistupić, zo byšće pomoc dóstał a wužiwarjam pomoc dał.

source: Document
hsb: Dokument

source: Help ensure the answers are written down before the question is even asked! From documenting features or APIs to frequently asked user support questions, put your knowledge and writing skills to use for the benefit of the entire Thunderbird community.
hsb: Pomhajće wotmołwy napisać, prjedy hač jich prašenja so stajeja! Wot dokumentowanja funkcijow abo API do husto stajenych prašenjow – stajće swoju wědu a pisanske kmanosće z wužitkom cyłeho zhromadźenstwa Thunderbird k dispoziciji.

source: User Support <a href="%(url)s">documentation</a>
hsb: <a href="%(url)s">Dokumentacija</a> wužiwarskeje podpěry

source: Developer <a href="%(url)s">documentation</a>
hsb: Wuwiwarska <a href="%(url)s">dokumentacija</a>

source: Code <a href="%(url)s">documentation</a>
hsb: <a href="%(url)s">Dokumentacija</a> žórłoweho koda

source: Promote
hsb: Zamołwić so

source: Advocacy is one of the easiest ways to contribute to Thunderbird! Boosting our posts on Mastodon, showcasing the software to a friend, upvoting a helpful answer on Reddit; anything that adds visibility is a huge help. Here’s where to find us on various social platforms, and how to get involved.
hsb: Zastupnistwo zajimow je jedna z najlóšich móžnosćow, zo byšće k Thunderbird přinošował! Podpěrajće naše přinoški na Mastodon, prezentujće přećelej software, hłosujće za pomocliwu wotmołwu na Reddit; wšitko, štož widźomnosć přidawa, je wulka pomoc. Tu namakaće nam na wšelakich socialnych platformach a kak móžeće sobu činić.

source: Leave a review on the Google Play
hsb: Zawostajće pohódnoćenje na Google Play

source: Design
hsb: Wuhotować

source: Share your ideas, and contribute to the ongoing conversations around Thunderbird’s UX and UI. We welcome your feedback to developer designs on our UX mailing list, and our companion Matrix room.
hsb: Dźělće swoje ideje a přinošujće k běžnym konwersacijam wokoło UX a UI Thunderbird. Witamy waše měnjenja wo designach wuwiwarjow na našej rozpósłanskej lisćinje UX a přisłušnym rumje Matrix.

source: Join in on the <a href="%(url)s">discussion</a>
hsb: Přidružće so <a href="%(url)s">diskusiji</a>

source: One more way you can contribute is by sharing <strong>ideas</strong>, <strong>priorities</strong>, and <strong>feedback</strong>. Thunderbird is yours and we're listening.
hsb: Jedna móžnosć sobu pomhać je tež wuměna <strong>idejow</strong>, <strong>prioritow</strong> a <strong>měnjenjow</strong>. Thunderbird wam słuša a my słuchamy.

source: Contributor <span class="txt-gradient">Experience</span>
hsb: <span class="txt-gradient">Nazhonjenje</span> sobuskutkowarja

source: The ways and reasons to get involved are as diverse as the people who do.
hsb: Móžnosće a přičiny sobuskutkowanja su tak wšelakore kaž ludźo, kotřiž sobu činja.

source: Our volunteers come from diverse backgrounds and bring unique talents. They're making Thunderbird better for themselves and better for the world at the same time. You can join them.
hsb: Naši dobrowólnicy rozdźělne pozadki maja a přinjesu jónkróćne talenty sobu. Polěpšuja Thunderbird za sebje a za swět naraz. Móžeće so jim přidružić.

source: Leadership, Switzerland
hsb: Nawodnistwo, Šwicarska

source: Thunderbird is a testament to the power of the open-source community's contribution to driving innovation and efficiency.
hsb: Thunderbird je dopokaz za móc přinoška zhromadźenstwa wotewrjeneho žórła, zo inowaciju a eficiencu spěchuje.

source: Bug Triager, USA
hsb: Pruwowar zmylkow, USA

source: If you don't have skin in the game, you can't complain about the direction the product is going in.
hsb: Jeli so njeangažujeće, njemóžeće so na směr hóršić, ke kotremuž produkt dźe.

source: Developer, Germany
hsb: Wuwiwar, Němska

source: It is great to be able to improve the software by fixing little things that affect me and other users
hsb: Je wulkotnje, software polěpšować, hdyž móžu małe wěcy porjedźić, kotrež mje a druhich wužiwarjow nastupaja

source: Tester & Bug Triager, USA
hsb: Testowar a pruwowar zmylkow, USA

source: I volunteer to use the beta versions as soon as they are built, report issues I find, and test fixes.
hsb: Pomham dobrowólnje a wužiwam wersije beta, hdyž su dokónčene, zdźělam zmylki, kotrež namakam a testuju porjedźenja.

source: Support & Bug Triager, United Kingdom
hsb: Pruwowar pomocy a zmylkow, Zjednoćene kralestwo

source: I volunteer to assist others in the Thunderbird Support Forum which I find a very rewarding experience.
hsb: Pomham dobrowólnje druhim we forumje pomocy Thunderbird, štož je wunošne nazhonjenje za mnje.

source: Translator, Bug Triager & Leadership, Bulgaria
hsb: Přełožowar, pruwowar zmylkow a wjednistwo, Bołharska

source: I began by contributing translations, thinking that people who speak my language deserve localized versions.
hsb: Sym z tym započał, přełožki přinošować, dokelž sej myslach, zo ludźo, kotřiž moju rěč rěča, přełožene wersije zasłuža.

source: Shape the <span class="txt-gradient">Future</span>
hsb: Wuhotujće <span class="txt-gradient">přichod</span>

source: Improve software and lives by volunteering.
hsb: Pomhajće dobrowólnje, zo byšće software a žiwjenja polěpšił.

source: Craft tools you want to use. Help others find and use software that respects their privacy and freedom. Become part of a better future for yourself and others by putting your talents to work at Thunderbird.
hsb: Zhotowće nastroje, kotrež chceće wužiwać. Pomhajće druhim software namakać a wužiwać, kotraž jich priwatnosć a swobodu respektuje. Budźće dźěl lěpšeho přichoda za sebje a druhich a přinjesće swoje talenty do dźěła za Thunderbird sobu.

source: Thunderbird Privacy Policy
hsb: Prawidła priwatnosće Thunderbird

source: User Survey
hsb: Wužiwarske naprašowanje

source: Please note: you will be redirected to <u>%(domain)s</u> to complete this survey.
hsb: Prošu wobkedźbujće: Sposrědkuja was dale do <u>%(domain)s</u>, zo byšće tute naprašowanje dokónčił.

source: Start
hsb: Startować

source: Thank You!
hsb: Wulki dźak!

source: Finish installing, and start enjoying <span class="txt-gradient">Thunderbird</span>.
hsb: Dokónčće instalaciju a wužiwajće <span class="txt-gradient">Thunderbird</span>.

source: Having trouble? <a class="inline-link" href="%(url)s">Get help with your installation.</a>
hsb: Maće problemy? <a class="inline-link" href="%(url)s">Wobstarajće sej pomoc za swoju instalaciju.</a>

source: Experience The Future Of Thunderbird
hsb: Dožiwće přichod Thunderbird

source: Install now!
hsb: Instalujće nětko!

source: Just one more step!
hsb: Jenož hišće jedyn krok!

source: Finish installing, and start enjoying Thunderbird Beta.
hsb: Dokónčće instalaciju a wužiwajće Thunderbird Beta.

source: Learn more about Thunderbird 115 Supernova
hsb: Zhońće wjace wo Thunderbird 115 Supernova

source: Thunderbird 115 Supernova Preview: The New Folder Pane
hsb: Přehlad Thunderbird 115 Supernova: Nowy rjadowakowy wobłuk

source: February 14, 2023
hsb: 14. februara 2023

source: Continue Reading
hsb: Dale čitać

source: Why We’re Rebuilding The Thunderbird Interface From Scratch
hsb: Čehodla wužiwarski powjerch Thunderbird dospołnje nowo wuwiwamy

source: February 9, 2023
hsb: 9. februara 2023

source: Thunderbird Supernova Preview: The New Calendar Design
hsb: Přehlad Thunderbird Supernova: Nowy protykowy design

source: November 9, 2022
hsb: 9. nowembra 2022

source: <span class="block font-light font-4xl">Help Keep</span> Thunderbird Alive!
hsb: <span class="block font-light font-4xl">Pomhajće</span> Thunderbird při žiwjenju dźeržeć!

source: Did you know that <strong>less than 1%</strong> of Thunderbird users fund all the work we do?
hsb: Sće wědźał, zo <strong>mjenje hač 1 %</strong> wužiwarjow Thunderbird dźěło financuje, kotrež činimy?

source: <strong>Not too long ago Thunderbird was on the verge of extinction.</strong> It’s because of donations from that small group of users that we are here today!
hsb: <strong>Hišće před krótkim je Thunderbird před zahinom był.</strong> Dźak daram tuteje małeje skupiny wužiwarjow hišće smy!

source: We don’t show advertisements or sell your data and we are completely funded by donations from our community.
hsb: Njepokazujemy wabjenje a njepředawamy waše daty a financujemy so dospołnje přez dary ze zhromadźenstwa.

source: Click here to <strong class="block">Donate!</strong>
hsb: Klikńće tu, zo byšće <strong class="block">darił!</strong>

source: Help keep <strong class="block">Thunderbird Alive!</strong>
hsb: Pomhajće <strong class="block">Thunderbird při žiwjenju dźeržeć!</strong>

source: <strong>Thunderbird</strong>’s mission is to offer a time and privacy-respecting, customizable communication experience that gives you control of your data and experience. <strong>Free to everyone!</strong>
hsb: Misija <strong>Thunderbird</strong> je, přiměrjomne komunikaciske dožiwjenje poskićić, kotrež je čas lutowace a priwatnosć respektuje a wam kontrolu nad wašimi datami a dožiwjenjom dawa.<strong>Darmotny za kóždeho!</strong>

source: Accomplishing that mission means keeping <strong>Thunderbird</strong> secure, maintaining complex server infrastructure, updating old code, fixing bugs and developing new features. <strong>These activities aren’t cheap</strong> - requiring talented software engineers and robust infrastructure.
hsb: Hdyž tutu misiju spjelnjemy, dyrbimy <strong>Thunderbird</strong> wěsty dźeržeć, kompleksnu serwerowu infrastrukturu wothladować, stary kod aktualizować, programowe zmylki rozrisać a nowe funkcije wuwiwać. <strong>Tute aktiwity tunje njejsu</strong> – wužaduja sej softwarowych wuwiwarjow a robustnu infrastrukturu.

source: <strong>So today we’re asking you to help us out.</strong> If you get value from using Thunderbird, please consider giving a donation to support it!
hsb: <strong>Tohodla prosymy was, zo byšće nam wupomhał.</strong> Jeli z wužiwanja profitujeće, rozwažće prošu dar, zo byšće jón podpěrał!

source: What’s New in Thunderbird 102
hsb: Nowe funkcije a změny w Thunderbird 102

source: Explore the new features and changes in the new release of Thunderbird.
hsb: Wuslědźće nowe funkcije a změny w nowej wersiji Thunderbird.

source: Message Header Redesign
hsb: Nowy design powěsćoweje hłowy

source: Thunderbird 102 helps you be more productive with less effort. When reading your email, the redesigned message header allows you to focus on what matters as it highlights important information. It’s also more responsive and easier to navigate. Plus, you can star important messages from the message header itself, and easily convert them into a calendar event or a task.
hsb: Thunderbird 102 wam pomha, zo byšće z mjenje prócu produktiwniši był. Hdyž swoju e-mejl čitaće, powěsćowa hłowa z nowym designom wam zmóžnja, so na to koncentrować, štož je wažne, dokelž wažne informacije wuzběhuje. Nimo toho wón spěšnišo reaguje a da so lóšo nawigować. Dale móžeće wažne powěsće z powěsćoweje hłowy z hwěžku markěrować a je lochko do podawka abo nadawka protyki konwertować.

source: New Address Book
hsb: Nowy adresnik

source: Thunderbird 102 gives your contacts a serious upgrade! The refreshed design makes it easier to navigate and interact with your contacts, and helps you better understand who you’re communicating with. The new Address Book has compatibility with vCard specs, meaning if your app can export your existing contacts into vCard format, Thunderbird can import them. Each contact card also acts as a launchpad for messaging, email, and event creation.
hsb: Thunderbird 102 wašim kontaktam nahladnu aktualizaciju dawa! Wobnowjeny design nawigaciju a interakciju z wašimi kontaktami wosnadnja a pomha wam, lěpje rozumić, z kimž komunikujeće. Nowy adresnik ma kompatibelnosć z vCard-specifikacijemi, to rěka, jeli waše nałoženje móže waše eksistowace kontakty do vCard-formata eksportować, Thunderbird móže je importować. Kóžda kontaktna karta tež jako startowa baza za messaging, e-mejl a wutworjenje podawkow słuži.

source: New Import/Export Wizard
hsb: Nowy importowy/eksportowy asistent
