Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: What you can do with Thunderbird doesn't stop with us.
bg: Това, което можете да правите с Thunderbird не спира при нас.
cy: Nid yw'r hyn y gallwch chi ei wneud gyda Thunderbird yn aros gyda ni.
de: Was Sie mit Thunderbird tun können, endet nicht bei uns.
es_ar: Lo que podés hacer con Thunderbird no termina con nosotros.
es_cl: Lo que puedes hacer con Thunderbird no termina con nosotros.
fi: Thunderbirdin mahdollisuudet eivät rajoitu vain meihin.
fr: Ce que vous pouvez faire avec Thunderbird ne se limite pas à ce que nous vous proposons.
fy_nl: Wat jo mei Thunderbird dwaan kinne, stoppet net by ús.
gl: O que podes facer con Thunderbird non termina con nós.
hu: Amit a Thunderbirddel tehet, nem áll meg nálunk.
is: Hvað þú getur gert með Thunderbird takmarkast ekki af okkur.
ja: Thunderbird でできることは、まだまだあります。
nl: Wat u met Thunderbird kunt doen, stopt niet bij ons.
nn_no: Det du kan gjere med Thunderbird stoppar ikkje med oss.
pl: To, co możesz zrobić z Thunderbirdem, nie kończy się na nas.
pt_br: O que você pode fazer com o Thunderbird não se limita ao que nós entregamos.
ru: Ваши возможности с Thunderbird не останавливаются на нас.
sk: To, čo môžete robiť s Thunderbirdom, nekončí u nás.
sl: Kar lahko počnete s Thunderbirdom, se pri nas ne konča.
sv_se: Vad du kan göra med Thunderbird slutar inte med oss.
tr: Thunderbird ile yapabilecekleriniz bizimle sınırlı değil.
uk: Ваші можливості з Thunderbird, не закінчуються нами.
vi: Những gì bạn có thể làm với Thunderbird không chỉ dừng lại ở chúng tôi.

source: Explore Thunderbird Add-Ons
bg: Разгледайте добавките на Thunderbird
cy: Archwiliwch Ychwanegion Thunderbird
de: Entdecken Sie Thunderbird-Add-ons
es_ar: Explorá los complementos de Thunderbird
es_cl: Explorar los complementos de Thunderbird
fi: Tutustu Thunderbird-lisäosiin
fr: Parcourir les modules complémentaires de Thunderbird
fy_nl: Thunderbird-add-ons ferkenne
gl: Explora os complementos de Thunderbird
hu: Fedezze fel a Thunderbird kiegészítőit
is: Skoðaðu viðbætur fyrir Thunderbird
ja: Thunderbird のアドオンを探す
nl: Thunderbird-add-ons verkennen
nn_no: Utforsk Thunderbird-tillegg
pl: Poznaj dodatki do Thunderbirda
pt_br: Conheça as extensões do Thunderbird
ru: Изучите дополнения Thunderbird
sk: Preskúmajte doplnky pre Thunderbird
sl: Raziščite dodatke Thunderbirda
sq: Eksploroni Shtesa Thunderbird
sv_se: Utforska Thunderbird-tillägg
tr: Thunderbird eklentilerini keşfedin
uk: Дослідіть додатки Thunderbird
vi: Khám phá tiện ích mở rộng của Thunderbird

source: A grid of various add-on icons.
bg: Решетка от различни икони на добавки.
cy: Grid o eiconau ychwanegion amrywiol.
de: Ein Raster aus verschiedenen Add-on-Symbolen.
es_ar: Una grilla de varios iconos de complementos.
es_cl: Una cuadrícula de varios iconos de complementos.
fr: Une grille d’icônes de différents modules.
fy_nl: In roaster fan ferskate add-onpiktogrammen.
gl: Unha cuadrícula de varias iconas de complementos.
hu: Egy rács különböző kiegészítők ikonjaival.
is: Uppraðaðar táknmyndir ýmissa viðbóta.
ja: グリッドに並んださまざまなアドオンのアイコン。
nl: Een raster van diverse add-onpictogrammen.
pl: Siatka różnych ikon dodatków.
pt_br: Uma grade de vários ícones de extensões.
ru: Сетка из различных значков дополнений.
sk: Mriežka ikon rôznych doplnkov.
sl: Mreža različnih ikon dodatkov.
sq: Një mozaik ikonash shtesash të ndryshme.
sv_se: Ett rutnät med olika tilläggsikoner.
tr: Çeşitli eklenti simgelerinden oluşan bir kılavuz.
uk: Сітка з різноманітних піктограм додатків.
vi: Một mạng lưới các biểu tượng tiện ích khác nhau.

source: Helpful Resources.
bg: Полезни ресурси.
cy: Adnoddau Defnyddiol.
de: Hilfreiche Ressourcen.
es_ar: Recursos útiles.
es_cl: Recursos útiles.
fi: Hyödylliset resurssit.
fr: Des ressources utiles.
fy_nl: Nuttige helpboarnen.
gl: Recursos útiles.
hu: Hasznos erőforrások.
is: Hjálpleg tilföng.
ja: 役立つリソース。
nl: Nuttige hulpbronnen.
nn_no: Nyttige ressursar.
pl: Przydatne zasoby.
pt_br: Recursos úteis.
ru: Полезные ресурсы.
sk: Užitočné zdroje.
sl: Koristni viri.
sq: Burime të Dobishme.
sv_se: Hjälpsamma resurser.
tr: Yararlı Kaynaklar.
uk: Корисні ресурси.
vi: Tài nguyên hữu ích.

source: Helpful <span class="txt-gradient">Resources</span>
bg: Полезни <span class="txt-gradient">ресурси</span>
cy: <span class="txt-gradient">Adnoddau</span> defnyddiol
de: Hilfreiche <span class="txt-gradient">Ressourcen</span>
es_ar: <span class="txt-gradient">Recursos</span> útiles
es_cl: <span class="txt-gradient">Recursos</span> útiles
fi: Hyödylliset <span class="txt-gradient">resurssit</span>
fr: Des <span class="txt-gradient">ressources</span> utiles
fy_nl: Nuttige <span class="txt-gradient">boarnen</span>
gl: <span class="txt-gradient">Recursos</span> útiles
hu: Hasznos <span class="txt-gradient">erőforrások</span>
is: Hjálpleg <span class="txt-gradient">tilföng</span>
ja: 役立つ<span class="txt-gradient">リソース</span>
nn_no: Nyttige <span class="txt-gradient">ressursar</span>
pl: Przydatne <span class="txt-gradient">zasoby</span>
pt_br: <span class="txt-gradient">Recursos</span> úteis
ru: Полезные <span class="txt-gradient">ресурсы</span>
sk: Užitočné <span class="txt-gradient">zdroje</span>
sl: Koristni <span class="txt-gradient">viri</span>
sq: <span class="txt-gradient">Burime</span> të Dobishme
sv_se: Hjälpsamma <span class="txt-gradient">resurser</span>
tr: Yararlı <span class="txt-gradient">Kaynaklar</span>
uk: Корисні <span class="txt-gradient">ресурси</span>
vi: <span class="txt-gradient">Tài nguyên</span> hữu ích

source: Level up your Thunderbird Skills.
bg: Подобрете своите умения в Thunderbird.
cy: Gwella eich Sgiliau Thunderbird.
de: Verbessern Sie Ihre Thunderbird-Fähigkeiten.
es_ar: Subí el nivel de tus habilidades de Thunderbird.
es_cl: Mejora tus habilidades con Thunderbird.
fi: Kehitä Thunderbird-taitojasi.
fr: Affûtez votre utilisation de Thunderbird.
fy_nl: Ferbetterje jo Thunderbird-feardichheden.
gl: Mellora as túas habilidades con Thunderbird.
hu: Lépjen szintet a Thunderbird funkcióiban.
is: Taktu kunnáttu þína í Thunderbird upp á næsta stig.
ja: Thunderbird のスキルを向上させましょう。
nl: Verbeter uw Thunderbird-vaardigheden.
nn_no: Oppgrader Thunderbird-ferdigheitene dine.
pt_br: Eleve suas habilidades no Thunderbird.
ru: Прокачайте свои навыки работы с Thunderbird.
sk: Zvýšte úroveň svojich zručností s Thunderbirdom.
sl: Izboljšajte svoje znanje Thunderbirda.
sq: Ngrini më tej Aftësitë tuaja Thunderbird.
sv_se: Uppgradera dina Thunderbird-färdigheter.
tr: Thunderbird becerilerinizi geliştirin.
uk: Підвищте свої навички роботи з Thunderbird.
vi: Nâng cao kỹ năng Thunderbird của bạn.

source: Getting Started
bg: Първи стъпки
cy: Cychwyn Arni
de: Erste Schritte
es_ar: Primeros pasos
es_cl: Primeros pasos
fi: Aloittaminen
fr: Pour commencer
fy_nl: Oan de slach
gl: Primeiros pasos
hu: Kezdő lépések
is: Til að komast í gang
ja: はじめに
nl: Aan de slag
nn_no: Kom i gang
pl: Pierwsze kroki
pt_br: Introdução
ru: Начало работы
sk: Ako začať
sl: Prvi koraki
sq: Si T’ia Fillohet
sv_se: Kom igång
tr: İlk Adım
uk: Початок роботи
vi: Bắt đầu

source: Almost anyone can participate in making Thunderbird better and more accessible to others. Come and learn what opportunities are available. Find ways to contribute to the project:
bg: Почти всеки може да участва в правенето на Thunderbird по-добър и по-достъпен за другите. Елате и научете какви възможности са налични. Намерете начини да допринесете за проекта:
cy: Gall bron unrhyw un gymryd rhan mewn gwneud Thunderbird yn well ac yn fwy hygyrch i eraill. Dewch i ddysgu pa gyfleoedd sydd ar gael. Dewch o hyd i ffyrdd o gyfrannu at y project:
de: Fast jeder kann mitmachen, Thunderbird zu verbessern und für andere zugänglicher zu machen. Kommen Sie und erfahren Sie mehr über die Möglichkeiten. Finden Sie Möglichkeiten zur Mitwirkung am Projekt:
es_ar: Casi cualquiera puede participar para hacer que Thunderbird sea mejor y más accesible para los demás. Vení y conocé las oportunidades disponibles. Encontrá formas de colaborar con el proyecto:
es_cl: Casi cualquier persona puede participar para mejorar Thunderbird y hacerlo más accesible para los demás. Ven y descubre qué oportunidades hay disponibles. Encuentra formas de contribuir al proyecto:
fi: Kuka tahansa voi osallistua tehdäkseen Thunderbirdistä paremman ja saavutettavamman. Tule tutustumaan mahdollisuuksiin. Etsi tapoja osallistua projektiin:
fr: Tout le monde peut contribuer à améliorer Thunderbird et à le rendre plus accessible. Venez découvrir les possibilités qui s’offrent à vous. Trouvez des façons de participer au projet :
fy_nl: Hast elkenien kin meidwaan oan Thunderbird better en tagonkliker te meitsjen foar oaren. Kom en ûntdek hokker mooglikheden der binne. Fyn manieren om by te dragen oan it projekt:
gl: Case calquera pode participar para facer que Thunderbird sexa mellor e máis accesible para os demais. Ven e descubre que oportunidades hai. Busca formas de contribuír ao proxecto:
hu: Szinte bárki részt vehet a Thunderbird jobbá, és mások számára hozzáférhető tételében. Jöjjön és ismerje meg, milyen lehetőségek állnak rendelkezésre. Találja meg a projektben való közreműködés módjait:
ja: 誰でも Thunderbird をより良く、使いやすいものにするために参加できます。どんな方法があるのか調べてみてください。プロジェクトに貢献する方法を見つけましょう:
nl: Vrijwel iedereen kan bijdragen aan het beter en toegankelijker maken van Thunderbird voor anderen. Kom en ontdek welke mogelijkheden er zijn. Vind manieren om bij te dragen aan het project:
nn_no: Nesten alle kan vere med på å gjere Thunderbird betre og meir tilgjengeleg for andre. Kom og lær kva moglegheiter som finst. Finn måtar å bidra til prosjektet på:
pl: Prawie każdy może uczestniczyć w ulepszaniu Thunderbirda i uczynieniu go bardziej dostępnym dla innych. Przyjdź i dowiedz się, jakie są dostępne możliwości. Znajdź sposoby, aby przyczynić się do projektu:
pt_br: Quase qualquer um pode participar para tornar o Thunderbird melhor e mais acessível a todos. Venha descobrir as oportunidades disponíveis. Encontre formas de contribuir com o projeto:
ru: Практически каждый может принять участие в улучшении Thunderbird и улучшении его доступности. Приходите и узнайте, какие возможности доступны. Найдите способы внести свой вклад в проект:
sk: Takmer každý sa môže podieľať na tom, aby bol Thunderbird lepší a prístupnejší pre ostatných. Príďte a dozviete sa, aké sú možnosti. Nájdite spôsoby, ako prispieť k projektu:
sl: Skoraj vsakdo lahko sodeluje pri tem, da bo Thunderbird boljši in dostopnejši drugim. Pridite in spoznajte priložnosti, ki so vam na voljo. Poiščite načine, kako prispevati za projekt:
sv_se: Nästan vem som helst kan vara med och göra Thunderbird bättre och mer tillgänglig för andra. Kom och lär dig vilka möjligheter som finns. Hitta sätt att bidra till projektet:
uk: Майже хто завгодно може долучитися до вдосконалення Thunderbird і зробити його доступнішим для інших. Дізнайтеся про наявні можливості. Знайдіть свій спосіб допомоги проєкту:
vi: Hầu hết mọi người đều có thể tham gia làm cho Thunderbird trở nên tốt hơn và dễ tiếp cận hơn với người khác. Hãy đến và tìm hiểu những cơ hội có sẵn. Tìm cách đóng góp cho dự án:

source: How to Participate
bg: Как да участвате
cy: Sut i Gyfranogi
de: Wie Sie mitmachen können
es_ar: Cómo participar
es_cl: Cómo participar
fi: Näin voit osallistua
fr: Comment participer
fy_nl: Hoe kinne jo dielnimme
gl: Como participar
hu: Hogyan vegyen részt
is: Leiðir til að taka þátt
ja: 参加するには
nl: Hoe kunt u deelnemen
nn_no: Korleis delta
pt_br: Como participar
ru: Как принять участие
sk: Ako sa zapojiť
sl: Kako sodelovati
sq: Si të Merrni Pjesë
sv_se: Hur man deltar
uk: Як взяти участь
vi: Cách tham gia

source: Share Ideas
bg: Споделяне на идеи
cy: Rhannu Syniadau
de: Ideen teilen
es_ar: Compartir ideas
es_cl: Compartir ideas
fi: Jaa Ideoita
fr: Partager des idées
fy_nl: Diel ideeën
gl: Compartir Ideas
hu: Ötletek megosztása
is: Deildu hugmyndum
ja: アイデアを共有する
nl: Deel ideeën
nn_no: Del idear
pl: Dziel się pomysłami
pt_br: Compartilhe ideias
ru: Поделиться идеями
sk: Zdieľajte nápady
sl: Delite zamisli
sq: Ndani Ide Me të Tjerët
sv_se: Dela idéer
tr: Fikirlerinizi paylaşın
uk: Поділитися ідеями
vi: Chia sẻ ý tưởng

source: When developers, designers, and users work together amazing things happen. Come share your ideas for how Thunderbird could be better.
bg: Когато разработчици, дизайнери и потребители работят заедно, се случват невероятни неща. Споделете идеи с какво Thunderbird може да бъде по-добър.
cy: Pan fydd datblygwyr, dylunwyr a defnyddwyr yn gweithio gyda'i gilydd mae pethau rhyfeddol yn digwydd. Dewch i rannu eich syniadau ar sut y gall Thunderbird fod yn well.
de: Wenn Entwickler, Designer und Anwender zusammenarbeiten, passieren wunderbare Dinge. Kommen Sie vorbei und teilen Sie Ihre Ideen, wie Thunderbird besser werden könnte.
es_ar: Cuando desarrolladores, diseñadores y usuarios trabajan juntos, pasan cosas alucinantes. Compartí tus ideas sobre Thunderbird.
es_cl: Cuando los desarrolladores, diseñadores y usuarios trabajan juntos, suceden cosas increíbles. Ven a compartir tus ideas sobre cómo mejorar Thunderbird.
fi: Kun kehittäjät, suunnittelijat ja käyttäjät työskentelevät yhdessä, tapahtuu hämmästyttäviä asioita. Tule jakamaan ideasi siitä, kuinka Thunderbird voisi olla parempi.
fr: Lorsque développeurs, designers et utilisateurs travaillent ensemble, des choses incroyables se produisent. Venez partager vos idées sur la façon dont Thunderbird pourrait être amélioré.
fy_nl: Wannear’t ûntwikkelers, ûntwerpers en brûkers gearwurkje, barre der geweldige dingen. Diel jo ideeën oer hoe’t Thunderbird better kin.
gl: Cando os desenvolvedores, deseñadores e usuarios traballan xuntos, ocorren cousas incribles. Ven a compartir as túas ideas sobre como mellorar Thunderbird.
hu: Amikor fejlesztők, dizájnerek és felhasználók együtt dolgoznak, elképesztő dolgok történnek. Ossza meg ötleteit arról, hogyan lehet jobb a Thunderbird.
ja: 開発者、デザイナー、ユーザーが協力すれば、素晴らしい変化を起こせます。Thunderbird をさらに良くするためのアイデアを共有しましょう。
nl: Wanneer ontwikkelaars, ontwerpers en gebruikers samenwerken, gebeuren er geweldige dingen. Deel uw ideeën over hoe Thunderbird beter kan.
nn_no: Når utviklarar, designarar og brukarar jobbar saman skjer det fantastiske ting. Kom og del ideane dine for korleis Thunderbird kan bli betre.
pl: Kiedy programiści, projektanci i użytkownicy pracują razem, dzieją się niesamowite rzeczy. Przyjdź i podziel się swoimi pomysłami na to, jak Thunderbird mógłby być lepszy.
pt_br: Quando desenvolvedores, designers e usuários trabalham em conjunto, coisas incríveis acontecem. Venha compartilhar suas ideias de como o Thunderbird pode melhorar.
ru: Когда разработчики, дизайнеры и пользователи работают вместе, происходят удивительные вещи. Поделитесь своими идеями о том, как сделать Thunderbird лучше.
sk: Keď vývojári, dizajnéri a používatelia spolupracujú, dejú sa úžasné veci. Príďte sa podeliť o svoje nápady, ako by mohol byť Thunderbird ešte lepší.
sl: Ko razvijalci, oblikovalci in uporabniki sodelujejo, se zgodijo neverjetne stvari. Pridite in delite svoje ideje, kako bi lahko bil Thunderbird boljši.
sv_se: När utvecklare, designers och användare arbetar tillsammans händer fantastiska saker. Kom och dela dina idéer för hur Thunderbird kan bli bättre.
uk: Коли розробники, дизайнери та користувачі працюють разом, відбуваються дивовижні речі. Поділіться своїми ідеями щодо подальшого покращення Thunderbird.
vi: Khi các nhà phát triển, nhà thiết kế và người dùng làm việc cùng nhau, những điều tuyệt vời sẽ xảy ra. Hãy đến chia sẻ ý tưởng của bạn về cách Thunderbird có thể tốt hơn.

source: Find Support
bg: Намерете поддръжка
cy: Canfod Cymorth
de: Hilfe finden
es_ar: Buscá soporte
es_cl: Encontrar apoyo
fi: Tuen saaminen
fr: Trouver de l’aide
fy_nl: Stipe sykje
gl: Atopar soporte
hu: Támogatás keresése
is: Fáðu aðstoð
ja: サポートを探す
nl: Ondersteuning zoeken
nn_no: Få brukarstøtte
pl: Znajdź wsparcie
pt_br: Encontre suporte
ru: Найти поддержку
sk: Vyhľadajte podporu
sl: Poišči podporo
sq: Gjeni Asistencë
sv_se: Hitta hjälp
tr: Destek alın
uk: Знайти підтримку
vi: Tìm hỗ trợ

source: Learn how to use Thunderbird and ask your questions. Thunderbird contributors from around the world are working to make your experience great.
bg: Научете как да използвате Thunderbird и задавайте въпросите си. Сътрудници на Thunderbird от цял свят работят, за да направят изживяването ви страхотно.
cy: Dysgwch sut i ddefnyddio Thunderbird a gofynnwch eich cwestiynau. Mae cyfranwyr Thunderbird o bob cwr o'r byd yn gweithio i wneud eich profiad yn un gwych.
de: Erfahren Sie, wie Sie Thunderbird verwenden und stellen Sie Ihre Fragen. Mitwirkende an Thunderbird aus der ganzen Welt arbeiten daran, Ihr Erlebnis zu verbessern.
es_ar: Aprendé a usar Thunderbird y preguntanos. Los colaboradores de Thunderbird de todo el mundo están trabajando para que tu experiencia sea excelente.
es_cl: Aprenda a utilizar Thunderbird y haz tus preguntas. Los colaboradores de Thunderbird de todo el mundo están trabajando para que tu experiencia sea excelente.
fi: Opi Thunderbirdin käyttö ja kysy kysymyksesi. Thunderbird-avustajat ympäri maailmaa tekevät töitä tehdäkseen kokemuksestasi mahtavan.
fr: Découvrez comment utiliser Thunderbird et posez vos questions. Les contributeurs·trices de Thunderbird du monde entier sont à pied d’œuvre pour vous offrir une expérience inoubliable.
fy_nl: Lês hoe’t jo Thunderbird brûke en stel jo fragen. Thunderbird-meiwurkers fan oer de hiele wrâld wurkje deroan om jo ûnderfining geweldich te meitsjen.
gl: Aprende a usar Thunderbird e pregúntanos. Colaboradores de Thunderbird de todo o mundo están a traballar para que a túa experiencia sexa xenial.
hu: Ismerje meg a Thunderbird használatát, és tegye fel kérdéseit. A Thunderbird közreműködői a világ minden tájáról azon dolgoznak, hogy nagyszerű legyen az Ön élménye.
ja: Thunderbird の使い方を学び、質問してください。世界中の Thunderbird の貢献者が、あなたの体験を素晴らしいものにするために協力しています。
nl: Lees hoe u Thunderbird kunt gebruiken en stel uw vragen. Thunderbird-medewerkers van over de hele wereld werken eraan om uw ervaring geweldig te maken.
nn_no: Lær korleis du brukar Thunderbird og still spørsmål. Thunderbird-bidragsytarar frå heile verda jobbar for at du skal ha ei flott oppleving.
pt_br: Saiba como usar o Thunderbird e tire suas dúvidas. Colaboradores do Thunderbird do mundo todo estão empenhados em aprimorar sua experiência de uso.
ru: Узнайте, как использовать Thunderbird и задавать вопросы. Участники Thunderbird по всему миру работают над тем, чтобы сделать вашу работу с ним великолепной.
sk: Naučte sa používať Thunderbird a pýtajte sa. Prispievatelia Thunderbirdu z celého sveta pracujú na tom, aby bol váš zážitok skvelý.
sl: Naučite se uporabljati Thunderbird in zastavite svoja vprašanja. Sodelavci Thunderbirda z vsega sveta se trudijo, da bi vaša izkušnja izboljšana.
sv_se: Lär dig hur du använder Thunderbird och ställ dina frågor. Thunderbird-bidragsgivare från hela världen arbetar för att göra din upplevelse fantastisk.
uk: Дізнайтеся, як користуватися Thunderbird, і задайте свої запитання. Помічники Thunderbird з усього світу завжди готові допомогти розв'язати будь-яку проблему.
vi: Tìm hiểu cách sử dụng Thunderbird và đặt câu hỏi của bạn. Cộng tác viên của Thunderbird từ khắp nơi trên thế giới đang nỗ lực để mang lại trải nghiệm tuyệt vời cho bạn.

source: Support Site
bg: Страница за поддръжка
cy: Gwefan Cefnogi
de: Hilfe-Website
es_ar: Sitio de soporte
es_cl: Sitio de soporte
fi: Tukisivusto
fr: Site d’assistance
fy_nl: Stipewebsite
gl: Sitio de soporte
hu: Támogatás webhelye
is: Aðstoðarvefsvæði
ja: サポートサイト
nl: Ondersteuningswebsite
nn_no: Brukarstøtte-nettstad
pl: Witryna pomocy
pt_br: Site de suporte
ru: Сайт поддержки
sk: Stránky podpory
sl: Stran s podporo
sq: Sajt Asistence
sv_se: Supportwebbplats
tr: Destek sitesi
uk: Сайт підтримки
vi: Trang trợ giúp

source: Contribute
bg: Допринасяне
cs: Přispějte
cy: Cyfrannu
de: Mitwirken
el: Συνεισφορά
es_ar: Contribuir
es_cl: Contribuir
eu: Lagundu
fi: Osallistu
fr: Participer
fy_nl: Bydrage
gl: Colabore
hu: Közreműködés
ia: Contribuer
is: Leggðu þitt af mörkum
it: Collabora
ja: 寄付
nl: Bijdragen
nn_no: Bidra
pt_br: Participe
ru: Внести вклад
sk: Prispejte
sl: Prispevajte
sq: Kontribuoni
sv_se: Bidra
tr: Katkıda bulunun
uk: Долучитися
vi: Đóng góp

source: Become a <span class="txt-gradient">Supporter</span>
bg: Станете <span class="txt-gradient">поддръжник</span>
cs: Staňte se <span class="txt-gradient">podporovatelem</span>
cy: Dod yn <span class="txt-gradient">Gefnogwr</span>
de: Werden Sie <span class="txt-gradient">Unterstützer</span>
el: Γίνετε <span class="txt-gradient">υποστηρικτής</span>
es_ar: Convertite en un <span class="txt-gradient">Colaborador</span>
es_cl: Conviértete en <span class="txt-gradient">Colaborador</span>
eu: Bihurtu <span class="txt-gradient">babesle</span>
fi: Ryhdy <span class="txt-gradient">tukijaksi</span>
fr: Devenez un <span class="txt-gradient">soutien</span>
fy_nl: Wurd in <span class="txt-gradient">supporter</span>
gl: Convértase nun <span class="txt-gradient">colaborador</span>
hu: Legyen <span class="txt-gradient">támogató</span>
ia: Deveni un <span class="txt-gradient">Sustentor</span>
is: Vertu <span class="txt-gradient">stuðningsaðili</span>
it: Diventa un <span class="txt-gradient">sostenitore</span>
ja: <span class="txt-gradient">サポーター</span>になる
nl: Word een <span class="txt-gradient">supporter</span>
nn_no: Bli ein <span class="txt-gradient">tilhengar</span>
pt_br: Torne-se um <span class="txt-gradient">apoiador</span>
ru: Станьте <span class="txt-gradient">Помощником</span>
sk: Staňte sa <span class="txt-gradient">podporovateľom</span>
sl: Postanite <span class="txt-gradient">podpornik</span>
sq: Bëhuni një <span class="txt-gradient">Përkrahës</span>
sv_se: Bli en <span class="txt-gradient">supporter</span>
tr: <span class="txt-gradient">Destekçi</span> olun
uk: Станьте <span class="txt-gradient">Помічником</span>
vi: Trở thành một <span class="txt-gradient">người hỗ trợ</span>

source: Help us make Thunderbird better.
bg: Помогнете да направим Thunderbird по-добър.
cs: Pomozte nám Thunderbird vylepšit.
cy: Helpwch ni i wneud Thunderbird yn well.
de: Helfen Sie uns, Thunderbird besser zu machen.
el: Βοηθήστε μας να κάνουμε το Thunderbird καλύτερο.
es_ar: Ayudanos a mejorar Thunderbird.
es_cl: Ayudanos a mejorar Thunderbird.
eu: Lagundu Thunderbird hobea egiten.
fi: Auta meitä tekemään Thunderbirdistä entistä parempi.
fr: Aidez-nous à améliorer Thunderbird.
fy_nl: Help ús Thunderbird better te meitsjen.
gl: Axúdenos a mellorar Thunderbird.
hu: Segítsen a Thunderbird jobbá tételében.
ia: Adjuta nos a render Thunderbird melior.
is: Hjálpaðu okkur við að gera Thunderbird betri.
it: Aiutaci a migliorare Thunderbird.
ja: Thunderbirdの改善にご協力ください。
nl: Help ons Thunderbird beter te maken.
nn_no: Hjelp oss med å gjera Thunderbird betre.
pl: Pomóż ulepszać Thunderbirda.
pt_br: Ajude-nos a melhorar o Thunderbird.
ru: Помогите нам сделать Thunderbird лучше.
sk: Pomôžte nám vylepšiť Thunderbird.
sl: Pomagajte nam izboljšati Thunderbird.
sq: Ndihmoni të përmirësojmë Thunderbird-in.
sv_se: Hjälp oss att göra Thunderbird bättre.
tr: Thunderbird’ü iyileştirmemize yardımcı olun.
uk: Допоможіть нам вдосконалити Thunderbird.
vi: Hãy giúp chúng tôi cải thiện Thunderbird.
