Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: We will never sell it.
bg: Никога няма да ги продадем.
cs: Nikdy je neprodáme.
cy: Fyddwn ni byth yn ei werthu.
de: Wir werden sie nie verkaufen.
el: Δεν θα τα πουλήσουμε ποτέ.
es_ar: Nunca los venderemos.
es_cl: Nunca lo venderemos.
eu: Ez ditugu inoiz saltzen.
fi: Emme koskaan myy tietojasi.
fr: Nous ne les vendrons jamais.
fy_nl: Wy sille se nea ferkeapje.
gl: Nunca o venderemos.
hu: Sosem adjuk el.
ia: Nos jammais los vendera.
is: Við munum aldrei selja slíkar upplýsingar.
it: Non li venderemo mai.
ja: 個人データを売ることは決してありません。
nl: We zullen ze nooit verkopen.
pl: Nigdy ich nie sprzedamy.
pt_br: Nunca iremos vender.
ru: Мы никогда не продадим их.
sk: Nikdy ich nepredávame.
sl: Nikoli jih ne bomo prodajali.
sq: S’do t’i shesim kurrë.
sv_se: Vi kommer aldrig att sälja den.
tr: Satmıyoruz ve asla satmayacağız.
uk: Ми ніколи їх не продамо.
vi: Chúng tôi sẽ không bao giờ bán nó.

source: You retain ownership and control of it.
bg: Вие запазвате собствеността и контрола върху тях.
cs: Vy si ponecháváte jejich vlastnictví a kontrolu nad nimi.
cy: Rydych chi'n cadw perchnogaeth a rheolaeth arno.
de: Sie bleiben Ihr Eigentum und unter Ihrer Kontrolle.
el: Διατηρείτε την ιδιοκτησία και τον έλεγχό τους.
es_ar: Conservas la propiedad y el control de los mismos.
es_cl: Tu conservas la propiedad y el control.
eu: Horren jabetza eta kontrola mantentzen dituzu.
fi: Säilytät tietojesi omistuksen ja hallinnan.
fr: Vous en conservez la propriété et le contrôle.
fy_nl: Jo behâlde it eigendom en de kontrôle deroer.
gl: Conservas a propiedade e o control del.
hu: Önnél marad a tulajdonjoga és az irányítása.
ia: Tu retene proprietate e controlo de illos.
is: Þý hefur alltaf eignarhald og stjórn á þínum gögnum.
it: Tu ne mantieni la proprietà e il controllo.
ja: 皆さまは個人データの所有権と支配権を保持しています。
nl: U behoudt het eigendom en de controle erover.
pl: Zachowujesz prawo własności i kontrolę nad nimi.
pt_br: Você mantém a propriedade e o controle sobre eles.
ru: Вы сохраняете право собственности и контроль над ними.
sk: Ponechávate si ich vlastníctvo a kontrolu nad nimi.
sl: Nad njimi boste ohranili lastništvo in nadzor.
sq: Pronësinë dhe kontrollin e tyre e mbani ju.
sv_se: Du behåller ägandet och kontrollen över den.
tr: Verilerinizin sahibi sizsiniz ve kontrolü sizde.
uk: Ви володієте ними та контролюєте їх.
vi: Bạn giữ quyền sở hữu và kiểm soát nó.

source: Read the Privacy Policy
bg: Прочетете нашата политика за поверителност
cs: Přečtěte si Zásady ochrany osobních údajů
cy: Darllenwch ei polisi preifatrwydd
de: Lesen Sie die Datenschutzrichtlinie
el: Διαβάστε την Πολιτική απορρήτου
es_ar: Leé la política de privacidad
es_cl: Lee la política de privacidad
eu: Irakurri pribatutasun-politika
fi: Lue tietosuojakäytäntö
fr: Consulter la politique de confidentialité
fy_nl: Lês it privacybelied
gl: Ler a política de privacidade
hu: Olvassa el az adatvédelmi irányelveinket
ia: Lege le Politica de confidentialitate
is: Lestu stefnuna varðandi meðferð persónuupplýsinga
it: Leggi l’informativa sulla privacy
ja: 個人情報保護方針を読む
nl: Lees het privacybeleid
nn_no: Les personvernerklæringa
pl: Przeczytaj nasze zasady ochrony prywatności
pt_br: Leia a política de privacidade
ru: Прочитать политику конфиденциальности
sk: Prečítajte si Zásady ochrany osobných údajov
sl: Preberite pravilnik o zasebnosti
sq: Lexoni Rregullat e Privatësisë
sv_se: Läs sekretesspolicyn
tr: Gizlilik ilkelerini okuyun
uk: Прочитати політику приватності
vi: Đọc chính sách riêng tư

source: A key with the Thunderbird logo.
bg: Ключ с логото на Thunderbird.
cs: Klíč s logem Thunderbirdu.
cy: Allwedd gyda logo Thunderbird arni.
de: Ein Schlüssel mit dem Thunderbird-Logo.
el: Ένα κλειδί με το λογότυπο του Thunderbird.
es_ar: Una llave con el logo de Thunderbird.
es_cl: Una llave con el logo de Thunderbird.
eu: Giltza Thunderbird logoaz.
fi: Avain Thunderbird-logolla.
fr: Une clé avec le logo Thunderbird.
fy_nl: In kaai mei it Thunderbird-logo.
gl: Unha chave co logotipo de Thunderbird.
hu: Egy kulcs a Thunderbird logóval.
ia: Un clave con le logo de Thunderbird.
is: Lykill með Thunderbird-merkinu.
it: Una chiave con il logo di Thunderbird.
ja: Thunderbirdのロゴ付きのキー。
nl: Een sleutel met het Thunderbird-logo.
nn_no: Ein nøkkel med Thunderbird-logoen.
pl: Klucz z logo Thunderbirda.
pt_br: Uma chave com o logotipo do Thunderbird.
ru: Ключ с логотипом Thunderbird.
sk: Kľúč s logom Thunderbirdu.
sl: Ključ z logotipom Thunderbirda.
sq: Një kyç me stemën e Thunderbird-it.
sv_se: En nyckel med Thunderbird-logotypen.
tr: Thunderbird logolu bir anahtar.
uk: Ключ з логотипом Thunderbird.
vi: Chìa khóa có logo Thunderbird.

source: Freedom
bg: Свобода
cs: Svoboda
cy: Rhyddid
de: Freiheit
el: Ελευθερία
es_ar: Libertad
es_cl: Libertad
eu: Askatasuna
fi: Vapaus
fr: Liberté
fy_nl: Frijheid
gl: Liberdade
hu: Szabadság
ia: Libertate
is: Frelsi
it: Libertà
ja: 自由
nl: Vrijheid
nn_no: Fridom
pl: Wolność
pt_br: Liberdade
ru: Свобода
sk: Sloboda
sl: Svoboda
sq: Liri
sv_se: Frihet
tr: Özgürlük
uk: Свобода
vi: Tự do

source: Thunderbird belongs to you (and the world).
bg: Thunderbird принадлежи на вас (и на света).
cs: Thunderbird patří vám (a celému světu).
cy: Mae Thunderbird yn perthyn i chi (a'r byd).
de: Thunderbird gehört Ihnen (und der Welt).
el: Το Thunderbird ανήκει σε εσάς (και σε όλο τον κόσμο).
es_ar: Thunderbird te pertenece (y al mundo).
es_cl: Thunderbird te pertenece a ti (y al mundo).
eu: Thunderbird zurea da (eta munduarena).
fi: Thunderbird kuuluu sinulle (ja maailmalle).
fr: Thunderbird est à vous (et au monde entier).
fy_nl: Thunderbird is fan jo (en fan de wrâld).
gl: Thunderbird perténcelle a vostede (e ao mundo).
hu: A Thunderbird az Öné (és a világé).
ia: Thunderbird pertine a te (e al mundo).
is: Thunderbird tilheyrir þér (og heiminum öllum).
it: Thunderbird appartiene a te (e al mondo intero).
ja: Thunderbirdは皆さま（そして世界）のものです。
nl: Thunderbird is van u (en van de wereld).
nn_no: Thunderbird høyrer til deg (og verda).
pl: Thunderbird należy do Ciebie (i świata).
pt_br: O Thunderbird pertence a você (e ao mundo).
ru: Thunderbird принадлежит вам (и всему миру).
sk: Thunderbird patrí vám (a svetu).
sl: Thunderbird pripada vam (in svetu).
sq: Thunderbird-i ju përket juve (dhe botës).
sv_se: Thunderbird tillhör dig (och världen).
tr: Thunderbird size (ve tüm dünyaya) ait.
uk: Thunderbird належить вам (і всьому світу).
vi: Thunderbird thuộc về bạn (và thế giới).

source: Thunderbird is Free and Open-Source Software, which means its code is available to see, modify, use, and share freely. Its license also ensures that it will remain free forever. You can think of Thunderbird as a gift from thousands of contributors to you.
bg: Thunderbird е свободен софтуер с отворен код, което означава, че неговият код е достъпен за разглеждане, промяна, използване и споделяне. Лицензът също така гарантира, че ще остане свободен завинаги. Можете да мислите за Thunderbird като подарък от хиляди сътрудници за вас.
cs: Thunderbird je svobodný software s otevřeným zdrojovým kódem, což znamená, že jeho kód je k dispozici k nahlédnutí, úpravám, používání a volnému sdílení. Jeho licence také zaručuje, že zůstane navždy zdarma. Thunderbird můžete považovat za dar tisíců přispěvatelů pro vás.
cy: Mae Thunderbird yn Feddalwedd Cod Agored ac Am Ddim, sy'n golygu bod ei god ar gael i'w weld, ei addasu, ei ddefnyddio a'i rannu'n rhydd. Mae ei drwydded hefyd yn sicrhau y bydd yn parhau'n rhydd am byth. Gallwch chi feddwl am Thunderbird fel anrheg i chi gan filoedd o gyfranwyr.
de: Thunderbird ist freie und Open-Source-Software, was bedeutet, dass sein Quelltext frei zur Verfügung steht, verändert, verwendet und geteilt werden kann. Die Lizenz stellt auch sicher, dass Thunderbird für immer kostenlos bleibt. Sie können Thunderbird als Geschenk von Tausenden von Mitwirkenden an Sie ansehen.
el: Το Thunderbird είναι ελεύθερο και ανοικτό λογισμικό, που σημαίνει ότι ο κώδικάς του είναι διαθέσιμος ελεύθερα για προβολή, τροποποίηση, χρήση και κοινοποίηση. Η άδειά του επίσης εξασφαλίζει ότι θα παραμείνει ελεύθερο για πάντα. Μπορείτε να σκεφτείτε το Thunderbird ως μια δωρεά από χιλιάδες εθελοντές σε εσάς.
es_ar: Thunderbird es software libre y de código abierto, lo que significa que su código está disponible para ver, modificar, usar y compartir libremente. Su licencia también asegura que seguirá siendo gratuito para siempre. Podés pensar en Thunderbird como un regalo de miles de colaboradores.
es_cl: Thunderbird es un software gratuito y de código abierto, lo que significa que su código está disponible para verlo, modificarlo, usarlo y compartirlo libremente. Su licencia también garantiza que seguirá siendo gratuito para siempre. Puedes considerar Thunderbird como un regalo de miles de contribuidores.
eu: Thunderbird doako eta kode irekiko softwarea da, hau da, bere kodea eskuragarri dago libreki ikusteko, aldatzeko, erabiltzeko eta partekatzeko. Bere lizentziak, gainera, betirako doakoa izango dela ziurtatzen du. Thunderbird milaka kolaboratzaileren opari bat dela pentsa dezakezu.
fi: Thunderbird on vapaa ja avoimen lähdekoodin ohjelmisto, mikä tarkoittaa, että sen koodi on vapaasti saatavilla katselua, muokkausta, käyttöä ja jakamista varten. Sen lisenssi varmistaa myös, että se pysyy vapaana ikuisesti. Voit ajatella Thunderbirdia lahjana tuhansilta vapaaehtoisilta sinulle.
fr: Thunderbird est un logiciel libre et open source, ce qui signifie que son code peut être lu, modifié, utilisé et partagé librement. Sa licence garantit également qu’il restera libre indéfiniment. Vous pouvez voir Thunderbird comme un cadeau de la part de milliers de contributeur·trice·s.
fy_nl: Thunderbird is fergees en iepen boarne software, wat betsjut dat de koade beskikber is om frij yn te sjen, te wizigjen, te brûken en te dielen. De lisinsje soarget der ek foar dat it foar altyd fergees bliuwt. Jo kinne Thunderbird tinke as in kado fan tûzenen meiwurkers oan jo.
gl: Thunderbird é un software gratuíto e de código aberto, o que significa que o seu código está dispoñible para ver, modificar, usar e compartir libremente. A súa licenza tamén garante que permanecerá gratuíto para sempre. Podes pensar en Thunderbird como un agasallo de miles de colaboradores para ti.
hu: A Thunderbird szabad és nyílt forráskódú szoftver, ami azt jelenti, hogy a kódja szabadon megtekinthető, módosítható, használható és megosztható. A licence azt is biztosítja, hogy örökké szabad marad. A Thunderbirdre úgy gondolhat, hogy több ezer közreműködő ajándéka az Ön számára.
ia: Thunderbird es software gratuite e open-source, isto significa que su codice es disponibile pro vider, modifica, usar, e compartir lo liberemente. Su licentia alsi garanti que illo remanera gratuite sempre. Tu pote pensar de Thunderbird como dono de milles de contributores pro te.
is: Thunderbird er ókeypis og opinn hugbúnaður, sem þýðir að kóðinn er tiltækur til að sjá, breyta, nota og deila án kvaða. Notkunarleyfið tryggir einnig að það verði ókeypis og frjálst að eilífu. Þú getur hugsað um Thunderbird sem gjöf frá þúsundum þátttakenda til þín.
it: Thunderbird è un software gratuito e open source, il che significa che il suo codice può essere visualizzato, modificato, utilizzato e condiviso liberamente. La sua licenza garantisce anche che rimarrà gratuito per sempre. Puoi pensare a Thunderbird come un regalo da parte di migliaia di collaboratori.
ja: Thunderbirdは無料のオープンソースソフトウェアであり、そのコードは自由に閲覧、変更、使用、共有できることを意味します。そのライセンスはまた、それが永遠に無料であることを保証します。Thunderbirdは、何千人ものコントリビューターからのギフトと考えることができます。
nl: Thunderbird is gratis en opensourcesoftware, wat betekent dat de code ervan vrijelijk kan worden bekeken, aangepast, gebruikt en gedeeld. De licentie zorgt er ook voor dat het altijd gratis zal blijven. U kunt Thunderbird zien als een gift van duizenden medewerkers aan u.
pl: Thunderbird jest darmowym i otwartym oprogramowaniem, co oznacza, że jego kod można swobodnie przeglądać, modyfikować, używać i udostępniać. Jego licencja zapewnia również, że pozostanie darmowy na zawsze. Możesz myśleć o Thunderbirdzie jako o prezencie od tysięcy osób, które go współtworzą.
pt_br: O Thunderbird é um software livre e de código aberto, o que significa que seu código está disponível para ver, modificar, usar e compartilhar livremente. Sua licença também garante que ele permaneça livre para sempre. Você pode pensar no Thunderbird como um presente de milhares de colaboradores para você.
ru: Thunderbird является бесплатной программой с открытым исходным кодом, что означает, что его код доступен для просмотра, изменения, использования и обмена. Его лицензия также гарантирует, что он останется бесплатным навсегда. Вы можете считать Thunderbird подарком вам от тысяч помощников.
sk: Thunderbird je bezplatný softvér s otvoreným zdrojom, čo znamená, že jeho kód je možné voľne prezerať, upravovať, používať a zdieľať. Jeho licencia tiež zaisťuje, že zostane navždy zadarmo. Thunderbird si môžete predstaviť ako darček od tisícok prispievateľov.
sl: Thunderbird je brezplačna in odprtokodna programska oprema, kar pomeni, da je njegova koda na voljo za prosto ogledovanje, spreminjanje, uporabo in skupno rabo. Njegova licenca tudi zagotavlja, da bo za vedno ostal brezplačen. Thunderbird si lahko predstavljate kot darilo več tisoč sodelavcev.
sq: Thunderbird-i është Software i Lirë dhe Me Burim të Hapët, që do të thotë se kodi i tij mund të kihet për ta parë, ndryshuar, përdorur dhe ndarë me të tjerët lirisht. Licenca e tij garanton gjithashtu se do të mbesë i lirë përgjithmonë. Mund ta mendoni Thunderbird-in si një dhuratë të mijëra kontribuesve për ju.
sv_se: Thunderbird är gratis och öppen programvara, vilket innebär att dess kod är tillgänglig för att se, ändra, använda och dela fritt. Dess licens säkerställer också att den förblir gratis för alltid. Du kan tänka på Thunderbird som en gåva från tusentals bidragsgivare till dig.
tr: Thunderbird özgür ve açık kaynaklı bir yazılımdır. Yani kodunu serbestçe görebilir, değiştirebilir, kullanabilir ve paylaşabilirsiniz. Lisansımız, Thunderbird’ün sonsuza dek özgür kalmasını da güvence altına alıyor. Thunderbird’ü binlerce gönüllümüzün size verdiği bir hediye olarak düşünebilirsiniz.
uk: Thunderbird – це вільне програмне забезпечення з відкритим кодом, а отже, його код доступний для перегляду, зміни, використання та вільного поширення. Його ліцензія також гарантує, що він залишатиметься вільним завжди. Можна вважати Thunderbird подарунком тисяч його співавторів.
vi: Thunderbird là phần mềm mã nguồn mở và miễn phí, có nghĩa là mã của nó có sẵn để xem, sửa đổi, sử dụng và chia sẻ một cách tự do. Giấy phép của nó cũng đảm bảo rằng nó sẽ miễn phí mãi mãi. Bạn có thể coi Thunderbird như một món quà từ hàng nghìn người đóng góp dành cho bạn.

source: Learn About MPL 2.0
bg: Научете повече за лиценза MPL 2.0
cs: Přečtěte si více o MPL 2.0
cy: Dysgu Am MPL 2.0
de: Erfahren Sie mehr über die MPL 2.0
el: Μάθετε για το MPL 2.0
es_ar: Conocé más sobre MPL 2.0
es_cl: Aprender más sobre MPL 2.0
eu: MPL 2.0ri buru argibide gehiago
fi: Lisätietoja MPL 2.0:sta
fr: En savoir plus sur la licence MPL 2.0
fy_nl: Mear oer MPL 2.0
gl: Máis información sobre MPL 2.0
hu: Ismerje meg az MPL 2.0-t
ia: Apprende re MPL 2.0
is: Lærðu meira um MPL 2.0
it: Ulteriori informazioni su MPL 2.0
ja: MPL 2.0について学ぶ
nl: Meer over MPL 2.0
nn_no: Lær om MPL 2.0
pl: Dowiedz się więcej na temat MPL 2.0
pt_br: Saiba mais sobre a licença MPL 2.0
ru: Узнайте об MPL 2.0
sk: Prečítajte si viac o MPL 2.0
sl: Spoznajte MPL 2.0
sq: Mësoni Rrreth MPL 2.0
sv_se: Läs om MPL 2.0
tr: MPL 2.0 hakkında bilgi alın
uk: Дізнатися про ліцензію MPL 2.0
vi: Tìm hiểu về MPL 2.0

source: A speech bubble with the Thunderbird logo.
bg: Балон с реч с логото на Thunderbird.
cs: Bublinu s logem Thunderbirdu.
cy: Swigen siarad gyda logo Thunderbird arni.
de: Eine Sprechblase mit dem Thunderbird-Logo.
el: Ένα συννεφάκι ομιλίας με το λογότυπο του Thunderbird.
es_ar: Un globo de historieta con el logo de Thunderbird.
es_cl: Una burbuja de texto con el logo de Thunderbird.
eu: Hizketa-burbuila bat Thunderbird logoaz.
fi: Puhekupla Thunderbird-logolla.
fr: Une bulle de dialogue avec le logo Thunderbird.
fy_nl: In tekstballon mei it Thunderbird-logo.
gl: Unha burbulla co logotipo de Thunderbird.
hu: Egy szövegbuborék a Thunderbird logóval.
ia: Un bulla vocal con le logo de Thunderbird.
is: Talblaðra með Thunderbird-merkinu.
it: Una nuvoletta con il logo di Thunderbird.
ja: Thunderbirdのロゴ付きの吹き出し。
nl: Een tekstballon met het Thunderbird-logo.
pl: Dymek z logo Thunderbirda.
pt_br: Um balão de fala com o logotipo do Thunderbird.
ru: Выноска с логотипом Thunderbird.
sk: Bublina s logom Thunderbirdu.
sl: Oblaček z logotipom Thunderbirda.
sq: Një flluskë teksti me stemën e Thunderbird-it.
sv_se: En pratbubbla med Thunderbird-logotypen.
tr: Thunderbird logolu bir konuşma balonu.
uk: Бульбашка повідомлення з логотипом Thunderbird.
vi: Bong bóng lời thoại có logo Thunderbird.

source: Voice
bg: Глас
cs: Hlas
cy: Llais
de: Stimme
el: Φωνή
es_ar: Voz
es_cl: Voz
eu: Ahotsa
fi: Ääni
fr: Voix
fy_nl: Stim
gl: Voz
hu: Hang
ia: Voce
is: Rödd
it: Voce
ja: 声
nl: Stem
nn_no: Røyst
pl: Głos
pt_br: Voz
ru: Голос
sk: Hlas
sl: Glas
sq: Zë
sv_se: Röst
tr: Ses
uk: Голос
vi: Giọng nói

source: You have a part in Thunderbird's future.
bg: Вие имате участие в бъдещето на Thunderbird.
cs: Na budoucnosti Thunderbirdu se podílíte i vy.
cy: Mae gennych chi ran yn nyfodol Thunderbird.
de: Sie sind an der Zukunft von Thunderbird beteiligt.
el: Έχετε έναν ρόλο στο μέλλον του Thunderbird.
es_ar: Tenés una parte en el futuro de Thunderbird.
es_cl: Tienes un papel en el futuro de Thunderbird.
eu: Thunderbirden etorkizunean parte bat duzu.
fi: Sinulla on osuus Thunderbirdin tulevaisuudesta.
fr: Vous avez un rôle à jouer dans l’avenir de Thunderbird.
fy_nl: Jo hawwe in oandiel yn de takomst fan Thunderbird.
gl: Tes un papel no futuro de Thunderbird.
hu: Önnek is része van a Thunderbird jövőjében.
ia: Tu prende un parte in le futuro de Thunderbird.
is: Þú átt hlut í framtíð Thunderbird.
it: Hai un ruolo nel futuro di Thunderbird.
ja: あなたはThunderbirdの将来に関与しています。
nl: U hebt een aandeel in de toekomst van Thunderbird.
nn_no: Du er ein del av framtida til Thunderbird.
pl: Masz wpływ na przyszłość Thunderbirda.
pt_br: Você tem um papel a desempenhar no futuro do Thunderbird.
ru: Вы играете важную роль в будущем Thunderbird.
sk: Máte podiel na budúcnosti Thunderbirdu.
sl: Prihodnost Thunderbirda sooblikujete tudi vi.
sq: Keni një rol në të ardhmen e Thunderbird-it.
sv_se: Du är en del i Thunderbirds framtid.
tr: Thunderbird’ün geleceğinde sizin de yeriniz var.
uk: Ви берете участь у майбутньому Thunderbird.
vi: Bạn sẽ là một phần trong tương lai của Thunderbird.
