Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: Supernova features a single dynamic toolbar, presenting frequently used and contextual options based on the tab or Space that is currently active. Take full control by customizing the toolbar and window layout to perfectly fit your workflow.
bg: Supernova разполага с една единствена динамична лента с инструменти, представяща често използвани и контекстуални опции въз основа на раздела или пространство, което е активно в момента. Поемете пълен контрол, като персонализирате лентата с инструменти и оформлението на прозореца, за да пасне идеално на вашите нужди.
cs: Supernova obsahuje jednotnou dynamickou lištu, která představuje často používané položky založené na právě aktuálním panelu či místě. Převezměte plnou kontrolu přizpůsobením nástrojů a rozložení oken tak, aby dokonale odpovídali vašim pracovním návykům.
cy: Mae Supernova yn cynnwys un bar offer deinamig, sy'n cyflwyno dewisiadau cyd-destunol sy'n cael eu defnyddio'n aml yn seiliedig ar y tab neu Ofod sy'n weithredol ar hyn o bryd. Cymerwch reolaeth lawn trwy addasu'r bar offer a chynllun y ffenestr i gyd-fynd yn union â'ch llif gwaith.
de: Supernova verfügt über eine einzelne dynamische Symbolleiste, die häufig verwendete und kontextabhängige Optionen anbietet, basierend auf dem Tab oder Bereich, der gerade aktiv ist. Übernehmen Sie die volle Kontrolle, indem Sie die Symbolleisten und Fensteranordnung perfekt an Ihre Arbeitsweise anpassen.
el: Το Supernova διαθέτει μια ενιαία δυναμική γραμμή εργαλείων, η οποία περιέχει τις πιο συχνά χρησιμοποιούμενες επιλογές που σχετίζονται με την καρτέλα ή τον χώρο που βρίσκεστε. Αποκτήστε τον πλήρη έλεγχο προσαρμόζοντας τη γραμμή εργαλείων και τη διάταξη του παραθύρου έτσι, ώστε να ταιριάζει τέλεια με τη ροή εργασίας σας.
es_ar: Supernova cuenta con una barra de herramientas dinámica, que presenta opciones contextuales de uso frecuente basadas en la pestaña o espacio que está actualmente activo. Tomá el control total al personalizar la barra de herramientas y el diseño de la ventana para que se ajusten perfectamente a tu flujo de trabajo.
es_cl: Supernova cuenta con una sola barra de herramientas dinámica, que presenta opciones contextuales y de uso frecuente basadas en la pestaña o Espacio que está actualmente activo. Toma el control total al personalizar la barra de herramientas y el diseño de la ventana para que se ajusten perfectamente a tu flujo de trabajo.
es_es: Supernova cuenta con una sola barra de herramientas dinámica, que presenta opciones contextuales y de uso frecuente basadas en la pestaña o Espacio que está actualmente activo. Toma el control total al personalizar la barra de herramientas y el diseño de la ventana para que se ajusten perfectamente a tu flujo de trabajo.
eu: Supernovak tresna-barra dinamiko bakarra du, maiz erabiltzen diren eta testuinguruko aukerak aurkezten ditu une honetan aktibo dagoen fitxan edo espazioan oinarrituta. Hartu kontrol osoa tresna-barra eta leihoen diseinua pertsonalizatuz zure lan-fluxua ezin hobeto egokitzeko.
fr: Supernova dispose d’une seule barre d’outils dynamique qui présente les options fréquemment utilisées et contextuelles en se fondant sur l’onglet ou l’espace actuellement actif. Prenez le contrôle total en personnalisant la barre d’outils et la disposition de la fenêtre pour les adapter parfaitement à votre façon de travailler.
fy_nl: Supernova hat ien dynamyske arkbalke, dy’t faak brûkte en kontekstuele opsjes presintearret basearre op it ljepblêd of de funksje dy’t op dit stuit aktyf is. Nim folsleine kontrôle troch de arkbalke- en finsteryndieling oan te passen om perfekt te passen by jo manier fan wurkjen.
gl: Supernova presenta unha única barra de ferramentas dinámica, que presenta opcións de uso frecuente e contextuais baseadas na pestana ou Espazo que está activo actualmente. Toma o control total personalizando a barra de ferramentas e o deseño da xanela para que se adapten perfectamente ao teu fluxo de traballo.
hu: A Supernova egyetlen dinamikus eszköztárat tartalmaz, amely a gyakran használt és a környezetfüggő beállításokat a jelenleg aktív lap vagy tér alapján jeleníti meg. Vegye át a teljes irányítást az eszköztár és az ablakelrendezés testreszabásával, hogy tökéletesen megfeleljen a munkafolyamatához.
ia: Supernova presenta un singule barra del instrumentos dynamic, monstrante optiones frequentemente usate e contextual basate super le schedas o spatios currentemente active. Prende controlo plen per personalisar le barra del instrumentos e mappa de fenestra pro esser perfectemente apte a tu fluxo de labor.
is: Supernova birtir eina breytilega verkfærastiku sem sýnir mikið notaða valkosti í samhengi við þann flipa eða Svæði sem er virkt. Taktu fulla stjórn með því að sérsníða verkfærastikuna og framsetningu glugga þannig að það passi fullkomlega við vinnuflæðið þitt.
it: Supernova offre un’unica barra degli strumenti dinamica, che presenta le opzioni più utilizzate e contestualizzate in base alla scheda o allo spazio attualmente attivo. È possibile personalizzare la barra degli strumenti e la disposizione della finestra per adattarli perfettamente al proprio flusso di lavoro.
ja: Supernovaは単一のダイナミックなツールバーが搭載されており、現在アクティブになっているタブ やSpaceに応じて、頻繁に使用されるコンテクストオプションが表示されます。ツールバーやウィンドウのレイアウトをカスタマイズすることで、 ワークフローに合わせて完全にコントロールできます。
nl: Supernova heeft een enkele dynamische werkbalk, die veelgebruikte en contextuele opties presenteert op basis van het tabblad of de Functie die momenteel actief is. Neem de volledige controle door de werkbalk- en vensterlay-out aan te passen, zodat ze perfect passen bij uw manier van werken.
nn_no: Supernova har ei enkel dynamisk verktøylinje som presenterer ofte brukte og kontekstuelle alternativ baserat på fana eller det panelet som er aktivt. Ta full kontroll med å tilpasse verkøyfeltet og vindaugsutforminga slik at dei passar arbeidsflyten din perfekt.
pl: W wersji Supernova znajdziesz pojedynczy, dynamiczny pasek narzędzi, wyświetlający często używane funkcje i opcje kontekstowe, w zależności od aktualnie aktywnej karty lub Przestrzeni. Możesz przejąć pełną kontrolę, dostosowując pasek narzędzi i układ okna, aby dopasować je do swojej organizacji pracy.
pt_br: O Supernova apresenta uma única barra de ferramentas dinâmica, com opções contextuais e usadas com frequência, com base na aba ou área ativa no momento. Assuma o controle total, personalizando a barra de ferramentas e a disposição da janela para se adequar perfeitamente ao seu jeito de usar.
ru: Supernova имеет единую динамическую панель инструментов, на которой представлены часто используемые и контекстуальные параметры на основе вкладок или Места, которые в данный момент активны. Получите полный контроль, настроив панель инструментов и расположение окон так, чтобы они идеально соответствовали вашему рабочему процессу.
sk: Supernova obsahuje jediný dynamický panel nástrojov, ktorý predstavuje často používané položky založené na práve aktívnej karte alebo mieste. Prevezmite plnú kontrolu prispôsobením panela nástrojov a rozloženia okien tak, aby dokonale zodpovedali vašim pracovným návykom.
sl: Supernova ima enotno dinamično orodno vrstico, ki predstavlja pogosto uporabljene in kontekstualne možnosti na podlagi zavihkov ali Prostor, ki je trenutno aktiven. Prevzemite popoln nadzor tako, da orodno vrstico in razporeditev oken prilagodite svojim željam potek dela.
sq: Supernova përmban një panel të vetëm, dinamik, që paraqet mundësi të përdorura shpesh dhe kontekstuale bazuar në skedën ose Hapësirën aktualisht aktive. Fitoni kontroll të plotë, duke përshtatur panelin dhe skemën e dritares, për ta bërë të përsosur për rrjedhën tuaj të punës.
sv_se: Supernova har ett enda dynamiskt verktygsfält som presenterar ofta använda och kontextuella alternativ baserat på den flik eller panel som för närvarande är aktiv. Ta full kontroll genom att anpassa verktygsfältet och fönsterlayouten så att de passar ditt arbetsflöde perfekt.
uk: Supernova має єдину динамічну панель інструментів, яка представляє часто використовувані та контекстні параметри на основі вкладки або активного простору. Отримайте повний контроль, налаштувавши панель інструментів і макет вікна, щоб ідеально відповідати вашому робочому процесу.
vi: Supernova có một thanh công cụ động hợp nhất, trình bày các tùy chọn được sử dụng thường xuyên và theo ngữ cảnh dựa trên the thẻ hoặc Space đang được chọn. Kiểm soát hoàn toàn bằng cách tùy chỉnh thanh công cụ và bố cục cửa sổ để hoàn toàn phù hợp với workflow của bạn.

source: The all new Unified Toolbar
bg: Изцяло новата обединена лента с инструменти
cs: Nová jednotná lišta
cy: Y Bar Offer Unedig newydd sbon
de: Die neue gruppierte Symbolleiste
el: Η ολοκαίνουρια ενοποιημένη γραμμή εργαλείων
es_ar: La nueva barra de herramientas unificada
es_cl: La nueva barra de herramientas unificada
es_es: La nueva barra de herramientas unificada
eu: Tresna-barra bateratu guztiz berria
fr: La toute nouvelle barre d’outils unifiée
fy_nl: De folsleine nije Yntegrale arkbalke
gl: A nova barra de ferramentas unificada
hu: Az új Egyesített eszköztár
ia: Le novissime Barra del instrumentos unificate
is: Nýja sameinaða verkfærastikan
it: La nuova barra degli strumenti unificata completamente ridisegnata
ja: 刷新された統合ツールバー
nl: De volledig nieuwe Integrale werkbalk
pl: Całkowicie nowy pojedynczy pasek narzędzi
pt_br: A novíssima barra de ferramentas unificada
ru: Совершенно новая унифицированная панель инструментов
sk: Úplne nový zjednotený panel s nástrojmi
sl: Povsem nova poenotena orodna vrstica
sq: Paneli i Unifikuar, krejt i ri
sv_se: Det helt nya integrerade verktygsfältet
tr: Yepyeni birleşik araç çubuğu
uk: Цілком нова єдина панель інструментів
vi: Thanh công cụ hợp nhất hoàn toàn mới

source: Beautiful Iconography
bg: Красива иконография
cs: Krásné ikony
cy: Eiconograffeg hardd
de: Schöne Symbole
el: Όμορφη εικονογραφία
es_ar: Hermosa iconografía
es_cl: Hermosa iconografía
es_es: Hermosa iconografía
eu: Ikonografia ederra
fr: Beau jeu d’icônes
fy_nl: Prachtige ikonografy
gl: Fermosa iconografía
hu: Gyönyörű ikonográfia
ia: Belle iconographia
is: Fallegar táknmyndir
it: Uno splendido set di icone
ja: 美しいアイコン
nl: Prachtige iconografie
nn_no: Vakker ikonografi
pl: Piękne ikony
pt_br: Bela iconografia
ru: Красивая иконография
sk: Krásne ikony
sl: Lične ikone
sq: Ikonografike e Hijshme
sv_se: Vacker ikonografi
tr: Harika ikonografi
uk: Чудовий дизайн елементів
vi: Biểu tượng học đẹp mắt

source: More than just a refreshed set of graphics, Supernova introduces beautiful icons with a more consistent visual style unique to Thunderbird. Our new designs remain sharp and pixel-perfect at any density setting.
bg: Повече от просто обновен набор от графики, Supernova представя красиви икони с по-последователна визуализация и стил, уникален за Thunderbird. Нашите нови дизайни остават ясни и перфектни като пиксели при всяка настройка на плътност на екрана.
cs: Supernova není jen graficky vylepšena, ale přináší také krásné ikony s jednotnějším vizuálním stylem, který je pro Thunderbird jedinečný. Naše nové vzhledy zůstávají ostré a dokonalé v pixelech při jakémkoli nastavení velikosti.
cy: Yn fwy na dim ond set o graffeg wedi'i hadnewyddu, mae Supernova yn cyflwyno eiconau hardd gyda delwedd fwy cyson arddull unigryw i Thunderbird. Mae ein dyluniadau newydd yn parhau i fod yn finiog a chlir mewn unrhyw leoliad dwys.
de: Supernova bietet mehr als nur einen Satz neue Grafiken: Es bringt Thunderbird neue, schöne Symbole mit konsistentem visuellen Stil. Unsere neuen Designs sind bei jeder Dichteeinstellung scharf und pixelgenau.
el: Πέρα από ένα ανανεωμένο σύνολο γραφικών, το Supernova διαθέτει όμορφα εικονίδια με ένα πιο συνεπές οπτικό στυλ, μοναδικό για το Thunderbird. Τα νέα μας σχέδια παραμένουν ευκρινή σε οποιαδήποτε ρύθμιση πυκνότητας.
es_ar: Más que un grupo de gráficos renovado, Supernova presenta hermosos íconos con un estilo visual más consistente único de Thunderbird. Nuestros nuevos diseños se mantienen nítidos y con píxeles perfectos en cualquier configuración de densidad.
es_cl: Más que un conjunto renovado de gráficos, Supernova presenta hermosos íconos con una imagen más consistente y un estilo exclusivo de Thunderbird. Nuestros nuevos diseños se mantienen nítidos y con píxeles perfectos en cualquier configuración de densidad.
es_es: Más que un simple conjunto de gráficos renovados, Supernova presenta hermosos iconos con una imagen más consistente y un estilo exclusivo de Thunderbird. Nuestros nuevos diseños siguen siendo nítidos y con píxeles perfectos en cualquier configuración de densidad.
eu: Grafiko berritu bat baino gehiago, Supernovak ikono ederrak aurkezten ditu Thunderbirden berezko estilo bisual koherenteagoa dutenak. Gure diseinu berriak zorrotzak eta pixel-perfektuak izaten jarraitzen dute edozein dentsitate ezarpenetan.
fr: Au delà d’un simple rafraîchissement des éléments graphiques, Supernova introduit de belles icônes dotées d’un style visuel plus cohérent propre à Thunderbird. Notre nouvelle apparence reste nette et précise au pixel près quel que soit le paramétrage de la densité.
fy_nl: Supernova is mear as allinnich in fernijde set ôfbyldingen, it yntrodusearret prachtige piktogrammen mei in mear konsistinte fisuele styl, dy’t unyk is foar Thunderbird. Us nije ûntwerpen bliuwe skerp en pixel-perfekt by elke tichtensynstelling.
gl: Máis que un conxunto de gráficos actualizado, Supernova presenta fermosas iconas cunha visual máis consistente estilo exclusivo de Thunderbird. Os nosos novos deseños seguen sendo nítidos e perfectos en píxeles en calquera configuración de densidade.
hu: Több, mint csupán egy felfrissített grafika: a Supernova gyönyörű ikonokat vezet be, konzisztensebb arculattal, a Thunderbird egyedi stílusában. Az új dizájn minden sűrűségi beállítás mellett éles és pixelpontos.
ia: Plus que solo un insimul de graphica actualisate,+ Supernova introduce a Thunderbird belle icones con un stilo visual unic plus coherente. Nostre nove designos resta acute e perfecte al pixel, pro ulle parametro de densitate.
is: Meira en bara endurhannað myndefni, Supernova kynnir til sögunnar fallegar táknmyndir með samræmdum stíl sem tilheyrir Thunderbird. Nýja hönnunin helst skörp upp á mynddíls-nákvæmni í öllum stillingum á þéttleika.
it: Molto di più di una semplice rivisitazione grafica, Supernova introduce nuove icone con uno stile visivo più coerente, unico per Thunderbird. Il nostro nuovo design rimane nitido e perfetto con qualsiasi impostazione di densità.
ja: 単なるグラフィックの刷新にとどまらず、SupernovaはThunderbird独自のビジュアルスタイルをより一貫させた美しいアイコンを導入 しました。新しいデザインは、どのような密度設定でもシャープでピクセルパーフェクトなままです。
nl: Supernova is meer dan alleen een vernieuwde set afbeeldingen, het introduceert prachtige pictogrammen met een meer consistente visuele stijl, die uniek is voor Thunderbird. Onze nieuwe ontwerpen blijven scherp en pixel-perfect bij elke dichtheidsinstelling.
nn_no: Supernova er meir enn berre eit oppdatert grafikkoppsett og introduserer vakre ikon med ein meir konsekvent visuell stil, eineståande for Thunderbird. Den nye utforminga vår held fram med å vere skarp og pixelperfekt i alle densitetinnstillingar.
pl: Supernova ma nie tylko odświeżoną grafikę, ale także piękne ikony o bardziej spójnym stylu wizualnym, unikalnym dla Thunderbirda. Nasz nowy design jest doskonale ostry przy każdym ustawieniu gęstości pikseli.
pt_br: Mais do que apenas um novo conjunto de artes gráficas, o Supernova apresenta belos ícones com um estilo visual mais consistente, exclusivo do Thunderbird. Nossos novos designs permanecem nítidos e perfeitos em qualquer configuração de densidade.
ru: Supernova представляет собой не просто обновленный набор графики, а красивые значки с более последовательным визуальным стилем, уникальным для Thunderbird. Наш новый дизайн остаётся четким и пиксельно идеальным при любых настройках разрешения.
sk: Viac než len vynovenú sadu grafiky, Supernova predstavuje nádherné ikony s konzistentnejším vizuálnym štýlom jedinečným pre Thunderbird. Naše nové dizajny zostávajú ostré a pixelovo dokonalé pri akomkoľvek nastavení hustoty rozloženia.
sl: Več kot le osvežena grafika, Supernova uvaja čudovite ikone z doslednejšo podobo slog, ki je edinstven za Thunderbird. Naši novi dizajni ostanejo ostri in popolni pri vseh nastavitvah gostote.
sq: Më tepër se thjesht një grup të rifreskuar pamor, Supernova sjell ikona të hijshme, me më tepër stil pamor të njëtrajtshëm, unik për Thunderbird-in. Konceptimi ynë i ri grafik mbetet i qartë dhe i përsosur deri në shkallë pikseli, në çfarëdo rregullimesh dendësie.
sv_se: Supernova är mer än bara en uppdaterad uppsättning grafik och introducerar vackra ikoner med en mer konsekvent visuell stil, unik för Thunderbird. Våra nya design förblir skarp och pixelperfekt vid alla densitetsinställningar.
uk: Більше ніж просто оновлений набір графіки – Supernova представляє оновлений дизайн піктограм з більш узгодженим візуальним виглядом, притаманним стилю Thunderbird. Наш новий дизайн залишається чітким за будь-яких параметрів щільності.
vi: Không chỉ là một bộ đồ họa được làm mới, Supernova còn giới thiệu các biểu tượng đẹp mắt với một phong cách duy nhất, trực quan và nhất quán hơn cho Thunderbird. Các thiết kế mới của chúng tôi vẫn sắc nét và hoàn hảo đến từng pixel ở bất kỳ cài đặt mật độ nào.

source: The improved icons
bg: Подобрените икони
cs: Vylepšené ikony
cy: Yr eiconau gwell
de: Die verbesserten Symbole
el: Τα βελτιωμένα εικονίδια
es_ar: Iconos mejorados
es_cl: Los iconos mejorados
es_es: Iconos mejorados
eu: Ikono hobetuak
fi: Parannellut kuvakkeet
fr: Les icônes perfectionnées
fy_nl: De ferbettere piktogrammen
gl: As iconas melloradas
hu: A továbbfejlesztett ikonok
ia: Le icones meliorate
is: Endurbættu táknmyndirnar
it: Nuove icone migliorate
ja: 改良されたアイコン
nl: De verbeterde pictogrammen
nn_no: Dei forbetra ikonas
pl: Ulepszone ikony
pt_br: Os ícones melhorados
ru: Улучшенные значки
sk: Vylepšené ikony
sl: Izboljšane ikone
sq: Ikonat e përmirësuara
sv_se: De förbättrade ikonerna
tr: İyileştirilmiş simgeler
uk: Покращені піктограми
vi: Các biểu tượng cải tiến

source: Easy Density Control
bg: Лесен контрол на плътността
cs: Jednoduché ovládání velikosti
cy: Rheoli Dwysedd Hawdd
de: Einfache Dichtesteuerung
el: Εύκολος έλεγχος πυκνότητας
es_ar: Control de densidad simple
es_cl: Control de densidad sencillos
es_es: Control de densidad sencillo
eu: Dentsitate-kontrol erraza
fr: Contrôle facile de la densité
fy_nl: Ienfâldige tichtensynstelling
gl: Control de densidade sinxelo
hu: Egyszerű sűrűségbeállítás
ia: Controlo facile de densitate
is: Auðveld stýring á þéttleika viðmóts
it: Agevole controllo della densità
ja: 簡単な密度コントロール
nl: Eenvoudige dichtheidsinstelling
nn_no: Enkel densitetskontroll
pl: Łatwa kontrola gęstości
pt_br: Fácil controle de densidade
ru: Простой контроль плотности
sk: Jednoduché ovládanie hustoty
sl: Preprosta prilagoditev gostote
sq: Kontroll i Lehtë Dendësie
sv_se: Enkel densitetskontroll
tr: Kolay yoğunluk kontrolü
uk: Легкий контроль щільності
vi: Kiểm soát mật độ dễ dàng
