Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: Keep up with the latest and greatest updates on news, features, events, and previews, and get a sneak peek on the upcoming releases.
bg: Бъдете в крак с последните новости, възможности, събития и нови издания.
cs: Buďte neustále v obraze díky nejnovějším informacím o novinkách, funkcích, událostech a ukázkách, a kradmo nahlédněte do připravovaných vydání.
cy: Cadwch yn gyfredol â'r diweddariadau diweddaraf a'n newyddion, nodweddion, digwyddiadau a rhagolwg, a chael cipolwg ar luniadau'r dyfodol.
de: Alles, was neu und wichtig ist, sowie Informationen zu neuen Funktionen, Veranstaltungsterminen, und was wir für die Zukunft planen. Und: werfen Sie schon mal einen Blick auf demnächst kommende Software-Versionen.
el: Ενημερωθείτε σχετικά με τις τελευταίες και μεγαλύτερες ειδήσεις, χαρακτηριστικά, γεγονότα και λάβετε προεπισκοπήσεις των επερχόμενων εκδόσεων.
es_ar: Mantenete al día con las últimas y mejores actualizaciones de noticias, características, eventos y avances y dale un vistazo a los próximos lanzamientos.
es_cl: Mantente al día con las últimas y más importantes actualizaciones sobre noticias, funcionalidades, eventos y vistas previas de las próximas versiones.
es_es: Mantente al día de las últimas actualizaciones sobre noticias, características, eventos y avances y echa un vistazo a las próximas versiones.
eu: Egunean egon zaitez azken eguneratze garrantzitsuen berriekin, eginbide, gertaera eta aurkezpenekin eta botaiezu begirada bat hurrengo bertsioei.
fi: Pysy ajan tasalla uusimpien ja parhaimpien uutisten, ominaisuuksien, tapahtumien ja esikatselujen päivityksistä ja tutustu tuleviin julkaisuihin.
fr: Tenez-vous au courant des dernières et meilleures actualités, fonctionnalités et évènements, et obtenez un aperçu des prochaines versions.
fy_nl: Bliuw op de hichte fan de nijste en beste fernijingen oer nijs, funksjes, eveneminten en previews, en krij in foarpriuwke fan de oankommende útjeftes.
gl: Mantéñase ao día das últimas novas e actualizacións de noticias, funcións, eventos e previsualizacións e vótelle un ollo ás próximas publicacións.
hu: Kövesse a legújabb és legnagyszerűbb híreket, funkciókat, eseményeket és előzetesek, és kapjon betekintést a soron következő kiadásokba.
ia: Tene te al currente con le ultime e plus grande actualisationes sur novas, functionalitates, eventos, anticipationes e prova in vista preliminar le nove versiones in arrivata.
is: Fylgstu með nýjustu og bestu uppfærslunum á fréttum, eiginleikum, viðburðum og forútgáfum og fáðu innsýn í væntanlegar útgáfur.
it: Mantieniti al corrente degli ultimi e più importanti aggiornamenti, inclusi notizie, funzionalità, eventi, anticipazioni, e prova in anteprima le nuove versioni in arrivo.
ja: ニュース、機能、イベント、プレビューに関する最新かつ最高のアップデート情報を入手し、今後のリリースの概要をご覧ください。
kab: Qqim deg yisallen ufrinen ineggura, timahilin akked yineḍruyen, daɣen awi tikti ɣef yileqman i d-iteddun.
nb_no: Hold deg oppdatert på de siste og beste oppdateringene om nyheter, funksjoner, hendelser og forhåndsversjoner, og få en sniktitt på de kommende utgavene.
nl: Blijf op de hoogte van de nieuwste en beste updates over nieuws, functies, evenementen en previews, en krijg een voorproefje van de aankomende releases.
nn_no: Hald deg oppdatert på dei siste og beste oppdateringane om nyheiter, funksjonar, hendeingar og førehandsversjonar, og få ein sniktitt på komande utgåver.
pl: Bądź na bieżąco z najnowszymi i najlepszymi wieściami o nowościach, funkcjach, i wydarzeniach, a także rzuć okiem na nadchodzące wydania.
pt_br: Acompanhe as melhores e mais recentes novidades sobre notícias, recursos, eventos e prévias, além de dar uma espiada nos próximos lançamentos.
ru: Будьте в курсе последних новостей, новых функций и событий, а также узнавайте о предстоящих выпусках.
sk: Sledujte najnovšie správy, informácie o novinkách, funkciách, udalostiach či nastávajúcich vydaniach.
sl: Bodite na tekočem z najnovejšimi novicami, možnostmi, dogodki in med prvimi pokukajte v prihajajoče izdaje.
sq: Ndiqni përditësimet më të reja dhe më të fuqishme rreth lajmesh, veçorish, veprimtarish dhe versionesh paraparje, dhe hidhuni një sy të parët hedhjeve të ardhshme në qarkullim.
sv_se: Håll dig uppdaterad med de senaste och bästa uppdateringarna om nyheter, funktioner, händelser och förhandsversioner och få en tjuvtitt på de kommande utgåvorna.
tr: Haberler, özellikler, etkinlikler ve ön izlemeler hakkındaki yenilikleri takip edin ve gelecek sürümlere göz atın.
uk: Отримуйте інформацію про останні новини, нові функції, події, попередні версії, а також завчасний огляд майбутніх випусків.
vi: Theo kịp các bản cập nhật mới nhất và lớn nhất về tin tức, tính năng, sự kiện và xem trước các bản phát hành sắp tới.

source: Sign me up!
bg: Абониране!
cs: Přihlásit!
cy: Cofrestrwch fi!
de: Abonnieren
el: Εγγραφή!
es_ar: ¡Inscribirme!
es_cl: ¡Suscribirme!
es_es: ¡Suscríbeme!
eu: Harpidetu nazazu!
fi: Ilmoittaudun mukaan!
fr: Je m’inscris
fy_nl: Abonnearje!
gl: Subscribirme!
hu: Feliratkozás
ia: Inscribe me!
is: Skrá mig!
it: Iscrivimi!
ja: 購読する
kab: Jerred!
nb_no: Abonner!
nl: Inschrijven!
nn_no: Abonner!
pl: Zapisz się!
pt_br: Inscrever!
ru: Подписаться!
sk: Prihlásiť sa!
sl: Prijavi me!
sq: Regjistromëni!
sv_se: Registrera mig idag!
tr: Kaydol!
uk: Підписатись!
vi: Đăng ký!

source: Report Trademark or Copyright Infringement
bg: Докладване на нарушение на търговската марка или авторското право на Thunderbird
cs: Nahlásit zneužití ochranné známky nebo autorských práv
cy: Adrodd ar Dorri Nodau Masnach neu Hawlfreintiau
de: Marken- oder Urheberrechtsverletzung melden
el: Αναφορά παραβίασης εμπορικού σήματος ή πνευματικών δικαιωμάτων
es_ar: Informar infracción de marca registrada o derechos de autor
es_cl: Reportar infracción de marca o derechos de autor
es_es: Informar de una infracción de marca o derechos de autor
eu: Marka edo Copyright erabilera okerren berri eman
fi: Ilmoita tavaramerkki- tai tekijänoikeusrikkomus
fr: Signaler une violation de marque ou de droit d’auteur
fy_nl: Hannelsmerk- of auteursrjochtskeining melde
gl: Denunciar a infracción de dereitos de autor
hu: Védjegyek vagy szerzői jogok megsértésének jelentése
ia: Reportar un violation de marca de fabrica o de derecto de autor
is: Tilkynna misnotkun á vörumerki eða höfundarréttarbrot
it: Segnala una violazione del marchio o del copyright
ja: 商標または著作権の侵害を報告する
kab: Lɣu-d ɣef tkerḍa n tecraḍ neɣ n yizerfan n umeskar
nb_no: Rapporter varemerke eller krenkelse av opphavsrett
nl: Handelsmerk- of auteursrechtschending melden
nn_no: Rapporter varemerke eller krenking av opphavsrett
pl: Zgłoś naruszenie znaków towarowych lub praw autorskich
pt_br: Denunciar violação de marca registrada ou direitos autorais
ru: Сообщить о нарушении авторских прав или прав на товарный знак
sk: Nahlásiť porušenie ochrannej známky alebo autorských práv
sl: Prijavi zlorabo blagovne znamke ali kršitev avtorskih pravic
sq: Raportoni Cenim Shenjash Tregtare ose Të drejtash Kopjimi
sv_se: Rapportera varumärke eller upphovsrättsintrång
tr: Ticari Marka veya Telif Hakkı İhlali Bildir
uk: Повідомте про зловживання торговельною маркою чи порушення авторських прав
vi: Báo cáo nhãn hiệu hoặc vi phạm bản quyền

source: Report Misuse of Thunderbird Trademark
bg: Докладване на злоупотреба с търговската марка на Thunderbird
cs: Nahlásit zneužití ochranné známky Thunderbirdu
cy: Adrodd ar Gamddefnydd o Nodau Masnach Thunderbird
de: Missbrauch der Marke Thunderbird melden
el: Αναφορά κατάχρησης εμπορικού σήματος του Thunderbird
es_ar: Informar uso indebido de la marca registrada Thunderbird
es_cl: Informar uso indebido de la marca registrada Thunderbird
es_es: Informar de un uso indebido de la marca registrada Thunderbird
eu: Thunderbird markaren erabilera okerraren berri eman
fi: Ilmoita Thunderbird-tavaramerkin väärinkäytöstä
fr: Signaler une utilisation abusive de la marque Thunderbird
fy_nl: Misbrûk fan it Thunderbird-hannelsmerk rapportearje
gl: Denunciar uso indebido da marca rexistrada Thunderbird
hu: A Thunderbird védjegyet érintő visszaélés jelentése
ia: Reportar misuso del trademark de Thunderbird
is: Tilkynna misnotkun á Thunderbird-vörumerkinu
it: Segnala un uso improprio del marchio Thunderbird
ja: Thunderbird の商標の悪用を報告する
kab: Lɣu-d ɣef useqdec ur nelhi ara n tecreḍt Thunderbird
nb_no: Rapporter misbruk av Thunderbird-varemerket
nl: Misbruik van het Thunderbird-handelsmerk rapporteren
nn_no: Rapporter misbruk av Thunderbird-varemerket
pl: Zgłoś nadużycie znaku towarowego Thunderbird
pt_br: Denunciar uso indevido da marca registrada Thunderbird
ru: Сообщить о злоупотреблении товарным знаком Thunderbird
sk: Nahlásiť zneužitie ochrannej známky Thunderbird
sl: Prijavite zlorabo blagovne znamke Thunderbird
sq: Njoftoni Shpërdorim të Shenjës Tregtare të Thunderbird-it
sv_se: Rapportera missbruk av Thunderbird varumärke
tr: Thunderbird Markasının Kötüye Kullanımını Bildir
uk: Повідомити про зловживання торговельною маркою Thunderbird
vi: Báo cáo lạm dụng nhãn hiệu Thunderbird

source: Thunderbird is part of <a href="%(mzla)s" class="inline-link">MZLA Technologies Corporation</a>, a wholly owned subsidiary of Mozilla Foundation. Portions of this content are ©1998–%(current_year)s by individual contributors. Content available under a <a href="%(url)s" class="inline-link">Creative Commons license</a>.
bg: Thunderbird е част от <a href="%(mzla)s" class="inline-link">MZLA Technologies Corporation</a>, изцяло притежавано дъщерно дружество на Mozilla Foundation. Части от това съдържание са ©1998–%(current_year)s на отделни сътрудници. Съдържанието е достъпно под <a href="%(url)s" class="inline-link">лиценз Creative Commons</a>.
cs: Thunderbird je součástí <a href="%(mzla)s" class="inline-link">MZLA Technologies Corporation</a>, dceřiné společnosti nadace Mozilla Foundation. Části tohoto obsahu podléhají ©1998-%(current_year)s vytvořené jednotlivými přispěvateli. Obsah je k dispozici pod <a href="%(url)s" class="inline-link">licencí Creative Commons</a>.
cy: Mae Thunderbird yn rhan o <a href="%(mzla)s" class="inline-link">Gorfforaeth Technolegau MZLA</a>, is-gwmni sy'n eiddo llwyr i'r Mozilla Foundation. Mae rhannau o'r cynnwys hwn yn © 1998 -%(current_year)s cyfranwyr unigol. Mae'r cynnwys ar gael o dan <a href="%(url)s" class="inline-link">drwydded Creative Commons</a>.
de: Thunderbird gehört zur <a href="%(mzla)s" class="inline-link">MZLA Technologies Corporation</a>, einer 100-prozentigen Tochtergesellschaft der Mozilla Foundation. Teile dieses Inhalts stehen unter einem ©1998–%(current_year)s von einzelnen Mitwirkenden an mozilla.org. Der Inhalt steht unter einer <a href="%(url)s" class="inline-link">Creative-Commons-Lizenz</a>.
el: Το Thunderbird είναι μέρος της <a href="%(mzla)s" class="inline-link">MZLA Technologies Corporation</a>, μιας θυγατρικής που ανήκει εξ ολοκλήρου στο Mozilla Foundation. Τμήματα αυτού του περιεχομένου αποτελούν πνευματική ιδιοκτησία μεμονωμένων εθελοντών (©1998–%(current_year)s). Το περιεχόμενο διατίθεται στα πλαίσια της a <a href="%(url)s" class="inline-link">άδειας Creative Commons</a>.
es_ar: Thunderbird es parte de <a href="%(mzla)s" class="inline-link">MZLA Technologies Corporation</a>, subsidiaria de propiedad total de la Fundación Mozilla. Parte de este contenido es ©1998 – %(current_year)s por colaboradores particulares. Contenido disponible bajo una <a href="%(url)s" class="inline-link">licencia Creative Commons</a>.
es_cl: Thunderbird es parte de <a href="%(mzla)s" class="inline-link">MZLA Technologies Corporation</a>, subsidiaria de propiedad total de la Fundación Mozilla. Parte de este contenido es ©1998 – %(current_year)s por colaboradores particulares. Contenido disponible bajo una <a href="%(url)s" class="inline-link"> licencia Creative Commons</a>.
es_es: Thunderbird es parte de <a href="%(mzla)s" class="inline-link">MZLA Technologies Corporation</a>, filial 100%% propiedad de la Fundación Mozilla. Partes de este contenido son ©1998–%(current_year)s por colaboradores individuales. Contenido disponible bajo una <a href="%(url)s" class="inline-link">Licencia Creative Commons</a>.
eu: Thunderbird <a href="%(mzla)s" class="inline-link">MZLA Technologies Corporation</a>, parte da, Mozilla Fundazioaren guztizko filiala. Eduki honen zatiak dira ©1998–%(current_year)s banakako laguntzaileak. Edukia <a href="%(url)s" class="inline-link">Creative Commons lizentziapean</a> eskuragarri.
fr: Thunderbird fait partie de <a href="%(mzla)s" class="inline-link">MZLA Technologies Corporation</a>, une filiale détenue à 100 %% par la Fondation Mozilla. Des portions de ce contenu sont ©1998-%(current_year)s par des contributeurs individuels. Le contenu est disponible sous une <a href="%(url)s" class="inline-link">licence Creative Commons</a>.
fy_nl: Thunderbird is ûnderdiel fan <a href="%(mzla)s" class="inline-link">MZLA Technologies Corporation</a>, in folsleine dochterûndernimming fan Mozilla Foundation. Dielen fan dizze ynhâld binne ©1998–%(current_year)s fan yndividuele meiwurkers. Ynhâld beskikber ûnder in <a href="%(url)s" class="inline-link">Creative Commons-lisinsje</a>.
gl: Thunderbird forma parte <a href="%(mzla)s" class="inline-link">MZLA Technologies Corporation</a>, unha subsidiaria de propiedade total da Fundación Mozilla. Partes deste contido son ©1998–%(current_year)s por individuo colaboradores. Contido dispoñible en unha <a href="%(url)s" class="inline-link">licenza Creative Commons</a>.
hu: A Thunderbird az <a href="%(mzla)s" class="inline-link">MZLA Technologies Corporation</a> része, amely a Mozilla Alapítvány teljes tulajdonú leányvállalata. A tartalom egyes részeire a következő vonatkozik: ©1998–%(current_year)s egyéni közreműködők. A tartalom <a href="%(url)s" class="inline-link">Creative Commons licenc</a> alatt érhető el.
ia: Thunderbird es parte de <a href="%(mzla)s" class="inline-link">MZLA Technologies Corporation</a>, un compania associate totalmente controlate per Mozilla Foundation. Parte de iste contento es ©1998–%(current_year)s per individual contributores. Contento disponibile sub un <a href="%(url)s" class="inline-link">licentia Creative Commons</a>.
is: Thunderbird er hluti af <a href="%(mzla)s" class="inline-link">MZLA Technologies Corporation</a>, dótturfélags Mozilla Foundation að fullu. Hlutar af þessu efni eru ©1998–%(current_year)s eftir einstaka þátttakendur. Efnið er aðgengilegt með <a href="%(url)s" class="inline-link">Creative Commons notkunarleyfi</a>.
it: Thunderbird è parte di <a href="%(mzla)s" class="inline-link">MZLA Technologies Corporation</a>, una società sussidiaria interamente controllata da Mozilla Foundation. Parte di questi contenuti sono ©1998–%(current_year)s di singoli collaboratori. I contenuti sono disponibili secondo la <a href="%(url)s" class="inline-link">licenza Creative Commons</a>.
ja: Thunderbirdは、 Mozilla Foundationの完全子会社である <a href="%(mzla)s" class="inline-link"> MZLA Technologies Corporation</a>の一部です。 このコンテンツの一部は©1998–%(current_year)s個人 寄稿者によるものです。コンテンツは、 <a href="%(url)s" class="inline-link">クリエイティブ・コモンズ・ライセンス</a>の下で公開しています。
nl: Thunderbird is onderdeel van <a href="%(mzla)s" class="inline-link">MZLA Technologies Corporation</a>, een volledige dochteronderneming van Mozilla Foundation. Delen van deze inhoud zijn ©1998–%(current_year)s van individuele medewerkers. Inhoud beschikbaar onder een <a href="%(url)s" class="inline-link">Creative Commons-licentie</a>.
nn_no: Thunderbird er ein del av <a href="%(mzla)s" class="inline-link">MZLA Technologies Corporation</a>, eit heileigd dotterselskap av Mozilla Foundation. Delar av detta innhaldet høyrer til ©1998–%(current_year)s individuelle bidragsytarar. Innhaldet er tilgjengeleg under ein <a href="%(url)s" class="inline-link">Creative Commons-licens</a>.
pl: Thunderbird jest częścią <a href="%(mzla)s" class="inline-link">MZLA Technologies Corporation</a>, spółki w całości kontrolowanej przez Mozilla Foundation. Fragmenty treści tej witryny: ©1998–%(current_year)s. Prawa autorskie należą do poszczególnych współtwórców. Treść strony dostępna na licencji <a href="%(url)s" class="inline-link">Creative Commons</a>.
pt_br: O Thunderbird faz parte da <a href="%(mzla)s" class="inline-link">MZLA Technologies Corporation</a>, uma subsidiária de propriedade integral da Fundação Mozilla. Trechos deste conteúdo são ©1998–%(current_year)s de colaboradores individuais. Conteúdo disponível sob uma <a href="%(url)s" class="inline-link">licença Creative Commons</a>.
ru: Thunderbird является частью <a href="%(mzla)s" class="inline-link">Корпорации MZLA Technologies</a>, дочерней компании, полностью контролируемой Mozilla Foundation. Части этого содержимого созданы отдельными участниками ©1998–%(current_year)s. Содержимое доступно на условиях <a href="%(url)s" class="inline-link">лицензии Creative Commons</a>.
sk: Thunderbird je súčasťou <a href="%(mzla)s" class="inline-link">MZLA Technologies Corporation</a>, organizácie, ktorú v plnom rozsahu vlastní Mozilla Foundation. Časť tohto obsahu bola v rokoch ©1998–%(current_year)s vytvorená individuálnymi používateľmi. Obsah je dostupný v rámci licencie <a href="%(url)s" class="inline-link">Creative Commons</a>.
sl: Thunderbird je del <a href="%(mzla)s" class="inline-link">MZLA Technologies Corporation</a>, hčerinska družba v 100-odstotni lasti Mozille Foundation. Deli te vsebine so ©1998–%(current_year)s last posameznikov sodelavcev. Vsebina je na voljo pod <a href="%(url)s" class="inline-link">licenco Creative Commons</a>.
sq: Thunderbird-i është pjesë e <a href="%(mzla)s" class="inline-link">MZLA Technologies Corporation</a>, një nëndegë e Mozilla Foundation-it tërësisht pronë e tij. Pjesë të kësaj lënde janë ©1998–%(current_year)s nga kontribues individualë te mozilla.org. Lëndë që mund të përdoret sipas një <a href="%(url)s" class="inline-link">Creative Commons license</a>.
sv_se: Thunderbird är en del av <a href="%(mzla)s" class="inline-link">MZLA Technologies Corporation</a>, ett helägt dotterbolag till Mozilla Foundation. Delar av detta innehåll tillhör ©1998–%(current_year)s enskilda bidragsgivare. Innehåll tillgängligt under en <a href="%(url)s" class="inline-link">Creative Commons-licens</a>.
uk: Thunderbird входить до <a href="%(mzla)s" class="inline-link">MZLA Technologies Corporation</a>, що цілком належить компанії Mozilla Foundation. Частини цього вмісту ©1998–%(current_year)s створені окремими помічниками. Вміст доступний на умовах <a href="%(url)s" class="inline-link">ліцензії Creative Commons</a>.
vi: Thunderbird là một phần của <a href="%(mzla)s" class="inline-link">Tập đoàn công nghệ MZLA</a>, một công ty con thuộc sở hữu của Mozilla Foundation. Các phần của nội dung này giữ bản quyền ©1998–%(current_year)s bởi những người dùng đóng góp cá nhân. Nội dung có sẵn theo <a href="%(url)s" class="inline-link">giấy phép Creative Commons</a>.

source: Help Keep <br> <span class="tb-title">Thunderbird</span> <span class="alive">Alive</span>
bg: Помогнете да запазим <br> <span class="tb-title">Thunderbird</span> <span class="alive">Жив</span>
cs: Pomozte udržet <br> <span class="tb-title">Thunderbird</span> <span class="alive">živý</span>
cy: Helpwch i Gadw <br> <span class="tb-title">Thunderbird</span> <span class="alive">Yn Fyw</span>
de: Helfen Sie<br><span class="tb-title">Thunderbird</span><span class="alive">am Leben zu erhalten</span>
el: Βοηθήστε το <br> <span class="tb-title">Thunderbird</span> <span class="alive">να επιβιώσει</span>
es_ar: Ayudar a mantener <br> <span class="tb-title">Thunderbird</span> <span class="alive">Vivo</span>
es_cl: Ayudar a mantener <br> <span class="tb-title">Thunderbird</span> <span class="alive">vivo</span>
es_es: Ayuda a mantener <br> <span class="tb-title">Thunderbird</span> <span class="alive">Vivo</span>
eu: <br> <span class="tb-title">Thunderbird</span> <span class="bizirik">Alive</span> mantzentzen lagundu
fi: Auta pitämään <br> <span class="tb-title">Thunderbird</span> <span class="alive">elinvoimaisena</span>
fr: Aidez à garder <br> <span class="tb-title">Thunderbird</span> <span class="alive">en vie</span>
fy_nl: Help <br> <span class="tb-title">Thunderbird</span> <span class="alive">yn libben</span> te hâlden
gl: Axuda a Keep <br> <span class="tb-title">Thunderbird</span> <span class="alive">Vivo</span>
hu: Segítsen a <br> <span class="tb-title">Thunderbird</span> <span class="alive" style="font-size: 3rem; margin-block-start: -10px;">életben tartásában</span>
ia: Adjuta a mantener <br> <span class="tb-title">Thunderbird</span> <span class="alive">vive</span>
is: Hjálpaðu við að halda <br> <span class="tb-title">Thunderbird</span> <span class="alive">í gangi</span>
it: Aiuta a mantenere <br> <span class="tb-title">Thunderbird</span> <span class="alive">in vita</span>
ja: <br> <span class="tb-title">Thunderbird</span> の <span class="alive">存続に</span>ご協力を
nl: Help <br> <span class="tb-title">Thunderbird</span> <span class="alive">in leven</span> te houden
nn_no: Hjelp til med å halde <br> <span class="tb-title">Thunderbird</span> <span class="alive">i live</span>
pl: Pomóż <br> <span class="tb-title">Thunderbirdowi</span> <span class="alive">przetrwać</span>
pt_br: Ajude a manter o <br> <span class="tb-title">Thunderbird</span> <span class="alive">vivo</span>
ru: Помогите сохранить <br> <span class="tb-title">Thunderbird</span> <span class="alive">Жизнь</span>
sk: Pomôžte udržať <br> <span class="tb-title">Thunderbird</span> <span class="alive">nažive</span>
sl: Pomagajte ohraniti <br> <span class="tb-title">Thunderbird</span> <span class="alive" style="font-size: 3rem; margin-block-start: -10px;">pri življenju</span>
sq: Ndihmoni të Mbahet <br> <span class="tb-title">Thunderbird-i</span> <span class="alive">Gjallë</span>
sv_se: Hjälp till att hålla <br> <span class="tb-title">Thunderbird</span> <span class="alive">vid liv</span>
tr: <span class="tb-title">Thunderbird’ü</span> <br> <span class="alive">Yaşatmamıza</span> Yardım Edin
uk: Допоможіть зберегти <br> <span class="alive">життя</span> <span class="tb-title">Thunderbird</span>
vi: Hãy giúp <br> <span class="tb-title">Thunderbird</span> <span class="alive">tồn tại</span>
