Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: Thunderbird <span class="txt-gradient">Mobile</span>
bg: <span class="txt-gradient">Мобилна версия</span> на Thunderbird
cy: Thunderbird <span class="txt-gradient">Symudol</span>
es_cl: Thunderbird <span class="txt-gradient">para móviles</span>
fi: Thunderbird <span class="txt-gradient">mobiililaitteille</span>
fy_nl: Thunderbird <span class="txt-gradient">Mobyl</span>
gl: Thunderbird <span class="txt-gradient">Móbil</span>
hu: <span class="txt-gradient">Mobilos</span> Thunderbird
is: Thunderbird <span class="txt-gradient">fyrir farsíma</span>
ja: <span class="txt-gradient">モバイル版</span> Thunderbird
nn_no: Thunderbird for <span class="txt-gradient">mobil</span>
pt_br: Thunderbird <span class="txt-gradient">para dispositivos móveis</span>
sk: Thunderbird<br/><span class="txt-gradient">pre mobilné zariadenia</span>
sl: Thunderbird <span class="txt-gradient">Za mobilne naprave</span>
sq: Thunderbird <span class="txt-gradient">për Celular</span>
sv_se: Thunderbird för <span class="txt-gradient">mobil</span>
tr: Thunderbird <span class="txt-gradient">Mobil</span>
vi: Thunderbird <span class="txt-gradient">dành cho di động</span>

source: Meet the leading open-source email app for Android. Enjoy complete freedom anywhere you take your smartphone.
bg: Запознайте се с водещото приложение за електронна поща с отворен код за Android. Насладете се на пълна свобода, където и да вземате смартфона си.
cy: Dyma'r ap e-bost cod agored amlycaf ar gyfer Android. Mwynhewch ryddid llwyr ble bynnag y byddwch chi'n mynd â'ch ffôn clyfar.
de: Lernen Sie die führende Open-Source-E-Mail-App für Android kennen. Genießen Sie die volle Freiheit, überall wo Sie Ihr Smartphone hinnehmen.
es_ar: Conocé la aplicación de correo electrónico de código abierto líder para Android. Disfrutá de total libertad donde quiera que llevés tu teléfono inteligente.
es_cl: Conoce la aplicación de correo electrónico de código abierto líder para Android. Disfruta de total libertad donde sea que lleves tu teléfono inteligente.
fi: Tapaa johtava avoimen lähdekoodin sähköpostisovellus Androidille. Nauti täydellisestä vapaudesta minne ikinä otatkin älypuhelimesi mukaasi.
fr: Découvrez la principale application e-mail open source pour Android. Profitez d’une liberté totale où que vous emmeniez votre smartphone.
fy_nl: Moetsje de liedende iepenboarne e-mailapp foar Android. Genietsje fan folsleine frijheid, oeral wêr’t jo jo snoadfoan mei nei ta nimme.
gl: Coñece a principal aplicación de correo electrónico de código aberto para Android. Goza de total liberdade onde leves o teu teléfono intelixente.
hu: Ismerje meg a vezető nyílt forráskódú androidos levelezőalkalmazást. Élvezze a teljes szabadságot, bárhová is viszi az okostelefonját.
ja: Android 向けの最先端のオープンソースメールアプリをご紹介します。スマートフォンがある限り、どこでも完全な自由をお楽しみいただけます。
nl: Maak kennis met de toonaangevende opensource e-mailapp voor Android. Geniet van volledige vrijheid, waar u uw smartphone ook mee naartoe neemt.
nn_no: Møt den leiande open kjeldekode-e-postappen for Android. Nyt full fridom same kvar du tek med deg smarttelefonen.
pl: Oto wiodąca aplikacja open-source do obsługi poczty e-mail na Androida. Ciesz się pełną wolnością, gdziekolwiek zabierzesz swój smartfon.
ru: Встречайте ведущее почтовое приложение для Android с открытым исходным кодом. Наслаждайтесь полной свободой, куда бы вы ни брали свой смартфон.
sk: Zoznámte sa s poprednou e‑mailovou aplikáciou s otvoreným zdrojovým kódom pre Android. Vychutnajte si úplnú slobodu kdekoľvek si vezmete svoj smartfón.
sl: Spoznajte vodilno odprtokodno e-poštno aplikacijo za Android. Uživajte popolno svobodo, kamorkoli vzamete pametni telefon.
sv_se: Möt den ledande e-postappen med öppen källkod för Android. Njut av fullständig frihet var du än tar med din smartphone.
tr: Android için önde gelen açık kaynaklı e-posta uygulamasıyla tanışın. Akıllı telefonunuzu götürdüğünüz her yerde gerçek özgürlüğün tadını çıkarın.
uk: Зустрічайте провідний клієнт електронної пошти з відкритим кодом для Android. Насолоджуйтесь повною свободою, куди б ви не взяли свій смартфон.
vi: Làm quen với ứng dụng email mã nguồn mở hàng đầu dành cho Android. Tận hưởng sự tự do hoàn toàn ở bất cứ đâu bạn mang theo điện thoại thông minh của mình.

source: No Ads or Spyware
bg: Без реклами и шпионски софтуер
cy: Dim Hysbysebion na Ysbïwar
de: Keine Werbung oder Spyware
es_ar: Sin publicidad ni spyware
es_cl: Sin anuncios ni spyware
fi: Ei mainoksia tai vakoiluohjelmia
fr: Sans publicités ni spyware
fy_nl: Gjin advertinsjes of spyware
gl: Sen anuncios nin spyware
hu: Nincsenek reklámok vagy kémprogramok
is: Engar auglýsingar eða njósnir
ja: 広告もスパイウェアもありません
nl: Geen advertenties of spyware
nn_no: Ingen annonsar eller spionprogram
pt_br: Sem anúncios ou spyware
ru: Без рекламы и шпионских программ
sk: Žiadne reklamy ani spyware
sl: Brez oglasov ali vohunske programske opreme
sq: Pa Reklama apo Spyware
sv_se: Inga annonser eller spionprogram
tr: Reklam Yok, Casus Yazılım Yok
uk: Без реклами чи шпигунського ПЗ
vi: Không có quảng cáo hoặc phần mềm gián điệp

source: It’s actually free!
bg: Наистина е безплатно!
cy: Mae wir yn rhydd a rhad!
de: Es ist wirklich kostenlos!
es_ar: ¡Es realmente gratis!
es_cl: ¡En realidad es gratis!
fi: Se on ilmainen!
fr: C’est gratuit !
fy_nl: It is echt fergees!
gl: En realidade é gratuíto!
hu: Valóban szabad és ingyenes!
is: Það er raunverulega ókeypis og frjálst!
ja: 本当の意味で無料です！
nl: Het is echt gratis!
nn_no: Det er faktisk gratis!
pt_br: É realmente gratuito!
ru: Это правда бесплатно!
sk: A je zadarmo!
sl: Pravzaprav je brezplačen!
sq: Faktikisht është falas!
sv_se: Det är faktiskt gratis!
tr: Gerçekten ücretsiz!
vi: Thực ra nó miễn phí!

source: Instead of making money with ads or data, Thunderbird is developed with donations of time and money from people just like you. Manage your email without giving up more of your privacy.
bg: Вместо да прави пари с реклами или данни, Thunderbird е разработен с дарения на време и пари от хора като вас. Управлявайте своята електронна поща, без да се отказвате от поверителността си.
cy: Yn lle gwneud arian drwy hysbysebion neu ddata, mae Thunderbird yn cael ei ddatblygu gyda rhoddion o amser ac arian gan bobl yn union fel chi. Rheolwch eich e-bost heb ildio mwy o'ch preifatrwydd.
de: Anstatt Geld mit Anzeigen oder Daten zu verdienen, wird Thunderbird mit den Zeit- und Geldspenden von Menschen wie Ihnen entwickelt. Verwalten Sie Ihre E-Mails, ohne mehr von Ihrer Privatsphäre aufzugeben.
es_ar: En vez de ganar dinero con anuncios o datos, Thunderbird se desarrolla con donaciones de tiempo y dinero de personas como vos. Administrá tu correo electrónico sin renunciar a más privacidad.
es_cl: En lugar de ganar dinero con anuncios o datos, Thunderbird es desarrollado con donaciones de tiempo y dinero de personas como usted. Administra tu correo electrónico sin renunciar a tu privacidad.
fi: Sen sijaan, että rahan ansaitseminen perustuisi mainoksiin tai datanlouhintaan, Thunderbird on kehitetty kaltaistesi ihmisten lahjoituksilla ja ajankäytöllä. Hallitse sähköpostiasi luopumatta yksityisyydestäsi.
fy_nl: Yn stee fan jild te fertsjinjen mei advertinsjes of gegevens, is Thunderbird ûntwikkele mei donaasjes yn de foarm fan tiid en jild fan minsken lykas jo. Behear jo e-mail sûnder mear fan jo privacy op te jaan.
gl: En lugar de gañar cartos con anuncios ou datos, Thunderbird desenvólvese con doazóns de tempo e diñeiro de persoas coma ti. Xestiona o teu correo electrónico sen renunciar máis á túa privacidade.
hu: Ahelyett, hogy hirdetésekkel vagy adatokkal keresne pénzt, a Thunderbirdöt az Önhöz hasonló emberek időbeli és pénzbeli adományából fejlesztik. Kezelje e-mailjeit anélkül, hogy feladná az adatvédelmét.
nl: In plaats van geld te verdienen met advertenties of gegevens, is Thunderbird ontwikkeld met donaties in de vorm van tijd en geld van mensen zoals u. Beheer uw e-mail zonder meer van uw privacy op te geven.
nn_no: I staden for å tene pengar på annonsar eller data, er Thunderbird utvikla med donasjonar av tid og pengar frå folk akkurat som deg. Administrer e-posten din utan å gje opp meir av personvernet ditt.
ru: Вместо того, чтобы зарабатывать деньги с помощью рекламы или данных, Thunderbird разрабатывается за счёт пожертвований времени и денег от таких людей, как вы. Управляйте своей электронной почтой, не жертвуя дополнительно своей конфиденциальностью.
sk: Namiesto zarábania peňazí reklamami alebo údajmi je Thunderbird vyvíjaný vďaka času a darom od ľudí, ako ste vy. Spravujte svoj e‑mail bez toho, aby ste sa vzdali väčšej časti svojho súkromia.
sl: Thunderbird je bil razvit z donacijami časa in denarja, kot ste vi, namesto da služite denar z oglasi ali podatki. Upravljajte svojo e-pošto, ne da bi pri tem zapustili svojo zasebnost.
sv_se: Istället för att tjäna pengar på annonser eller data, är Thunderbird utvecklad med donationer av tid och pengar från människor som du. Hantera din e-post utan att ge upp mer av din integritet.
uk: Замість того, щоб заробляти гроші на рекламі чи даних, Thunderbird розробляється завдяки зусиллям і грошовим внескам людей, таких як ви. Керуйте своєю електронною поштою без компромісу щодо приватності.
vi: Thay vì kiếm tiền bằng quảng cáo hoặc dữ liệu, Thunderbird được phát triển nhờ sự đóng góp thời gian và tiền bạc từ những người giống như bạn. Quản lý email của bạn mà không ảnh hưởng đến quyền riêng tư.

source: A cropped screenshot of the Thunderbird for Android's interface.
bg: Изрязана екранна снимка на интерфейса на Thunderbird за Android.
cy: Llun sgrin wedi'i docio o ryngwyneb Thunderbird Android.
de: Ein zugeschnittener Bildschirmfoto der Benutzeroberfläche von Thunderbird für Android.
es_ar: Captura de pantalla recortada de la interfaz de Thunderbird para Android.
es_cl: Una captura de pantalla recortada de la interfaz de Thunderbird para Android.
fr: Une capture d’écran rognée de l’interface de Thunderbird pour Android.
fy_nl: In bysnijde skermôfbylding fan de interface fan Thunderbird foar Android.
gl: Unha captura de pantalla recortada da interface de Thunderbird para Android.
hu: Kivágott képernyőkép a Thunderbird for Android felületéről.
is: Nærmynd af viðmóti Thunderbird á Android.
nl: Een bijgesneden schermafbeelding van de interface van Thunderbird voor Android.
pt_br: Uma captura de tela de parte da interface do Thunderbird para Android.
ru: Обрезанный скриншот интерфейса Thunderbird для Android.
sk: Orezaná snímka obrazovky rozhrania Thunderbird pre Android.
sl: Obrezan posnetek zaslona vmesnika Thunderbirda za Android.
sv_se: En beskuren skärmdump av Thunderbird för Android:s gränssnitt.
tr: Android için Thunderbird arayüzünden kırpılmış bir ekran görüntüsü.
uk: Частина знімка екрана інтерфейсу Thunderbird для Android.
vi: Ảnh chụp màn hình đã được cắt xén của giao diện Thunderbird cho Android.

source: All-in-One Email App
bg: Многофункционално приложение за електронна поща
cy: Ap e-bost y cyfan-mewn-un
es_ar: Aplicación de correo electrónico todo en uno
es_cl: Aplicación de correo electrónico todo en uno
fi: Kaikenkattava sähköpostisovellus
fr: Application de messagerie tout-en-un
fy_nl: Alles-yn-ien e-mailapp
gl: Aplicación de correo electrónico todo-en-uno
hu: Többfunkciós levelezőalkalmazás
is: Tölvupóstforrit með allt sem þarf
nl: Alles-in-één-e-mailapp
nn_no: Alt-i-ein e-postapp
pt_br: Aplicativo de email tudo em um
ru: Многофункциональное почтовое приложение
sk: E‑mailová aplikácia typu všetko v jednom
sl: E-poštna aplikacija vse v enem
sv_se: Allt-i-ett-app för e-post
tr: Hepsi Bir Arada E-posta Uygulaması
uk: Універсальний клієнт електронної пошти
vi: Ứng dụng email tất cả trong một

source: Reduce app clutter.
bg: Намалете претрупването на приложения.
cy: Lleihewch annibendod apiau.
de: Reduziert App-Unordnung.
es_ar: Reducí el desorden de la app.
es_cl: Reduce el desorden de aplicaciones.
fi: Vähennä sovellusten asennuksia.
fr: Supprimez les applications superflues.
fy_nl: Ferminderje app-rommel.
gl: Reduce o desorde das aplicacións.
hu: Csökkentse a felesleges alkalmazásokat.
is: Minnkaðu óreglu af völdum of margra forrita.
nl: Verminder app-rommel.
nn_no: Reduser app-rotet.
ru: Уменьшите зоопарк приложений.
sk: Znížte neporiadok v aplikáciách.
sl: Zmanjšajte navlako med aplikacijami.
sv_se: Minska röriga appar.
tr: Uygulama kalabalıklığını azaltın.
uk: Наведіть лад у програмах.
vi: Giảm bớt lộn xộn của ứng dụng.

source: Consolidate all your email apps into one powerful app that respects your privacy and freedom. View messages separately or in one unified inbox.
bg: Обединете всичките си приложения за електронна поща в едно мощно приложение, което зачита поверителността и свободата ви. Преглеждайте съобщенията отделно или в една обединена входяща кутия.
cy: Crynhowch eich holl apiau e-bost yn un ap pwerus sy'n parchu'ch preifatrwydd a'ch rhyddid. Gallwch weld eich negeseuon ar wahân neu mewn un blwch derbyn cyfun.
de: Konzentrieren Sie sich auf alle Ihre E-Mail-Apps in einer leistungsstarken App, die Ihre Privatsphäre und Freiheit respektiert. Nachrichten getrennt oder in einem einheitlichen Posteingang anzeigen.
es_ar: Consolidá todas tus aplicaciones de correo electrónico en una poderosa aplicación que respeta tu privacidad y libertad. Mirá los mensajes por separado o en una bandeja de entrada unificada.
es_cl: Consolida todas tus aplicaciones de correo electrónico en una única y potente aplicación que respeta tu privacidad y libertad. Revisa los mensajes por separado o en una bandeja de entrada unificada.
fi: Yhdistä kaikki sähköpostisovelluksesi yhteen tehokkaaseen sovellukseen, joka kunnioittaa yksityisyyttäsi ja vapauttasi. Tarkastele viestejä erikseen tai yhdessä yhdistetyssä postilaatikossa.
fr: Regroupez toutes vos applications e-mail en une seule application puissante qui respecte votre vie privée et votre liberté. Consultez les messages séparément ou dans une boîte de réception unifiée.
fy_nl: Foegje al jo e-mailapps yn ien krêftige app dy’t jo privacy en frijheid respektearret. Besjoch berjochten apart of yn ien gearfoege Postfek YN.
gl: Consolida todas as túas aplicacións de correo electrónico nunha aplicación poderosa que respecta a túa privacidade e liberdade. Ver mensaxes por separado ou nunha caixa de entrada unificada.
hu: Egyesítse az összes levelezőalkalmazását egy hatékony alkalmazásba, amely tiszteletben tartja az adatvédelmét és szabadságát. Tekintse meg az üzeneteket külön-külön vagy egy egyesített beérkezett üzenetek mappában.
nl: Voeg al uw e-mailapps samen in één krachtige app die uw privacy en vrijheid respecteert. Bekijk berichten afzonderlijk of in één samengevoegd Postvak IN.
nn_no: Konsolider alle e-postappane dine i éin kraftig app som respekterer privatlivet og fridommen din. Sjå meldingar separat eller i éin samla innboks.
ru: Объедините все свои почтовые приложения в одно мощное, которое уважает вашу конфиденциальность и свободу. Просматривайте сообщения по отдельности или в одном едином почтовом ящике.
sk: Konsolidujte všetky svoje e‑mailové aplikácie do jednej výkonnej aplikácie, ktorá rešpektuje vaše súkromie a slobodu. Zobrazujte správy samostatne alebo v jednej zjednotenej schránke doručenej pošty.
sl: Združite vse e-poštne aplikacije v eno zmogljivo aplikacijo, ki spoštuje vašo zasebnost in svobodo. Oglejte si sporočila ločeno ali v enem enotnem predalu.
sv_se: Konsolidera alla dina e-postappar till en kraftfull app som respekterar din integritet och frihet. Visa meddelanden separat eller i en samlad inkorg.
uk: Об'єднайте всі свої поштові програми в одному потужному клієнті, який поважає вашу приватність і свободу. Переглядайте повідомлення окремо або в єдиній поштовій скриньці.
vi: Hợp nhất tất cả các ứng dụng email của bạn thành một ứng dụng mạnh mẽ tôn trọng quyền riêng tư và tự do của bạn. Xem thư riêng biệt hoặc trong một hộp thư đến hợp nhất.

source: Multiple Account Support
bg: Поддръжка на множество профили
cy: Cymorth Cyfrifon Lluosog
de: Unterstützung mehrerer Konten
es_ar: Soporte para múltiples cuentas
es_cl: Soporte para múltiples cuentas
fi: Usean tilin tuki
fr: Prise en charge de plusieurs comptes
fy_nl: Stipe foar mear accounts
gl: Soporte de contas múltiples
hu: Több fiók támogatása
is: Styður marga póstreikninga
nl: Ondersteuning voor meerdere accounts
nn_no: Støtte for fleire kontoar
pt_br: Suporte a várias contas
ru: Поддержка нескольких учётных записей
sk: Podpora viacerých účtov
sl: Podpora za več računov
sq: Mbulim Për Llogari të Shumta
sv_se: Support för flera konton
tr: Çoklu Hesap Desteği
uk: Підтримка кількох облікових записів
vi: Hỗ trợ nhiều tài khoản

source: Don’t miss a message.
bg: Не пропускайте важни съобщения.
cy: Peidiwch â cholli neges.
de: Verpassen Sie keine Nachricht.
es_ar: No te perdás ningún mensaje.
es_cl: No te pierdas ningún mensaje.
fi: Varmistu, etteivät viestit jää vaille huomiota.
fr: Ne manquez aucun message.
fy_nl: Mis gjin berjocht.
gl: Non perdas unha mensaxe.
hu: Ne maradjon le egyetlen üzenetről sem.
is: Ekki missa af neinum skilaboðum
nl: Mis geen bericht.
nn_no: Ikkje gå glipp av ei melding.
pt_br: Não perca nenhuma mensagem.
ru: Не пропустите сообщение.
sk: Nenechajte si ujsť žiadnu správu.
sl: Ne zamudite sporočila.
sq: Mos humbni asnjë mesazh.
sv_se: Missa inte ett meddelande.
tr: Hiçbir iletiyi kaçırmayın.
uk: Не пропустіть жодного повідомлення.
vi: Đừng bỏ lỡ thư nào.

source: Sync with email accounts for home, school, and work. Almost anywhere you receive messages, we will have you covered.
bg: Синхронизирайте вашите лични, училищни и служебни профили за поща. Почти навсякъде, където получавате съобщения, ние ще ви помогнем.
cy: Cydweddwch gyda chyfrifon e-bost ar gyfer y cartref, yr ysgol, a gwaith. Bron unrhyw le y byddwch yn derbyn negeseuon, byddwn yno ar eich cyfer.
de: Synchronisieren Sie mit E-Mail-Konten für zu Hause, in der Schule und der Arbeit. Fast überall dort, wo Sie Nachrichten erhalten, sind Sie bei uns geschützt.
es_ar: Sincronizá con cuentas de correo electrónico del hogar, la escuela y el trabajo. Casi en cualquier lugar donde recibás mensajes podés contar con nosotros.
es_cl: Sincroniza tus cuentas de correo electrónico de la casa, la escuela y el trabajo. Casi en cualquier lugar donde recibas mensajes, te ayudaremos.
fi: Synkronoi kodin, koulun ja työpaikan sähköpostitilien kanssa. Melkeinpä kaikkialla, missä voit vastaanottaa viestejä, me pystymme olemaan avuksi.
fy_nl: Syngronisearje mei e-mailaccounts foar thús, skoalle en wurk. Hast oeral wêr’t jo berjochten ûntfange, soargje wy foar jo.
gl: Sincroniza coas contas de correo electrónico para a casa, a escola e o traballo. Case en calquera lugar onde recibas mensaxes, teremos cuberto.
hu: Szinkronizáljon az otthoni, iskolai és munkahelyi e-mail-fiókjaival. Szinte bárhol is kap üzenetet, mi ott leszünk.
nl: Synchroniseer met e-mailaccounts voor thuis, school en werk. Bijna overal waar u berichten ontvangt, zorgen we voor u.
nn_no: Synkroniser med e-postkontoar heime, skule og jobb. Vi tek vare på deg nesten kvar som helst du får meldingar.
ru: Синхронизация с учётными записями электронной почты для дома, вуза и на работе. Почти везде, где вы получаете сообщения, мы вам поможем.
sk: Synchronizácia s e‑mailovými účtami pre domácnosť, školu a prácu. Takmer všade, kde dostanete správy, sa o vás postaráme.
sl: Sinhronizirajte z e-poštnimi računi za dom, šolo in delo. skoraj povsod, kjer prejmete sporočila, vam bomo poskrbeli mi.
sv_se: Synka med e-postkonton för hem, skola och arbete. Nästan överallt där du tar emot meddelanden täcker vi dig.
uk: Синхронізуйте повідомлення з домашньої, навчальної та робочої поштової скриньки. Ми забезпечуємо доступ майже до будь-якої служби електронної пошти в одній програмі.
vi: Đồng bộ hóa với tài khoản email ở nhà, trường học và cơ quan. Gần như bất cứ nơi nào bạn nhận được thư, chúng tôi sẽ hỗ trợ bạn.

source: A video of an envelope with password masking asterisks in front of it.
bg: Видео на плик със звезди, маскиращи парола.
cy: Fideo o amlen gyda chyfrinair yn cuddio seren o'i blaen.
de: Ein Video von einem Umschlag mit Passwort-Maskierungs-Sternchen davor.
es_ar: Un vídeo de un sobre con los asteriscos de la contraseña en el frente.
es_cl: Un vídeo de un sobre con asteriscos que ocultan la contraseña en la parte frontal.
fr: Une vidéo d’une enveloppe comportant un mot de passe masqué avec des astérisques.
fy_nl: In fideo fan in slúf mei wachtwurd maskearjende asterisken der foar.
gl: Un vídeo dun sobre cun contrasinal enmascarando asteriscos diante del.
hu: Videó egy borítékról, amely előtt jelszót elfedő csillagok láthatóak.
nl: Een video van een envelop met wachtwoordmaskerende sterretjes ervoor.
ru: Видео конверта со звездочками, маскирующими пароль, перед ним.
sk: Video obálky, pred ktorou sú hviezdičky maskujúce heslo.
sl: Video ovojnice z gesli, ki prekrivajo zvezdice.
sv_se: En video av ett kuvert med lösenordsmaskerade asterisker framför.
tr: Üzerinde parola maskeleme yıldız işaretleri olan bir zarfın videosu.
uk: Відео з конвертом, на якому зображено зірочки, що маскують пароль.
vi: Video về một phong bì có dấu hoa thị che mật khẩu ở phía trước.

source: Advanced Email Encryption
bg: Разширено шифроване
cy: Amgryptio E-bost Uwch
de: Erweiterte E-Mail-Verschlüsselung
es_ar: Cifrado avanzado de correo electrónico
es_cl: Cifrado avanzado de correo electrónico
fi: Edistynyt sähköpostin salaus
fr: Chiffrement avancé des e-mails
fy_nl: Avansearre e-mailfersifering
gl: Cifrado de correo electrónico avanzado
hu: Fejlett e-mail-titkosítás
is: Þróuð dulritun tölvupósts
nl: Geavanceerde e-mailversleuteling
nn_no: Avansert e-postkryptering
pt_br: Criptografia avançada de email
ru: Продвинутое шифрование электронной почты
sk: Pokročilé šifrovanie e‑mailov
sl: Napredno šifriranje e-pošte
sq: Fshehtëzim i Thelluar Email-i
sv_se: Avancerad e-postkryptering
tr: Gelişmiş E-posta Şifrelemesi
uk: Розширене шифрування електронної пошти
vi: Mã hóa email nâng cao

source: Send and receive secure messages on any account.
bg: Изпращайте и получавате защитени съобщения от всеки профил.
cy: Anfonwch a derbyn negeseuon diogel ar unrhyw gyfrif.
de: Senden und empfangen Sie sichere Nachrichten mit jedem Konto.
es_ar: Enviá y recibí mensajes seguros en cualquier cuenta.
es_cl: Envía y recibe mensajes seguros en cualquier cuenta.
fi: Lähetä ja vastaanota suojattuja viestejä millä tahansa tilillä.
fr: Envoyez et recevez des messages sécurisés avec n’importe quel compte.
fy_nl: Ferstjoer en ûntfang befeilige berjochten op elke account.
gl: Envía e recibe mensaxes seguras en calquera conta.
hu: Küldjön és fogadjon üzeneteket biztonságosan bármelyik fiókkal.
is: Sendu og taktu við öruggum skilaboðum á hvaða reikningi sem er.
nl: Verzend en ontvang beveiligde berichten met elke account.
nn_no: Send og få sikre meldingar på alle kontoar.
pt_br: Envie e receba mensagens seguras em qualquer conta.
ru: Отправляйте и получайте защищённые сообщения с любой учётной записи.
sk: Odosielajte a prijímajte zabezpečené správy na ľubovoľnom účte.
sl: Pošiljajte in prejemajte varna sporočila za katerikoli račun.
sq: Dërgoni dhe merrni mesazhe të siguruar në çfarëdo llogarie.
sv_se: Skicka och ta emot säkra meddelanden på alla konton.
uk: Надсилайте та отримуйте захищені повідомлення з будь-якого облікового запису.
vi: Gửi và nhận thư an toàn trên bất kỳ tài khoản nào.
