Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: Be one of the first to try the newest features in Thunderbird. By giving us your feedback, you’ll help us to refine the features that will be included in the final version.
kab: Ili-k seg imezwura ara yeɛerḍen timahilin n Thunderbird. Ma tegreḍ-aɣ-d tamawat, ad aɣ-d-muddeḍ afus ad nesnerni timahilin ara yilin di lqem unṣib.
nb_no: Vær en av de første til å prøve de nyeste funksjonene i Thunderbird. Ved å gi oss din tilbakemelding, hjelper du oss med å forbedre funksjonene som vil bli inkludert i den endelige versjonen.

source: Get the award-winning email application from Mozilla. Import your existing mail and enjoy our new features like tabbed email and advanced search.
kab: Seqdec asnas n usefrek n yimaylen n Mozilla i yewwin arraz. Kter imaylen-ik yellan sakin wali meṛṛa timahilin timaynutin, am ufecku s yiccaren neɣ anadi leqqayen.
nb_no: Få det prisbelønte e-postprogrammet fra Mozilla. Importer din eksisterende e-post og nyt våre nye funksjoner som e-postfaner og avansert søk.

source: Check the system requirements
kab: Senqed ayen yesra unagraw
nb_no: Kontroller systemkravene

source: Release notes
kab: Iwenniten n lqem
nb_no: Versjonsnotat

source: All Releases
kab: Akk ileqman
nb_no: Alle utgaver

source: Fully localized versions
kab: Ileqman yettwasidgen merra
nb_no: Fullstendig oversatte versjoner

source: Choose your Language and Operating System
kab: Fren tutlayt-ik akked unagraw n wammud
nb_no: Velg ditt språk og operativsystem

source: Download Beta in your language
kab: Sader Beta s tutlayt-ik
nb_no: Last ned Beta på ditt språk

source: Fully localized beta versions
kab: Ileqman beta yettwasiden meṛṛa
nb_no: Fullstendig oversatte betaversjoner

source: Thunderbird Release Notes
kab: Iwenniten n lqem n Thunderbird
nb_no: Versjonsnotat for Thunderbird

source: Release notes for each version of Thunderbird.
kab: iwenniten n lqem n yal lqem n Thunderbird.
nb_no: Versjonsnotat for hver versjon av Thunderbird.

source: Welcome to <span>Thunderbird</span>
nb_no: Velkommen til <span>Thunderbird</span>

source: Why we need donations
nb_no: Hvorfor vi trenger donasjoner

source: Thunderbird is no longer funded by Mozilla. Fortunately there is an active community keeping it running and developing it further. But to survive long term, the project needs funding.
nb_no: Thunderbird finansieres ikke lenger av Mozilla. Heldigvis er det en aktiv fellesskap som holder liv i det og utvikler det videre. Men for å overleve på lang sikt trengs det prosjektfinansiering.

source: Thunderbird’s funding goes toward the significant infrastructure and staff that must be maintained to deliver the application to our tens of millions of users. For Thunderbird to survive and continue to evolve, we need your support and ask for your donation today. All the money donated will go directly to funding Thunderbird development and infrastructure.
nb_no: Thunderbirds finansiering går til den betydelige infrastrukturen og personalet som må opprettholdes for å levere programmet til våre titalls millioner brukere. For at Thunderbird skal overleve og fortsette å utvikles, trenger vi din støtte og ber om donasjonen din i dag. Alle pengene som doneres, går direkte til finansiering av Thunderbird-utvikling og infrastruktur.

source: <a href="%(donate)s">Donate to Thunderbird</a>
nb_no: <a href="%(donate)s">Doner til Thunderbird</a>

source: Thunderbird is the leading open source, cross-platform email and calendaring client, free for business and personal use. We want it to stay secure and become even better. A donation will allow us to hire developers, pay for infrastructure, and continue to improve.
nb_no: Thunderbird er den ledende plattformuavhengige e-post- og kalenderklienten basert på åpen kildekode, gratis for bedrifter og personlig bruk. Vi ønsker at den skal forbli sikker og bli enda bedre. En donasjon vil tillate oss å ansette utviklere, betale for infrastruktur, og fortsette å forbedre.

source: <strong>Thunderbird is funded by users like you! If you like Thunderbird, please consider making a donation.</strong> The best way for you to ensure Thunderbird remains available is to <a class="more" href="%(donate)s">make a donation.</a>
nb_no: <strong>Thunderbird er finansiert av brukere som deg! Om du liker Thunderbird, vurder å donere.</strong> Den beste måten å sikre at Thunderbird fremdeles er tilgjengelig er å <a class="more" href="%(donate)s">donere.</a>

source: <a href="%(contribute)s">Get Involved</a>
nb_no: <a href="%(contribute)s">Engasjer deg</a>

source: Thunderbird is an open source project, which means anyone can contribute ideas, designs, code, and time helping fellow users. Become part of a team that supports Thunderbird users, and makes Thunderbird awesome. <a class="more" href="%(contribute)s">Join us</a>
nb_no: Thunderbird er et åpent kildekode-prosjekt, som betyr at alle kan bidra med idéer, design, kode og tid som hjelper andre brukere. Bli en del av en gruppe som støtter Thunderbird-brukere, og gjør Thunderbird fantastisk. <a class="more" href="%(contribute)s">Bli med oss</a>

source: <a href="%(support)s">Get Support</a>
nb_no: <a href="%(support)s">Få hjelp</a>

source: Need help with something in Thunderbird? We have a <a href="%(support)s">support page</a> where you can ask questions and read knowledge base articles to learn how to use Thunderbird.
nb_no: Trenger du hjelp med noe i Thunderbird? Vi har en <a href="%(support)s">brukerstøtte-side</a> hvor du kan spørre spørsmål og lese kunnskapsartikler for å lære hvordan du bruker Thunderbird.

source: <a href="%(bug)s">Report a Bug</a>
nb_no: <a href="%(bug)s">Rapporter en feil</a>

source: Think you’ve found a problem with Thunderbird? <a href="%(bug)s">Create a bug report</a> so that we can make sure it gets solved. Helping us identify and fix bugs makes for a better Thunderbird for all.
nb_no: Tror du at du har funnet et problem med Thunderbird? <a href="%(bug)s">Opprett en feilrapport</a> slik at vi kan sørge for at det blir løst. Å hjelpe oss med å identifisere og fikse feil gir en bedre Thunderbird for alle.
