Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: Supernova is constantly evolving. Throughout the next year, we’ll deliver many improvements to existing Supernova features and introduce brand new ones. Upgrade to version 115 and experience the future of Thunderbird!
bg: Супернова непрекъснато се развива. През следващата година ще предоставим много подобрения на съществуващите функциина Supernova и ще предложим чисто нови. Надстройте до версия 115 и изживейте бъдещето на Thunderbird!
cs: Supernova se neustále vyvíjí. V průběhu následujícího roku přineseme mnohá vylepšení existujících funkcí Supernovy a představíme úplně nové. Aktualizujte na verzi 115 a zažijte budoucnost Thunderbirdu!
cy: Mae Supernova yn esblygu'n gyson. Drwy gydol y flwyddyn nesaf, byddwn yn cyflawni llawer o welliannau i'r nodweddion Supernova presennol a chyflwyno rhai newydd sbon. Uwchraddiwch i fersiwn 115 a phrofi dyfodol Thunderbird!
de: Supernova wird ständig weiterentwickelt. Im Laufe des nächsten Jahres werden wir viele Verbesserungen an bestehenden Supernova-Funktionen durchführen und neue Funktionen einführen. Aktualisieren Sie auf Version 115 und erleben Sie die Zukunft von Thunderbird!
el: Το Supernova εξελίσσεται συνεχώς. Σε όλη τη διάρκεια του επόμενου έτους, θα βελτιώσουμε πολλές από τις υπάρχουσες λειτουργίες του Supernova, ενώ θα παρουσιάσουμε και ολοκαίνουριες δυνατότητες. Αναβαθμίστε στην έκδοση 115 και ζήστε το μέλλον του Thunderbird!
es_ar: Supernova está en constante evolución. A lo largo del próximo año, ofreceremos muchas mejoras a características existentes en Supernova e introduciremos otras nuevas. ¡Actualizá a la versión 115 y experimentá el futuro de Thunderbird!
es_cl: Supernova están en constante evolución. A lo largo del próximo año, ofreceremos muchas mejoras a las características existentes de Supernova e introduciremos otras nuevas. ¡Actualiza a la versión 115 y experimenta el futuro de Thunderbird!
es_es: Supernova está en constante evolución. A lo largo del próximo año, ofreceremos muchas mejoras a características existentes en Supernova e introduciremos otras nuevas. ¡Actualiza a la versión 115 y experimenta el futuro de Thunderbird!
eu: Supernoba etengabe garatzen ari da. Datorren urtean zehar, hobekuntza asko emango dizkiegu lehendik dauden Supernova eginbideei eta berriak aurkeztuko dizkiegu. Berritu 115 bertsiora eta ezagutu Thunderbirden etorkizuna!
fr: Supernova est en constante évolution. Tout au long de l’année à venir, nous apporterons de nombreuses améliorations aux fonctionnalités existantes de Supernova et en ajouterons de nouvelles. Passez à la version 115 et découvrez l’avenir de Thunderbird !
fy_nl: Supernova is konstant yn ûntwikkeling. It hiele kommende jier sille wy in protte ferbetteringen leverje oan besteande Supernova- funksjes en wy yntrodusearje gloednije. Fernij nei ferzje 115 en belibje de takomst fan Thunderbird!
gl: Supernova está en constante evolución. Ao longo do próximo ano, ofreceremos moitas melloras na Supernova existente características e introducir outras novas. Actualiza á versión 115 e experimenta o futuro de Thunderbird!
hu: A Supernova folyamatosan fejlődik. A következő év során számos fejlesztést fogunk szállítani a meglévő Supernova funkciókhoz, és vadonatújakat is bevezetünk. Frissítsen a 115-ös verzióra, és ismerje meg a Thunderbird jövőjét!
ia: Supernova es constantemente in evolution. Durante le anno proxime, nos fornira multe meliorationes al functiones existente de Supernova e introducera los nove de fabrica. Promove al version 115 e discoperi le futuro de Thunderbird!
is: Supernova er í stöðugri þróun. Yfir næsta árið ætlum við að gefa út margar endurbætur á fyrirliggjandi eiginleikum Supernova auk þess að kynna til sögunnar alveg nýja eiginleika. Uppfærðu í útgáfu 115 til að prófa framtíðina í Thunderbird!
it: Supernova è in costante evoluzione. Nel corso del prossimo anno apporteremo miglioramenti alle funzioni esistenti di Supernova e ne introdurremo di nuove. Passa alla versione 115 e scopri il futuro di Thunderbird.
ja: Supernovaは絶えず進化しています。来年にかけて、既存のSupernova の機能に多くの改良を加え、全く新しい機能を導入する予定です。バージョン115にアップグレードして、Thunderbirdの未来を体験してください！
nl: Supernova evolueert voortdurend. Het komende jaar zullen we veel verbeteringen aanbrengen aan de bestaande functies in Supernova en introduceren we gloednieuwe functies. Werk bij naar versie 115 en ervaar de toekomst van Thunderbird!
nn_no: Supernova vert heile tida utvikla. Neste år kjem vi til å leverere mange forbetringar av eksisterande Supernova-funksjonar og introdusere heilt nye. Oppgrader til versjon 115 og opplev framtida til Thunderbird!
pl: Supernova jest stale rozwijana. W ciągu następnego roku wprowadzimy wiele ulepszeń do istniejących funkcji wersji Supernova i zaprezentujemy zupełnie nowe rozwiązania. Zaktualizuj Thunderbirda do wersji 115 i poznaj jego przyszłość.
pt_br: Supernova está em constante evolução. Ao longo do próximo ano, faremos muitas melhorias nos recursos existentes no Supernova e incluiremos novos. Atualize para a versão 115 e experimente o futuro do Thunderbird!
ru: Supernova постоянно развивается. В течение следующего года мы внесем множество улучшений в имеющиеся функции Supernova и представим совершенно новые. Обновитесь до версии 115 и испытайте будущее Thunderbird!
sk: Supernova sa neustále vyvíja. Počas budúceho roka prinesieme mnohé vylepšenia existujúcich funkcií Supernovy a predstavíme úplne nové. Inovujte na verziu 115 a zažite budúcnosť Thunderbirdu!
sl: Supernova se nenehno razvija. V prihodnjem letu bomo obstoječe zmožnosti Supernove še izboljšali in vključili povsem nove. Nadgradite na različico 115 in izkusite prihodnost Thunderbirda!
sq: Supernova po evoluon pa pushim. Përgjatë vitit të ardhshëm, do të hedhim në qarkullim mjaft përmirësime, te veçoritë ekzistuese të Supernova-s dhe do të sjellim të reja. Përmirësojeni me versionin 115 dhe shihni të ardhmen e Thunderbird-it!
sv_se: Supernova utvecklas ständigt. Under nästa år kommer vi att leverera många förbättringar av befintliga Supernova-funktioner och introducera helt nya. Uppgradera till version 115 och upplev Thunderbirds framtid!
uk: Supernova постійно розвивається. Протягом наступного року ми запланували багато вдосконалень вже наявних функцій Supernova та абсолютно нові. Оновіть до версії 115 і відчуйте майбутнє Thunderbird!
vi: Supernova đang không ngừng phát triển. Trong suốt năm tới, chúng tôi sẽ cung cấp nhiều cải tiến cho các tính năng của Supernova và giới thiệu những cái mới. Nâng cấp lên phiên bản 115 và trải nghiệm tương lai của Thunderbird!

source: Welcome to the evolution of Supernova!
cy: Croeso i esblygiad Supernova!
de: Willkommen in der Entwicklung von Supernova!
el: Καλώς ορίσατε στην εξέλιξη του Supernova!
es_ar: ¡Bienvenido a la evolución de Supernova!
es_cl: ¡Te damos la bienvenida a la evolución de Supernova!
eu: Ongi etorri Supernovaren bilakaerara!
fr: Bienvenue dans l’évolution de Supernova !
fy_nl: Wolkom by de evolúsje fan Supernova!
gl: Benvido á evolución de Supernova!
hu: Üdvözöljük a Supernova evolúciójában!
ia: Benvenite al evolution de Supernova!
is: Velkomin í þróun Supernova!
it: Benvenuto nell’evoluzione di Supernova!
ja: Supernovaの進化へようこそ!
nl: Welkom bij de evolutie van Supernova!
nn_no: Velkomen til utviklinga av Supernova!
pt_br: Boas-vindas à evolução do Supernova!
ru: Добро пожаловать в эволюцию Supernova!
sk: Vitajte vo vývoji Supernovy!
sl: Dobrodošli v evoluciji Supernove!
sq: Mirë se vini te evoluimi i Supernova-s!
sv_se: Välkommen till utvecklingen av Supernova!
tr: Supernova’nın evrimine hoş geldiniz!
uk: Ласкаво просимо до еволюції Supernova!
vi: Chào mừng đến với sự phát triển của Supernova!

source: With revolutionary code improvements, Nebula sets the stage for faster delivery of new features, reinforced stability, stellar quality-of-life enhancements and visual refinements.
cy: Gyda gwelliannau cod chwyldroadol, mae Nebula yn gosod y llwyfan ar gyfer cyflwyno nodweddion newydd yn gynt, sefydlogrwydd wedi'i atgyfnerthu, gwelliannau ansawdd bywyd sylweddol a mireinio gweledol.
de: Mit wegweisenden Quelltext-Verbesserungen schafft Nebula die Grundlage für eine schnellere Bereitstellung neuer Funktionen, mehr Stabilität, hervorragende Verbesserungen der Lebensqualität und visuelle Verbesserungen.
el: Με επαναστατικές βελτιώσεις στον κώδικα, το Nebula θέτει τις βάσεις για ταχύτερη παροχή νέων λειτουργιών, ενισχυμένη σταθερότητα, εκπληκτικές βελτιώσεις στην ποιότητα ζωής και οπτικές βελτιώσεις.
es_ar: Con mejoras revolucionarias en el código, Nebula prepara el escenario para una entrega más rápida de nuevas funciones, una estabilidad reforzada, mejoras estelares en la calidad de vida y refinamientos visuales.
es_cl: Con mejoras de código revolucionarias, Nebula prepara el escenario para una entrega más rápida de nuevas funcionalidades, estabilidad reforzada, mejoras estelares en la calidad de vida y refinamientos visuales.
eu: Kode-hobekuntza iraultzaileekin, Nebulak ezaugarri berriak azkarrago entregatzeko, egonkortasun sendotua, bizi-kalitatearen hobekuntza bikainak eta ikusmen hobekuntzak ezartzen ditu.
fr: Avec les améliorations révolutionnaires de son code, Nebula ouvre la voie à une publication plus rapide de nouvelles fonctionnalités, une stabilité renforcée, ainsi que des améliorations de la qualité de vie et des affinements visuels.
fy_nl: Mei revolúsjonêre koadeferbetteringen set Nebula it poadium foar fluggere levering fan nije funksjes, fersterke stabiliteit, ferbetteringen libbenskwaliteit en fisuele ferfining.
gl: Con melloras de código revolucionarias, Nebula prepara o escenario para unha entrega máis rápida de novas funcións, unha estabilidade reforzada, melloras estelares na calidade de vida e melloras visuais.
hu: A forradalmi kódfejlesztésekkel a Nebula megnyitja az utat az új funkciók gyorsabb szállítása, a stabilitás növelése, a nagyszerű használhatóságbeli fejlesztések és a vizuális finomítások előtt.
ia: Con meliorationes revolutionari in le codice, Nebula prepara le scenario pro un additio plus rapide de nove functiones, un stabilitate reinfortiate, meliorationes stellar in le qualitate de vita e raffinamentos visual.
it: Grazie a miglioramenti sostanziali del codice, Nebula getta le basi per un’implementazione più veloce di nuove funzionalità, maggiore stabilità, miglioramenti significativi della qualità d’uso e perfezionamenti visivi.
ja: 革命的なコードの改善により、Nebula には新機能の迅速な提供、強化された安定性、優れた品質向上、および視覚的に洗練されたステージがそろっています。
nl: Met revolutionaire codeverbeteringen effent Nebula de weg voor snellere levering van nieuwe functies, versterkte stabiliteit, uitmuntende verbeteringen in de levenskwaliteit en visuele verfijningen.
pt_br: Com avanços revolucionários no código, o Nebula abre caminho para lançamentos mais rápidos de novas funcionalidades, estabilidade reforçada, melhorias significativas na qualidade de vida e refinamentos visuais.
ru: Революционно изменив код, Nebula готовит платформу для более быстрого предоставления новых функций, повышенной стабильности, звёздного улучшения качества жизни и визуального улучшения.
sk: Vďaka revolučným vylepšeniam kódu, Nebula pripravuje pôdu pre rýchlejšie poskytovanie nových funkcií, posilnenú stabilitu, hviezdne vylepšenia kvality a vizuálne vylepšenia.
sl: Z revolucionarnimi izboljšavami kode postavlja Nebula temelje za hitrejše uvajanje novih funkcij, večjo zanesljivost, izjemne izboljšave kakovosti in vizualne olepšave.
sv_se: Med revolutionerande kodförbättringar sätter Nebula scenen för snabbare leverans av nya funktioner, förstärkt stabilitet, fantastiska förbättringar av livskvalitet och visuella finesser.
uk: Завдяки революційному вдосконаленню коду, Nebula забезпечує передумови для швидшої розробки нових функцій, підвищеної стабільності, безпрецедентного вдосконалення зручності використання та візуального стилю.
vi: Với những cải tiến mã mang tính cách mạng, Nebula tạo tiền đề cho việc cung cấp các tính năng mới nhanh hơn, tăng cường độ ổn định, cải tiến chất lượng cuộc sống vượt trội và cải tiến hình ảnh.

source: Fast and Fluid
cy: Cyflym a Llyfn
de: Schnell und flüssig
el: Γρήγορο και ευέλικτο
es_ar: Rápido y Fluido
es_cl: Rápido y fluido
eu: Azkarra eta arina
fi: Nopea ja sulava
fr: Rapide et fluide
fy_nl: Fluch en floeiend
gl: Rápido e fluído
hu: Gyors és gördülékeny
ia: Veloce e fluide
is: Hraðvirkt og fljótandi
it: Veloce e fluido
ja: 高速でスムーズ
nl: Snel en vloeiend
nn_no: Rask og flytande
pt_br: Rápido e fluido
ru: Быстрый и плавный
sk: Rýchly a plynulý
sl: Hitro in tekoče
sv_se: Snabb och flytande
tr: Hızlı ve akıcı
uk: Швидкість і гнучкість
vi: Nhanh chóng và trôi chảy

source: Feel the difference smarter code makes possible! Interactions with your message list are faster, the email space is more responsive, and Thunderbird is more stable and reliable.
cy: Teimlwch y gwahaniaeth y mae cod clyfrach yn ei wneud yn bosibl! Mae rhyngweithiadau â'ch rhestr negeseuon yn gynt, mae'r gofod e-bost yn fwy ymatebol, ac mae Thunderbird yn fwy sefydlog a dibynadwy.
de: Spüren Sie den Unterschied, der mit intelligentem Quelltext möglich ist! Die Interaktion mit Ihrer Nachrichtenliste ist schneller, der E-Mail-Speicher reaktionsschneller und Thunderbird ist stabiler und zuverlässiger.
el: Νιώστε τη διαφορά που επιτυγχάνεται με τον εξυπνότερο κώδικα! Οι αλληλεπιδράσεις με τη λίστα μηνυμάτων σας είναι ταχύτερες, ο χώρος των email είναι πιο αποκρίσιμος και το Thunderbird είναι πιο σταθερό και αξιόπιστο.
es_ar: ¡Sentí la diferencia que hace posible el código inteligente! Las interacciones con tu lista de mensajes son más rápidas, el espacio del correo electrónico responde mejor y Thunderbird es más estable y confiable.
es_cl: ¡Siente la diferencia que hace posible un código más inteligente! Las interacciones con tu lista de mensajes son más rápidas, el espacio de correo electrónico responde mejor y Thunderbird es más estable y confiable.
eu: Sentitu kode adimentsuak posible egiten duen aldea! Zure mezu-zerrendarekiko interakzioak azkarragoak dira, posta elektronikoko espazioak erantzun handiagoa du eta Thunderbird egonkorragoa eta fidagarriagoa da.
fr: Goûtez la différence qu’un code plus intelligent rend possible ! Les interactions avec votre liste de messages sont plus rapides, l’espace courrier est plus réactif et Thunderbird est plus stable et fiable.
fy_nl: Fiel it ferskil dat tûkere koade mooglik makket! Ynteraksjes mei jo berjochtelist binne flugger, de e-mailromte is reagearret better, en Thunderbird is stabiler en mear betrouber.
gl: Sente a diferenza que fai posible un código máis intelixente. As interaccións coa túa lista de mensaxes son máis rápidas, o espazo de correo electrónico é máis sensible e Thunderbird é máis estable e fiable.
hu: Érezze a különbséget, melyet az okosabb kód tesz lehetővé! Az üzenetlistával való interakció gyorsabb, a levélterület reszponzívabb, és a Thunderbird stabilabb és megbízhatóbb.
ia: Senti le differentia que le codice plus intelligente rende possibile! Le interactiones con tu lista de messages es plus veloce, le spatio pro email es plus responsive, e Thunderbird es plus stabile e fidibile.
it: Sperimenta la differenza che può fare un codice scritto in modo più intelligente! Le interazioni con l’elenco dei messaggi sono più rapide, lo spazio dedicato alle email è più reattivo, e Thunderbird è più stabile e affidabile.
ja: 賢いコードの違いを感じてください！メッセージリストとのやり取りが迅速になり、メールスペースがより反応しやすくなり、Thunderbirdはより安定し信頼性が向上しました。
nl: Voel het verschil dat slimmere code mogelijk maakt! Interacties met uw berichtenlijst zijn sneller, de e-mailruimte is responsiever en Thunderbird is stabieler en betrouwbaarder.
pt_br: Sinta a diferença que um código mais inteligente torna possível! As interações com sua lista de mensagens estão mais rápidas, a área de emails está mais responsiva e o Thunderbird está mais estável e confiável.
ru: Почувствуйте разницу, благодаря умному коду! Взаимодействие с вашим списком сообщений теперь быстрее, электронная почта — более отзывчива, а Thunderbird — стабильнее и надежнее.
sk: Pocíťte rozdiel, ktorý umožňuje inteligentnejší kód! Interakcie s vaším zoznamom správ sú rýchlejšie, e‑mailový priestor je pohotovejší a Thunderbird je stabilnejší a spoľahlivejší.
sl: Občutite razliko, ki jo omogoča pametnejša koda! Interakcije z vašim seznamom sporočil so hitrejše, e-poštni prostor je bolj odziven, Thunderbird pa stabilnejši in zanesljivejši.
sv_se: Känn skillnaden smartare kod gör möjlig! Interaktioner med din meddelandelista är snabbare, e-postutrymmet är mer lyhört och Thunderbird är mer stabil och pålitlig.
uk: Відчуйте переваги, які забезпечує розумний код! Взаємодія зі списком повідомлень відбувається швидше, поштова скринька краще реагує на запити, а Thunderbird працює стабільніше і надійніше.
vi: Hãy cảm nhận sự khác biệt mà mã tối ưu hơn có thể tạo ra! Tương tác với danh sách thư của bạn nhanh hơn, không gian email phản hồi nhanh hơn và Thunderbird ổn định và đáng tin cậy hơn.

source: Cards View
cy: Golwg Cardiau
de: Kartenansicht
el: Προβολή καρτών
es_ar: Vista de tarjetas
es_cl: Vista de tarjetas
eu: Txartel ikuspegia
fi: Korttinäkymä
fr: Vue en fiches
fy_nl: Kaartenwerjefte
gl: Vista de tarxetas
hu: Kártyanézet
ia: Vista del cartas
is: Spjaldasýn
it: Vista a schede
ja: カードビュー
nl: Kaartenweergave
nn_no: Kortvising
pt_br: Exibição em cartões
ru: В виде карт
sk: Zobrazenie kariet
sl: Pogled kartic
sq: Parje Si Skeda
sv_se: Kortvy
tr: Kart görünümü
uk: Подання картками
vi: Chế độ xem thẻ

source: The updated design makes scanning your emails faster, with a more attractive layout and an improved threads experience. Plus, the height of email cards adjusts automatically based on your settings, so everything looks just right.
cy: Mae'r dyluniad wedi'i ddiweddaru yn gwneud sganio'ch e-byst yn gynt, gyda chynllun mwy deniadol a phrofiad edafedd gwell. Hefyd, mae uchder cardiau e-bost yn addasu'n awtomatig yn seiliedig ar eich gosodiadau, fel bod popeth yn edrych yn iawn.
de: Das aktualisierte Design beschleunigt das Durchsehen Ihrer E-Mails, mit einem attraktiveren Layout und einem verbesserten Erlebnis. Außerdem passt sich die Höhe von E-Mail-Karten automatisch an Ihre Einstellungen an, damit alles genau richtig aussieht.
el: Ο ανανεωμένος σχεδιασμός κάνει τη σάρωση των email σας ταχύτερη, με μια πιο ελκυστική διάταξη και μια βελτιωμένη εμπειρία νημάτων. Επιπλέον, το ύψος των καρτών των email προσαρμόζεται αυτόματα βάσει των ρυθμίσεών σας, ώστε όλα να φαίνονται όπως πρέπει.
es_ar: El diseño actualizado hace que escanear tus correos electrónicos sea más rápido, con un diseño más atractivo y una experiencia mejorada con las conversaciones. Además, la altura de las tarjetas de correo electrónico se ajusta automáticamente según tu configuración, para que todo se vea bien.
es_cl: El diseño actualizado hace que escanear tus correos electrónicos sea más rápido, con un diseño más atractivo y una experiencia de hilos mejorada. Además, la altura de las tarjetas de correo electrónico se ajusta automáticamente según tu configuración, para que todo luzca perfecto.
eu: Diseinu eguneratuak zure mezu elektronikoak bizkorrago eskaneatzen ditu, diseinu erakargarriagoa eta harien esperientzia hobetuarekin. Gainera, posta elektronikoko txartelen altuera automatikoki doitzen da zure ezarpenen arabera, beraz, dena ondo ikusten da.
fr: La nouvelle version de l’interface rend la consultation de vos e-mails plus rapide, grâce à une mise en page plus séduisante et une expérience de navigation améliorée pour les discussions. De plus, la taille des cartes d’e-mails s’adapte automatiquement selon vos préférences, assurant ainsi une apparence toujours impeccable.
fy_nl: It bywurke ûntwerp makket it scannen fan jo e-mailberjochten flugger, mei in oantrekliker yndieling en in ferbettere diskusjeûnderfining. Plus, de hichte fan e-mailkaarten past automatysk oan op basis fan jo ynstellingen, sadat alles der krekt goed útsjocht.
gl: O deseño actualizado fai que a dixitalización dos teus correos electrónicos sexa máis rápida, cun deseño máis atractivo e unha experiencia de conversas mellorada. Ademais, a altura das tarxetas de correo electrónico axústase automaticamente segundo a túa configuración, polo que todo parece correcto.
hu: A frissített dizájn gyorsabbá teszi az e-mailek átolvasását, vonzóbb elrendezést és jobb szálkezelési élményt nyújt. Ráadásul az e-mail-kártyák magassága a beállítások alapján automatikusan módosul, így minden pont jónak tűnik.
ia: Le projecto actualisate rende le scansion de emails plus rapide, con un apparentia plus attractive e un experientia meliorate con le conversationes. In addition, le altor del cartas email se adjusta automaticamente secundo tu configuration, pro que toto appare ben.
it: Grazie al design aggiornato è più facile leggere le tue email, con un layout più accattivante e una migliore esperienza con le discussioni raggruppate. Inoltre, l’altezza delle schede per ogni messaggio si regola automaticamente in base alle tue impostazioni, così tutto avrà un aspetto perfetto.
ja: 更新されたデザインにより、メールをスキャンするのがより速くなり、より魅力的なレイアウトと改良されたスレッド体験が得られます。さらに、メールカードの高さは設定に基づいて自動的に調整されるので、すべてが完璧に見えます。
nl: Het bijgewerkte ontwerp maakt het scannen van uw e-mailberichten sneller, met een aantrekkelijkere lay-out en een verbeterde discussie-ervaring. Bovendien wordt de hoogte van e-mailkaarten automatisch aangepast op basis van uw instellingen, zodat alles er precies goed uitziet.
pt_br: O design atualizado agiliza a análise de seus emails, com um layout mais atraente e uma experiência de uso melhorada em tópicos. Além disso, a altura dos cartões de email é ajustada automaticamente com base em suas configurações, para que tudo pareça correto.
ru: Обновленный дизайн делает сканирование электронной почты быстрее, более привлекательным и улучшенным. Кроме того, высота карт электронной почты автоматически корректируется в зависимости от ваших настроек, так что всё выглядит как надо.
sk: Aktualizovaný dizajn umožňuje rýchlejšie prehliadanie vašich e‑mailov s atraktívnejším rozložením a vylepšeným zážitkom z vlákien. Výška e‑mailových kariet sa navyše automaticky prispôsobuje vašim nastaveniam, takže všetko vyzerá tak, ako má.
sl: Posodobljena zasnova omogoča hitrejše pregledovanje vaše e-pošte s privlačnejšo postavitvijo in izboljšano izkušnjo v nitih. Poleg tega se višina e-poštnih kartic samodejno prilagodi vašim nastavitvam, tako da je vse videti kot je treba.
sv_se: Den uppdaterade designen gör att du kan skanna din e-post snabbare, med en mer attraktiv layout och en förbättrad trådupplevelse. Dessutom justeras höjden på e-postkort automatiskt baserat på dina inställningar, så att allt ser bra ut.
uk: Оновлений дизайн дає змогу швидше проглядати ваші листи, має привабливіше подання і вдосконалену роботу з розмовами. Крім того, висота карток автоматично підлаштовується відповідно до ваших вподобань, щоб усе мало належний вигляд.
vi: Thiết kế được cập nhật giúp quét email của bạn nhanh hơn, với bố cục hấp dẫn hơn và trải nghiệm chủ đề được cải thiện. Ngoài ra, chiều cao của thẻ email sẽ tự động điều chỉnh dựa trên cài đặt của bạn để mọi thứ trông vừa phải.

source: Accent Colors
cy: Lliwiau Acen
de: Akzentfarben
el: Χρώματα έμφασης
es_ar: Colores de resaltado
es_cl: Colores de acento
eu: Nabarmentze koloreak
fi: Korostusvärit
fr: Couleurs d’accentuation
fy_nl: Aksintkleuren
gl: Cores de resaltado
hu: Kiemelő színek
ia: Colores evidetiate
is: Áherslulitir
it: Colori primari
ja: アクセントカラー
nl: Accentkleuren
nn_no: Aksentfargar
pt_br: Cores de destaque
ru: Акцентные цвета
sk: Vylepšené motívy vzhľadu
sl: Barve za poudarke
sq: Ngjyra Theksimi
sv_se: Accentfärger
tr: Vurgu renkleri
uk: Акцентні кольори
vi: Màu nhấn
