Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: Because email is just one part of being productive.
bg: Защото електронната поща е само една част от това да бъдеш продуктивен.
cy: Oherwydd mai dim ond un rhan o fod yn gynhyrchiol yw e-bost.
de: Weil E-Mails nur ein Teil von Produktivität sind.
es_ar: Porque el correo electrónico es solo una parte de la productividad.
es_cl: Porque el correo electrónico es sólo una parte de ser productivo.
fi: Sähköposti on vain yksi osa tuottavuutta.
fr: Parce que les e-mails ne représentent qu’une partie de la productivité.
fy_nl: Omdat e-mail mar in part fan produktyf wêze is.
gl: Porque o correo electrónico é só unha parte de ser produtivo.
hu: Mert a levelezés csak egy része a hatékonyságnak.
is: Vegna þess að tölvupóstur er bara einn hluti afkastamikillar vinnu.
ja: メールは生産性を高めるための、ほんの一部に過ぎません。
nl: Omdat e-mail slechts een deel van productief zijn is.
nn_no: E-post er berre ein del av å vere produktiv.
pl: Ponieważ poczta e-mail to tylko jeden z elementów produktywności.
pt_br: Porque usar email é apenas uma parte de ser produtivo.
ru: Потому что электронная почта — это только часть вашей продуктивности.
sk: Pretože e‑mail je len jednou súčasťou produktivity.
sl: Ker je e-pošta le del produktivnosti.
sq: Ngaqë email-i është vetëm një pjesë e të qenit produktiv.
sv_se: E-post är bara en del av att vara produktiv.
tr: Çünkü e-posta, üretken olmanın yalnızca bir parçasıdır.
uk: Тому що електронна пошта – це лише частина продуктивності.
vi: Bởi vì email chỉ là một phần của việc làm việc hiệu quả.

source: Thunderbird helps your manage your appointments, contacts, and tasks. Stay organized, productive, and connected in one place.
cy: Mae Thunderbird yn eich helpu i reoli'ch apwyntiadau, cysylltiadau a thasgau. Cadwch yn drefnus, yn gynhyrchiol, ac yn gysylltiedig i gyd mewn un man.
de: Thunderbird hilft Ihnen, Ihre Termine, Kontakte und Aufgaben zu verwalten. Bleiben Sie organisiert, produktiv und verbunden an einem Ort.
es_ar: Thunderbird te ayuda a administrar tus citas, contactos y tareas. Mantenete organizado, productivo y conectado en un solo lugar.
es_cl: Thunderbird te ayuda a administrar tus citas, contactos y tareas. Mantén la organización, productividad y conectividad en un solo lugar.
fr: Thunderbird vous aide à gérer vos rendez-vous, vos contacts et vos tâches. Restez organisé·e, productif·ve et connecté·e depuis un seul endroit.
fy_nl: Thunderbird helpt jo by it behearen fan jo ôfspraken, kontaktpersoanen en taken. Bliuw op ien plak op oarder, produktyf en ferbûn.
gl: Thunderbird axúdache a xestionar as túas citas, contactos e tarefas. Mantente organizado, produtivo e conectado nun só lugar.
hu: A Thunderbird segít a találkozók, névjegyek és feladatok kezelésében. Legyen szervezett, hatékony és maradjon kapcsolatban, egy helyen.
ja: Thunderbird は、予定、連絡先、ToDo の管理をお手伝いします。整理整頓、生産性向上、コミュニケーションの強化を 1 か所で実現します。
pl: Thunderbird pomaga Ci zarządzać spotkaniami, kontaktami i zadaniami. Bądź zorganizowany, produktywny i połączony, mając wszystko w jednym miejscu.
pt_br: O Thunderbird ajuda a gerenciar seus compromissos, contatos e tarefas. Mantenha-se organizado, produtivo e conectado em um só lugar.
ru: Thunderbird помогает вам управлять своими встречами, контактами и задачами. Будьте организованы, продуктивны и на связи в одном окне.
sk: Thunderbird vám pomáha spravovať schôdzky, kontakty a úlohy. Zostaňte organizovaní, produktívni a spojení na jednom mieste.
sl: Thunderbird vam pomaga upravljati sestanke, stike in opravila. Ostanite organizirani, produktivni in povezani na enem mestu.
sv_se: Thunderbird hjälper dig att hantera dina möten, kontakter och uppgifter. Håll dig organiserad, produktiv och ansluten på ett ställe.
uk: Thunderbird допомагає вам керувати своїми зустрічами, контактами та завданнями. Організуйте продуктивну та безперебійну роботу в одному місці.
vi: Thunderbird giúp bạn quản lý các cuộc hẹn, danh bạ và nhiệm vụ. Luôn ngăn nắp, làm việc hiệu quả và kết nối ở một nơi.

source: A video of a shield with the Thunderbird logo in the center of it.
bg: Видео на щит с логото на Thunderbird в центъра.
cy: Fideo o darian gyda logo Thunderbird yn ei chanol.
de: Ein Video eines Schilds mit dem Thunderbird-Logo in der Mitte.
es_ar: Un video de un escudo con el logo de Thunderbird en el centro.
es_cl: Un vídeo de un escudo con el logo de Thunderbird en el centro.
fr: Une vidéo d’un bouclier avec le logo Thunderbird au centre.
fy_nl: In fideo fan in skyld mei it Thunderbird-logo yn it midden.
gl: Un vídeo dun escudo co logotipo de Thunderbird no centro.
hu: Egy videó egy pajzsról, a Thunderbird logóval a közepén.
is: Hreyfimynd sem sýnir skjöld með Thunderbird-merkinu.
ja: Thunderbird ロゴが中心に入った盾の動画。
nl: Een video van een schild met het Thunderbird-logo in het midden.
pl: Film przedstawiający tarczę z logo Thunderbird w środku.
pt_br: Um vídeo de um escudo com o logotipo do Thunderbird ao centro.
ru: Видео щита с логотипом Thunderbird в центре.
sk: Video štítu s logom Thunderbirdu v strede.
sl: Video ščita z logotipom Thunderbirda v sredini.
sv_se: En video av en sköld med Thunderbird-logotypen i mitten.
tr: Ortasında Thunderbird logosu bulunan bir kalkan videosu.
uk: Відео щита з логотипом Thunderbird у центрі.
vi: Video về chiếc khiên có logo Thunderbird ở giữa.

source: Better Security and Privacy
bg: По-добра сигурност и поверителност
cy: Gwell Diogelwch a Phreifatrwydd
de: Mehr Sicherheit und Datenschutz
el: Βελτιωμένη ασφάλεια και απόρρητο
es_ar: Mejor seguridad y privacidad
es_cl: Mejor seguridad y privacidad
fi: Parempi turvallisuus ja yksityisyys
fr: Sécurité et confidentialité renforcées
fy_nl: Better befeiliging en privacy
gl: Mellor seguridade e privacidade
hu: Jobb biztonság és adatvédelem
is: Betra öryggi og friðhelgi
ja: 優れたセキュリティとプライバシー
nl: Betere beveiliging en privacy
nn_no: Betre sikkerheit og personvern
pl: Lepsze bezpieczeństwo i prywatność
pt_br: Melhor segurança e privacidade
ru: Улучшенная безопасность и конфиденциальность
sk: Lepšia bezpečnosť a ochrana súkromia
sl: Večja varnost in zasebnost
sq: Siguri dhe Privatësi Më e Mirë
sv_se: Bättre säkerhet och sekretess
tr: Daha İyi Güvenlik ve Gizlilik
uk: Краща безпека і приватність
vi: Bảo mật và quyền riêng tư tốt hơn

source: Be safe and in charge by default.
bg: Да бъдете в безопасност и контрол по подразбиране.
cy: Bod yn ddiogel ac mewn rheolaeth.
de: Seien Sie sicher und haben Sie standardmäßig die Kontrolle.
es_ar: Mantente seguro y a cargo de forma predeterminada.
es_cl: Mantén la seguridad y el liderazgo por defecto.
fi: Ole turvassa ja hallinnassa oletusarvoisesti.
fr: Soyez en sécurité et aux commandes, par défaut.
fy_nl: Wês standert feilich en de baas.
gl: Mantente seguro e ao mando por defecto.
hu: Legyen biztonságban, miközben Ön irányít.
is: Vertu sjálfgefið bæði örugg/ur og við stjórnvölinn
ja: 安全を保つことはお任せください。
nl: Wees standaard veilig en de baas.
nn_no: Ver trygg og ansvarleg som standard.
pt_br: Esteja por padrão protegido e no controle.
ru: Будьте в безопасности по умолчанию.
sk: Už v predvolenom nastavení ste v bezpečí a máte všetko pod kontrolou.
sl: Privzeto bodite varni in odgovorni.
sv_se: Var säker och ansvarig som standard.
uk: Завжди будьте в безпеці та контролюйте ситуацію.
vi: An toàn và chủ động theo mặc định.

source: Thunderbird is open source. Its code has been constantly reviewed and improved over 20 years. Transparency keeps us accountable and you safe.
bg: Thunderbird е с отворен код. Кодът му е бил постоянно преглеждан и подобряван в продължение на 20 години. Прозрачността ни държи отговорни, а вас в безопасност.
cy: Mae Thunderbird yn god agored. Mae ei god wedi cael ei adolygu a'i wella'n gyson dros 20 mlynedd. Mae tryloywder yn ein cadw ni'n atebol a chi'n ddiogel.
de: Thunderbird ist Open Source. Der Quelltext wurde über 20 Jahre ständig überprüft und verbessert. Transparenz sorgt dafür, dass wir zur Verantwortung gezogen werden und Sie schützen.
es_ar: Thunderbird es código abierto. Su código se ha revisado y mejorado constantemente durante 20 años. La transparencia nos mantiene responsables y a vos seguro.
es_cl: Thunderbird es código abierto. Su código se ha revisado y mejorado constantemente durante 20 años. La transparencia nos mantiene responsables y a ti seguro.
fi: Thunderbird on avointa lähdekoodia. Sen koodia on katselmoitu ja parannettu jatkuvasti yli 20 vuoden ajan. Avoimuus pitää meidät vastuullisina ja sinut turvassa.
fr: Thunderbird est open source. Son code est constamment revu et amélioré depuis 20 ans. La transparence nous responsabilise et vous protège.
fy_nl: Thunderbird is iepenboarne. De koade is konstant hifke en ferbettere oer 20 jier. Transparânsje hâldt ús ferantwurdlik en jo feilich.
gl: Thunderbird é código aberto. O seu código revísouse e mellorouse constantemente nos últioms 20 anos. A transparencia fainos responsables e a ti seguro.
hu: A Thunderbird nyílt forráskódú. A kódját 20 éven keresztül folyamatosan felülvizsgálják és fejlesztik. Az átláthatóság elszámoltathatóvá tesz minket, és biztonságban tartja Önt.
is: Thunderbird er með opinn grunnkóða. Kóðinn hefur verið yfirfarinn og endurbættur í sífellu síðustu 20 árin. Gagnsæi heldur okkur ábyrgum og þér öruggum.
ja: Thunderbird はオープンソースであり、そのソースコードは 20 年以上にわたって継続的にレビュー、改善され続けています。透明性により、私たちは責任を持ってユーザーの安全を保っています。
nl: Thunderbird is opensource. De code is in de afgelopen 20 jaar voortdurend beoordeeld en verbeterd. Transparantie houdt ons verantwoordelijk en u veilig.
nn_no: Thunderbird er open kjeldekode. Koden har vorte kontinuerleg gjennomgått og forbetra over 20 år. Openheit held oss ansvarlege og deg trygg.
pl: Thunderbird jest oprogramowaniem typu open source. Jego kod jest stale sprawdzany i ulepszany od ponad 20 lat. Przejrzystość zapewnia nam wiarygodność, a Tobie bezpieczeństwo.
pt_br: O Thunderbird é de código aberto. Seu código tem sido constantemente revisado e aprimorado ao longo de 20 anos. Esta transparência nos mantém responsáveis e você seguro.
ru: Thunderbird — это открытый исходный код. Его код постоянно пересматривался и улучшался более 20 лет. Прозрачность делает нас ответственными, а вас защищает.
sk: Thunderbird je open source. Jeho kód bol počas 20 rokov neustále revidovaný a vylepšovaný. Transparentnosť nám dáva zodpovednosť a vás chráni.
sl: Thunderbird je odprtokoden. Njegovo kodo se je več kot 20 let neprestano pregledovalo in izboljševalo. Preglednost nam zagotavlja odgovornost, vi pa varne.
sv_se: Thunderbird är öppen källkod. Dess kod har ständigt granskats och förbättrats under 20 år. Öppenhet håller oss ansvariga och håller dig säker.
tr: Thunderbird açık kaynaklıdır. Kodu 20 yılı aşkın süredir sürekli gözden geçirilip geliştirilmektedir. Şeffaflık bizi sorumlu, sizi de güvende tutar.
uk: Thunderbird має відкритий програмний код, який безперервно перевіряється і вдосконалюється протягом 20 років. Така прозорість дозволяє на нас покладатися, а вам бути в безпеці.
vi: Thunderbird là mã nguồn mở. Đoạn mã của nó đã liên tục được xem xét và cải tiến trong hơn 20 năm. Sự minh bạch giúp chúng tôi có trách nhiệm và bạn được an toàn.

source: View the Source Code
bg: Вижте изходния код
cy: Gweld y Cod Ffynhonnell
de: Quelltext anzeigen
es_ar: Ver el código fuente
es_cl: Ver el código fuente
fi: Tutustu lähdekoodiin
fr: Voir le code source
fy_nl: De boarnekoade besjen
gl: Ver o código fonte
hu: A forráskód megtekintése
is: Skoðaðu grunnkóðann
ja: ソースコードを見る
nl: De broncode bekijken
nn_no: Vis kjeldekoden
pl: Pobierz kod źródłowy
pt_br: Ver o código-fonte
ru: Просмотреть исходный код
sk: Pozrite si zdrojový kód
sl: Oglejte si izvorno kodo
sq: Shihni Kodin Burim
sv_se: Visa källkoden
tr: Kaynak kodunu görün
uk: Переглянути програмний код
vi: Xem mã nguồn

source: The Thunderbird logo in an opened gift box.
bg: Логото на Thunderbird в отворена подаръчна кутия.
cy: Logo Thunderbird mewn blwch rhodd agored.
de: Das Thunderbird-Logo in einer geöffneten Geschenkbox.
es_ar: El logo de Thunderbird en una caja de regalo abierta.
es_cl: El logo de Thunderbird en una caja de regalo abierta.
fi: Thunderbird-logo avatussa lahjapakkauksessa.
fr: Le logo Thunderbird dans une boîte cadeau ouverte.
fy_nl: It Thunderbird-logo yn in iepene kadodoaze.
gl: O logotipo de Thunderbird nunha caixa de agasallo aberta.
hu: A Thunderbird logója egy kinyitott díszdobozban.
is: Thunderbird-táknmerki í opnaðri gjafaöskju.
ja: プレゼントボックスに入れられた Thunderbird ロゴ。
nl: Het Thunderbird-logo in een geopende geschenkdoos.
pl: Logo Thunderbird w otwartym pudełku prezentowym.
pt_br: O logotipo do Thunderbird em uma caixa de presente aberta.
ru: Логотип Thunderbird в открытой подарочной коробке.
sk: Logo Thunderbird v otvorenej darčekovej krabičke.
sl: Logotip Thunderbirda v odprtem darilu.
sq: Stema e Thunderbird-it, në një kuti dhuratash të hapur.
sv_se: Thunderbird-logotypen i en öppnad presentförpackning.
tr: Açılmış bir hediye kutusundaki Thunderbird logosu.
uk: Логотип Thunderbird у відкритій подарунковій коробці.
vi: Logo Thunderbird trong hộp quà đã mở.

source: Always Free and Open
bg: Винаги свободен и отворен
cy: Bob Amser yn Rhydd, Rhad ac Agored
de: Immer kostenlos und offen
es_ar: Siempre libre y abierto
es_cl: Siempre libre y abierto
fi: Aina ilmainen ja avoin
fr: Toujours libre, gratuit et ouvert
fy_nl: Altyd fergees, frij en iepen
gl: Sempre gratuíto e aberto
hu: Mindig szabad és nyílt
is: Alltaf frjálst og opið
ja: 常に無料でオープン
nl: Altijd gratis, vrij en open
nn_no: Alltid gratis og open
pl: Zawsze darmowy i otwarty
pt_br: Sempre livre e aberto
ru: Всегда свободен и открыт
sk: Vždy zadarmo a otvorený
sl: Vedno svobodni in odprti
sq: Gjithmonë i Lirë dhe i Hapët
sv_se: Alltid gratis och öppen
tr: Her Zaman Özgür ve Açık
uk: Завжди вільний і відкритий
vi: Luôn luôn miễn phí và mã nguồn mở

source: Thunderbird is a gift from people like you.
bg: Thunderbird е подарък от хора като вас.
cy: Anrheg gan bobl fel chi yw Thunderbird.
de: Thunderbird ist ein Geschenk von Menschen wie Ihnen.
es_ar: Thunderbird es un regalo de gente como vos.
es_cl: Thunderbird es un regalo de gente como tu.
fi: Thunderbird on lahja kaltaisiltasi ihmisiltä.
fr: Thunderbird est un cadeau de la part de personnes comme vous.
fy_nl: Thunderbird is in kado fan minsken lykas jo.
gl: Thunderbird é un agasallo de persoas coma ti.
hu: A Thunderbird az Önhöz hasonló emberek ajándéka.
is: Thunderbird er gjöf frá fólki eins og þér.
ja: Thunderbird はあなたのような人々からの贈り物です。
nl: Thunderbird is een geschenk van mensen zoals u.
nn_no: Thunderbird er ei gåve frå folk som deg.
pl: Thunderbird to prezent od ludzi takich jak Ty.
pt_br: Thunderbird é um presente de pessoas como você.
ru: Thunderbird — это подарок от людей, таких как вы.
sk: Thunderbird je dar od ľudí ako ste vy.
sl: Thunderbird je darilo ljudi, kot ste vi.
sq: Thunderbird-i është një dhuratë nga njerëz si ju.
sv_se: Thunderbird är en gåva från människor som du.
tr: Thunderbird size sizin gibi insanlardan bir hediye.
uk: Thunderbird – це подарунок від таких людей, як ви.
vi: Thunderbird là một món quà từ những người như bạn.

source: Thousands have contributed time and money to make Thunderbird possible. Its code is open source and freely licensed to use, modify, and share. Thunderbird isn't just free, it makes you free.
bg: Хиляди дариха време и пари, за да направят Thunderbird възможен. Кодът му е с отворен код и свободно лицензиран за използване, промяна и споделяне. Thunderbird не просто е свободен, той ви прави свободни.
cy: Mae miloedd wedi cyfrannu amser ac arian i wneud Thunderbird yn bosib. Mae ei god yn god agored ac wedi'i drwyddedu'n rhydd i'w ddefnyddio, ei addasu a'i rannu. Nid yw Thunderbird dim ond yn rhad ac yn rhydd, mae'n eich gwneud chi'n rhydd.
de: Tausende haben Zeit und Geld beigesteuert, um Thunderbird zu ermöglichen. Der Quelltext ist quelloffen und zur Verwendung, Veränderung und Weitergabe frei lizenziert. Thunderbird ist nicht nur kostenlos, es macht Sie auch frei.
es_ar: Miles de personas han contribuido con su tiempo y dinero para hacer posible Thunderbird. Su código es de código abierto y se licencia libremente para usar, modificar y compartir. Thunderbird no solo es gratuito, también te hace libre.
es_cl: Miles de personas han contribuido con su tiempo y dinero para hacer posible Thunderbird. Su código es de código abierto y se licencia libremente para usar, modificar y compartir. Thunderbird no solo es gratuito, también te hace libre.
fi: Tuhannet ovat lahjoittaneet aikaa ja rahaa tehdäkseen Thunderbirdin mahdolliseksi. Koodi on avointa ja vapaasti lisensoitu käytettäväksi, muokattavaksi ja jaettavaksi. Thunderbird ei ole vain ilmainen, se tekee sinusta vapaan.
fr: Des milliers de personnes ont donné de leur temps et de leur argent pour faire de Thunderbird une réalité. Son code est open source et peut être utilisé, modifié et partagé sous licence libre. Thunderbird n’est pas seulement libre, il vous rend libre.
fy_nl: Tûzenen hawwe tiid en jild bydroegen om Thunderbird mooglik te meitsjen. De koade is iepenboarne en de lisinsje is frij om te brûken, oan te passen en te dielen. Thunderbird is net allinnich fergees, it makket jo frij.
gl: Miles de persoas aportaron tempo e diñeiro para facer posible Thunderbird. O seu código é código aberto e ten licenza libre para se usado, modificado e compartido. Thunderbird non só é gratuíto, faite libre.
hu: Ezrek járultak hozzá az idejükkel és pénzzel a Thunderbird létrejöttéhez. A kódja nyílt forráskódú, és a használata, módosítása és megosztása szabad licenc alatt tehető meg. A Thunderbird nem csak ingyenes, hanem szabaddá is teszi.
ja: Thunderbird プロジェクトを実現するために、何千もの人々が時間とお金を投じてきました。そのコードはオープンソースで、自由に使用、改変、再配布できます。Thunderbird は無料なだけでなく、あなたを自由にします。
nl: Duizenden hebben tijd en geld bijgedragen om Thunderbird mogelijk te maken. De code is opensource en de licentie staat vrijelijk gebruik, aanpassen en delen toe. Thunderbird is niet alleen gratis, het maakt u vrij.
nn_no: Tusenvis har bidrege med tid og pengar for å gjere Thunderbird mogleg. Koden er open kjeldekode og fritt lisensiert til å bruke, endre og dele. Thunderbird er ikkje berre gratis, han gjer deg fri.
pl: Tysiące ludzi poświęciło swój czas i pieniądze, aby powstał Thunderbird. Jego licencja open source pozwala na swobodne używanie, modyfikowanie oraz udostępnianie kodu.
pt_br: Milhares de pessoas contribuíram com seu tempo e dinheiro para viabilizar o Thunderbird. Seu código é aberto e licenciado gratuitamente para se usar, modificar e compartilhar. O Thunderbird não é apenas livre de qualquer custo, ele também torna você livre.
ru: Тысячи людей внесли вклад, чтобы сделать Thunderbird возможным, тратя своё время и деньги. Его исходный код открыт и лицензирован для использования, изменения и распространения. Thunderbird не только бесплатен, он делает вас свободными.
sk: Tisíce ľudí prispeli časom a peniazmi, aby mohol byť Thunderbird vôbec možný. Jeho kód je open source a je voľne licencovaný na použitie, úpravu a zdieľanie. Thunderbird nie je len zadarmo, oslobodzuje vás.
sl: Na tisoče ljudi je prispevalo čas in denar za razvoj Thunderbirda. Njegova koda je odprtokodna in imela prosto licenco za uporabo, spreminjanje in deljenje. Thunderbird ni le brezplačen, temveč osvobodi vas.
sv_se: Tusentals har bidragit med tid och pengar för att göra Thunderbird möjlig. Dess kod har öppen källkod och fritt licensierat att använda, ändra och dela. Thunderbird är inte bara gratis, det gör dig fri.
uk: Тисячі користувачів віддали свій час і гроші, щоб зробити Thunderbird можливим. Його код є відкритим і має вільну ліцензію, яка дозволяє використання, зміну та розповсюдження. Thunderbird не просто вільний, він надає вам свободу.
vi: Hàng nghìn người đã đóng góp thời gian và tiền bạc để biến Thunderbird thành hiện thực. Đoạn mã của nó là mã nguồn mở và được cấp phép tự do để sử dụng, sửa đổi và chia sẻ. Thunderbird không chỉ miễn phí mà còn giúp bạn tự do.

source: Learn Our Mission
bg: Научете мисията ни
cy: Dysgwch Am Ein Cenhadaeth
de: Lernen Sie unsere Mission kennen
es_ar: Conocé nuestra misión
es_cl: Conoce nuestra misión
fi: Tutustu tehtäväämme
fr: Découvrir notre mission
fy_nl: Lês oer ús misje
gl: Coñece a nosa misión
hu: Ismerje meg küldetésünket
is: Kynntu þér markmið okkar
ja: 私たちの使命について知る
nl: Lees over onze missie
nn_no: Les om oppdraget vårt
pl: Poznaj naszą misję
pt_br: Conheça nossa missão
ru: Узнайте о нашей миссии
sk: Prečítajte si viac o našej misii
sl: Spoznajte naše poslanstvo
sq: Njihni Misionin Tonë
sv_se: Läs om vårt uppdrag
tr: Misyonumuzu öğrenin
uk: Дізнайтеся про нашу місію
vi: Tìm hiểu sứ mệnh của chúng tôi

source: Third-Party Ecosystem.
cy: Ecosystem Trydydd Parti.
de: Drittanbieter-Ökosystem.
es_ar: Ecosistema de terceros.
es_cl: Ecosistema de terceros.
fi: Kolmannen osapuolen ekosysteemi.
fr: Un écosystème tiers.
fy_nl: Ekosysteem fan tredden.
gl: Ecosistema de terceiros.
hu: Külső felek ökoszisztémája
is: Lífleg samvinna utanaðkomandi aðila.
ja: サードパーティのエコシステム。
nl: Ecosysteem van derden.
nn_no: Tredjeparts økosystem.
pl: Ekosystem rozszerzeń.
pt_br: Ecossistema de terceiros.
ru: Сторонняя экосистема.
sk: Ekosystém tretích strán.
sl: Ekosistem tretjih strani.
sq: Ekosistem Palësh të Treta.
sv_se: Ekosystem från tredje part.
tr: Üçüncü Taraf Ekosistemi.
uk: Стороння екосистема.
vi: Hệ sinh thái của bên thứ ba.

source: Third-Party <span class="txt-gradient">Ecosystem</span>
bg: <span class="txt-gradient">Екосистема</span> от партньори
cy: <span class="txt-gradient">Ecosystem</span> Trydydd Parti
de: Drittanbieter-<span class="txt-gradient">Ökosystem</span>
es_ar: <span class="txt-gradient">Ecosistema</span> de terceros
es_cl: <span class="txt-gradient">Ecosistema</span> de terceros
fi: Kolmannen osapuolen <span class="txt-gradient">ekosysteemi</span>
fr: Un <span class="txt-gradient">écosystème</span> tiers
fy_nl: <span class="txt-gradient">Ekosysteem</span> fan tredden
gl: <span class="txt-gradient">Ecosistema</span> de terceiros
hu: Külső felek <span class="txt-gradient">ökoszisztémája</span>
is: <span class="txt-gradient">Lífleg samvinna</span> utanaðkomandi aðila
ja: サードパーティの<span class="txt-gradient">エコシステム</span>
nn_no: Tredjeparts <span class="txt-gradient">økosystem.</span>
pl: Ekosystem <span class="txt-gradient">rozszerzeń</span>
pt_br: <span class="txt-gradient">Ecossistema</span> de terceiros
ru: Сторонняя <span class="txt-gradient">экосистема</span>
sk: <span class="txt-gradient">Ekosystém</span> tretích strán
sl: <span class="txt-gradient">Ekosistem</span> neodvisnih ponudnikov
sq: <span class="txt-gradient">Ekosistem</span> Palësh të Treta
sv_se: <span class="txt-gradient">Ekosystem</span> från tredje part
tr: Üçüncü Taraf <span class="txt-gradient">Ekosistemi</span>
uk: Стороння <span class="txt-gradient">екосистема</span>
vi: <span class="txt-gradient">Hệ sinh thái</span> của bên thứ ba
