Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: Help Keep Thunderbird Alive!
bg: Помогнете на Thunderbird да остане жив!
cs: Pomozte nám udržet Thunderbird naživu.
cy: Helpwch i Gadw Thunderbird yn Fyw!
de: Helfen Sie mit, Thunderbird am Leben zu erhalten!
el: Βοηθήστε το Thunderbird να επιβιώσει!
es_ar: ¡Ayudá a mantener vivo a Thunderbird!
es_cl: ¡Ayuda a mantener vivo a Thunderbird!
es_es: ¡Ayuda a mantener vivo Thunderbird!
eu: Lagundu Thunderbird bizirik mantentzen!
fi: Auta pitämään Thunderbird elossa!
fr: Aidez à garder Thunderbird en vie !
fy_nl: Help Thunderbird yn libben te hâlden!
gl: Axude a manter Thunderbird vivo!
hu: Segítsen életben tartani a Thunderbirdöt!
ia: Adjuta a mantener Thunderbird vive!
is: Hjálpaðu við að halda Thunderbird í gangi!
it: Aiutaci a mantenere in vita Thunderbird!
ja: Thunderbirdの存続にご協力ください！
nl: Help Thunderbird in leven te houden!
nn_no: Hjelp til med å halde Thunderbird i live!
pl: Pomóż Thunderbirdowi przetrwać
pt_br: Ajude a manter o Thunderbird vivo!
ru: Помогите сохранить Thunderbird!
sk: Pomôžte udržať Thunderbird nažive!
sl: Pomagajte ohraniti Thunderbird pri življenju!
sq: Ndihmoni Të Mbahet Gjallë Thunderbird-i!
sv_se: Hjälp till att hålla Thunderbird vid liv!
tr: Thunderbird’ü yaşatmamıza yardım edin!
uk: Допоможіть зберегти Thunderbird!
vi: Giúp giữ cho Thunderbird tồn tại!

source: Help Keep <span>Thunderbird Alive</span>
bg: Помогнете да запазим <span>живота в Thunderbird</span>
cy: Helpwch i Gadw <span>Thunderbird yn Fyw</span>
de: Helfen Sie mit, <span>Thunderbird am Leben zu erhalten</span>
es_ar: Ayudá a mantener <span>vivo a Thunderbird</span>
fi: Auta pitämään <span>Thunderbird elossa</span>
fr: Aidez à garder <span>Thunderbird en vie</span>
gl: Axuda a manter <span>Thunderbird vivo</span>
hu: Segítsen a <span>Thunderbird életben tartásában!</span>
is: Hjálpaðu við að halda <span>Thunderbird í gangi!</span>
ja: <span>Thunderbird の存続</span>にご協力ください
pl: Pomóż <span>Thunderbirdowi przetrwać</span>
pt_br: Ajude a manter o <span>Thunderbird vivo</span>
ru: Помогите <span>сохранить Thunderbird</span>
sv_se: Hjälp till att hålla <span>Thunderbird vid liv</span>
tr: <span>Thunderbird’ü yaşatmamıza</span> yardım edin
vi: Hãy giúp <span>Thunderbird tồn tại</span>

source: All of the work we do is funded by less than 3% of our users.
bg: Цялата работа, която вършим, се финансира от по-малко от 3% от потребителите.
cy: Mae'r holl waith rydym yn ei wneud yn cael ei ariannu gan lai na 3% o'n defnyddwyr.
de: Alle Arbeit, die wir tun, wird von weniger als 3% unserer Nutzer finanziert.
es_ar: Todo el trabajo que hacemos está financiado por menos del 3% de nuestros usuarios.
fi: Alle 3 prosenttia käyttäjistämme rahoittaa kaiken tekemämme työn.
fr: Tout le travail que nous faisons est financé par moins de 3 % de nos utilisateurs et utilisatrices.
gl: Todo o traballo que facemos está financiado por menos do 3% dos nosos usuarios.
hu: A teljes munkánkat a felhasználóink kevesebb mint 3%-a finanszírozza.
is: Allt sem við gerum er fjármagnað af innan við 3% notenda okkar.
ja: 私たちの活動資金は、全ユーザーの 3 %未満のご支援によって賄われています。
pl: Cała nasza praca jest finansowana przez mniej niż 3% naszych użytkowników.
pt_br: Todo o trabalho que fazemos é financiado por menos de 3% dos nossos usuários.
ru: Всю работу, которую мы делаем, финансирует менее 3% наших пользователей.
sv_se: Allt arbete vi gör finansieras av mindre än 3% av våra användare.
tr: Yaptığımız tüm çalışmalar kullanıcılarımızın %3’ünden azı tarafından finanse ediliyor.
vi: Tất cả công việc chúng tôi làm được tài trợ bởi ít hơn 3% người dùng của chúng tôi.

source: We never show advertisements or sell your data. We don’t have corporate funding. We are fully funded by financial contributions from our users.
bg: Никога не показваме реклами и никога не продаваме ваши данни. Нямаме корпоративно финансиране. Ние се финансираме изцяло от финансови приноси на нашите потребители.
cy: Fyddwn ni byth yn dangos hysbysebion nac yn gwerthu eich data. Nid oes gennym ni gyllid corfforaethol. Cawn ein hariannu’n llawn gan gyfraniadau ariannol gan ein defnyddwyr.
de: Weder zeigen wir Werbung, noch verkaufen wir Ihre Daten. Wir werden auch nicht durch Unternehmen finanziert. Wir finanzieren uns vollständig durch die Spenden unserer Nutzer.
es_ar: Nunca mostramos publicidades ni vendemos tus datos. No tenemos financiación corporativa. Estamos totalmente financiados por las contribuciones financieras de nuestros usuarios.
fr: Nous n'affichons jamais de publicité et ne vendons jamais vos données. Nous ne sommes pas financés par des entreprises. Nous sommes entièrement financés par les contributions financières de nos utilisateurs et utilisatrices.
gl: Nunca mostramos anuncios nin vendemos os teus datos. Non temos financiamento corporativo. Estamos totalmente financiados polas contribucións económicas dos nosos usuarios.
hu: Sosem jelenítünk meg hirdetéseket, és nem adjuk el az adatait. Nincs vállalati finanszírozásunk. Teljes egészében a felhasználóink pénzügyi hozzájárulásából vagyunk finanszírozva.
is: Við sýnum aldrei auglýsingar eða seljum gögnin þín. Við erum ekki fjármögnuð af fyrirtækjum. Við erum að fullu fjármögnuð með fjárframlögum frá notendum okkar.
ja: 私たちは広告を表示したり、ユーザーのデータを販売したりしません。また、企業からの資金提供も受けていません。ユーザーの皆さまからの経済的なご支援のみで成り立っています。
pl: Nigdy nie pokazujemy reklam ani nie sprzedajemy Twoich danych. Nie mamy finansowania korporacyjnego. Jesteśmy w pełni finansowani ze składek finansowych od naszych użytkowników.
pt_br: Nunca exibimos anúncios nem vendemos seus dados. Não recebemos apoio corporativo. Somos totalmente sustentados pelas contribuições financeiras de nossos usuários.
ru: Мы никогда не показываем рекламу и не продаем ваши данные. У нас нет корпоративного финансирования. Мы полностью финансируемся за счет взносов наших пользователей.
sv_se: Vi visar aldrig annonser eller säljer din data. Vi har ingen företagsfinansiering. Vi är helt finansierade av ekonomiska bidrag från våra användare.
vi: Chúng tôi không bao giờ hiển thị quảng cáo hoặc bán dữ liệu của bạn. Chúng tôi không có nguồn tài trợ của công ty. Chúng tôi được tài trợ hoàn toàn bởi sự đóng góp tài chính từ người dùng của chúng tôi.

source: Thunderbird’s mission is to give you the best privacy-respecting, customizable email experience possible. Free for everyone to install and enjoy! Maintaining expensive servers, fixing bugs, developing new features, and hiring talented engineers are crucial for this mission.
bg: Мисията на Thunderbird е да ви предостави възможно най-доброто преживяване при работа с електронна поща, като същевременно спазва вашата поверителност и ви предлага възможност за персонализиране. Безплатен за инсталиране и ползване от всеки! Поддържането на скъпи сървъри, отстраняването на бъгове, разработването на нови функции и наемането на талантливи инженери са от решаващо значение за тази мисия.
cy: Cenhadaeth Thunderbird yw rhoi'r profiad e-bost cyfaddasadwy gorau posibl sy'n parchu preifatrwydd i chi. Mae am ddim i bawb ei osod a'i fwynhau! Mae cynnal gweinyddwyr drud, trwsio chwilod, datblygu nodweddion newydd, a chyflogi peirianwyr dawnus yn hanfodol ar gyfer y genhadaeth hon.
de: Die Mission von Thunderbird ist es, Ihnen das bestmögliche datenschutzfreundliche, anpassbare E-Mail-Erlebnis zu bieten. Installation und Nutzung sind für alle kostenlos! Die Wartung teurer Server, das Beheben von Fehlern, die Entwicklung neuer Funktionen und die Einstellung talentierter Entwickler sind für diese Mission von entscheidender Bedeutung.
es_ar: La misión de Thunderbird es darte la mejor experiencia de correo electrónico personalizable y respetuosa de la privacidad. ¡Gratis para que todos lo instalen y disfruten! Mantener servidores costosos, solucionar errores, desarrollar nuevas funciones y contratar ingenieros talentosos son cruciales para esta misión.
fr: La mission de Thunderbird est de vous offrir la meilleure expérience de communication possible, respectueuse de la vie privée et personnalisable. L’installation est gratuite pour tout le monde, profitez-en ! Maintenir des serveurs coûteux, corriger des bugs, développer de nouvelles fonctionnalités et recruter des ingénieurs talentueux sont essentiels pour cette mission.
gl: A misión de Thunderbird é ofrecerche a mellor experiencia de correo electrónico personalizable e respectuosa coa privacidade. Gratuíto para que todos poidan instalalo e gozalo! Manter servidores caros, corrixir erros, desenvolver novas funcións e contratar enxeñeiros talentosos son cruciais para esta misión.
hu: A Thunderbird küldetése, hogy a lehető legjobb, az adatvédelmet tiszteletben tartó, testreszabható e-mail-élményt biztosítsa. Mindenki számára ingyenesen telepíthető és élvezhető! A drága kiszolgálók karbantartása, a hibák javítása, az új funkciók fejlesztése és a tehetséges mérnökök alkalmazása létfontosságú ehhez a küldetéshez.
is: Hlutverk Thunderbird er að veita þér bestu mögulegu upplifun í tölvupósti sem virðir friðhelgi einkalífsins. Ókeypis fyrir alla að setja upp og njóta! Það skiptir sköpum fyrir þetta verkefni að geta viðhaldið dýrum netþjónum, lagað villur, þróað nýja eiginleika og geta ráðið hæfileikaríka forritara.
ja: Thunderbirdの使命は、プライバシーを尊重し、カスタマイズ可能な最高のメール体験を提供することです。誰でも無料でインストールしてお楽しみいただけます！この使命を果たすためには、高額なサーバーの維持、バグの修正、新機能の開発、そして優秀なエンジニアの採用が不可欠です。
pl: Misją Thunderbirda jest zapewnienie Ci najlepszego, szanującego prywatność i umożliwiającego dostosowanie środowiska poczty e-mail. Bezpłatnego dla wszystkich! Utrzymywanie drogich serwerów, naprawianie błędów, opracowywanie nowych funkcji i zatrudnianie utalentowanych inżynierów są kluczowe dla tej misji.
pt_br: A missão do Thunderbird é oferecer a melhor experiência possível de email, personalizável e que respeita sua privacidade. Gratuito para qualquer um instalar e aproveitar! Manter servidores caros, corrigir erros, desenvolver novos recursos e contratar desenvolvedores talentosos é crucial para esta missão.
ru: Миссия Thunderbird состоит в том, чтобы предоставить вам наилучший настраиваемый опыт работы с электронной почтой с соблюдением конфиденциальности. Бесплатно для всех, чтобы установить и наслаждаться! Обслуживание дорогих серверов, исправление ошибок, разработка новых функций и найм талантливых инженеров имеют основополагающее значение для этой миссии.
sv_se: Thunderbirds uppdrag är att ge dig den bästa integritetsrespekterande, anpassningsbara e-postupplevelsen som möjligt. Gratis för alla att installera och njuta av! Att underhålla dyra servrar, fixa buggar, utveckla nya funktioner och anställa duktiga ingenjörer är avgörande för det här uppdraget.
vi: Sứ mệnh của Thunderbird là mang đến cho bạn trải nghiệm email có thể tùy chỉnh, tôn trọng quyền riêng tư tốt nhất có thể. Miễn phí cho mọi người cài đặt và tận hưởng! Bảo trì các máy chủ đắt tiền, sửa lỗi, phát triển các tính năng mới và thuê các kỹ sư tài năng là những điều quan trọng cho sứ mệnh này.

source: If you get value from using Thunderbird, please help support it. We can’t do this without you.
bg: Ако получавате полза от използването на Thunderbird, моля, помогнете в поддръжката му. Не можем да направим това без вас.
cy: Os ydych chi'n cael gwerth o ddefnyddio Thunderbird, helpwch i'w gefnogi. Allwn ni ddim gwneud hyn heboch chi.
de: Wenn Sie von der Verwendung von Thunderbird profitieren, helfen Sie bitte, ihn zu unterstützen. Wir schaffen das nicht ohne Sie.
es_ar: Si valorás el uso de Thunderbird, brindale tu ayuda. No podemos hacerlo sin vos.
fi: Jos hyödyt Thunderbirdin käytöstä, tue sitä. Tarvitsemme kaltaisiasi.
fr: Si Thunderbird vous est précieux, merci de contribuer à son soutien. Nous ne pouvons y arriver sans vous !
gl: Se obtés valor ao usar Thunderbird, axuda a apoialo. Non podemos facelo sen ti.
hu: Ha értékes Önnek a Thunderbird használata, akkor kérjük, segítsen, támogassa. Ön nélkül mindez nem volna lehetséges.
is: Ef þú færð eitthvað út úr því að nota Thunderbird, ættirðu endilega að styðja við verkefnið. Við getum ekki gert þetta án þín.
ja: もしThunderbirdをお使いになり、価値を感じていただけましたら、ぜひご支援をお願いします。皆さまのご協力なしには実現できません。
pl: Jeżeli czerpiesz korzyść z używania Thunderbirda, pomóż nam go wspierać. Nie możemy tego zrobić bez Ciebie.
pt_br: Se você se beneficia do uso do Thunderbird, ajude a sustentá-lo. Não podemos fazer isso sem sua ajuda.
ru: Если вы получаете пользу от использования Thunderbird, пожалуйста, помогите его поддержать. Мы не сможем сделать это без вас.
sv_se: Om du får nytta av att använda Thunderbird, vänligen hjälp till att stödja det. Vi kan inte göra det här utan dig.
vi: Nếu bạn thấy được giá trị từ việc sử dụng Thunderbird, bạn có thể hỗ trợ nó. Chúng tôi không thể làm điều này nếu không có bạn.

source: 20 Years of Thunderbird!
bg: 20 години Thunderbird!
cy: 20 Mlynedd o Thunderbird!
de: 20 Jahre Thunderbird!
el: 20 χρόνια Thunderbird!
es_ar: ¡20 años de Thunderbird!
es_cl: ¡20 años de Thunderbird!
fi: 20 vuotta Thunderbirdiä!
fr: Thunderbird a 20 ans !
fy_nl: 20 jier Thunderbird!
gl: 20 anos de Thunderbird!
hu: A Thunderbird 20 éve!
is: 20 ár af Thunderbird!
ja: Thunderbird 20 周年！
nl: 20 jaar Thunderbird!
nn_no: 20 år med Thunderbird!
pl: 20 lat Thunderbirda!
pt_br: 20 anos de Thunderbird!
ru: 20 лет Thunderbird!
sk: 20 rokov Thunderbirdu!
sl: 20 let Thunderbirda!
sq: 20 Vjet Thunderbird!
sv_se: 20 år av Thunderbird!
tr: Thunderbird’ün 20 yılı!
uk: 20 років Thunderbird!
vi: Kỷ niệm 20 năm của Thunderbird!

source: Thunderbird <span role="complementary">Turns 20, Thanks to You!</span>
bg: Thunderbird <span role="complementary">навършва 20 години, благодарение на вас!</span>
cy: Thunderbird <span role="complementary">Yn 20 Oed, Diolch i Chi!</span>
de: Thunderbird <span role="complementary">Wird 20 Jahre alt, vielen Dank!</span>
es_ar: Thunderbird <span role="complementary">llega a 20, ¡gracias a vos!</span>
es_cl: Thunderbird <span role="complementary">cumple 20 años ¡Gracias a ti!</span>
fi: Thunderbird <span role="complementary">täyttää 20 vuotta, kiitos sinulle!</span>
fr: Thunderbird <span role="complementary">20 ans, grâce à vous !</span>
fy_nl: Thunderbird <span role="complementary">Wurdt 20, mei tank oan jo!</span>
gl: Thunderbird <span role="complementary">cumpre 20 anos, grazas a ti!</span>
hu: A Thunderbird <span role="complementary">20 éves lesz, Önnek köszönhetően!</span>
is: Thunderbird <span role="complementary">Verður 20 ára - Takk til ykkar!</span>
ja: Thunderbird は <span role="complementary">皆さまのおかげで 20 周年を迎えました！</span>
nn_no: Thunderbird <span role="complementary">fyller 20 år, takka vere deg!</span>
pl: Thunderbird <span role="complementary">ma 20 lat, dzięki Tobie!</span>
pt_br: O Thunderbird <span role="complementary">completa 20 anos graças a você!</span>
ru: Thunderbird <span role="complementary">исполняется 20 лет, спасибо вам!</span>
sq: Thunderbird-i <span role="complementary">Bëhet 20 Vjeç, Falë Jush!</span>
sv_se: Thunderbird <span role="complementary">fyller 20 år, tack vare dig!</span>
tr: Thunderbird <span role="complementary">20 yaşında. Sayenizde!</span>
uk: Thunderbird <span role="complementary">виповнюється 20 років завдяки вам!</span>
vi: Thunderbird <span role="complementary">Đã bước sang 20, được giúp đỡ từ bạn!</span>

source: The text 20 Years with a the Thunderbird logo in place of the zero.
bg: Текстът 20 години с логото на Thunderbird на мястото на нулата.
cy: Y testun 20 Mlynedd gyda logo Thunderbird yn lle'r sero.
de: Der Text „20 Jahre“ mit dem Thunderbird-Logo anstelle der Null.
el: Το κείμενο «20 χρόνια» με το λογότυπο του Thunderbird στη θέση του μηδενός.
es_ar: El texto 20 años con el logo de Thunderbird en lugar del cero.
es_cl: El texto 20 años con el logotipo de Thunderbird en lugar del cero.
fr: Le texte 20 ans avec le logo de Thunderbird à la place du zéro.
fy_nl: De tekst 20 jier mei it Thunderbird-logo op it plak fan de nul.
gl: O texto 20 anos cun logotipo de Thunderbird en lugar do cero.
hu: 20 év szövegesen, a Thunderbird logójával a nulla helyén.
is: Textinn '20 ára' með táknmerki Thunderbird í staðinn fyrir núllið.
ja: 20 Years というテキストで、数字のゼロが Thunderbird のロゴになっている。
nl: De tekst 20 jaar met het Thunderbird-logo op de plaats van de nul.
pl: Napis 20 lat z logo Thunderbird w miejscu zera.
pt_br: O texto 20 anos, com o logotipo do Thunderbird no lugar do zero.
ru: Текст "20 лет" с логотипом Thunderbird на месте нуля.
sk: Text 20 rokov s logom Thunderbird namiesto nuly.
sl: Besedilo "20 let" z logotipom Thunderbirda namesto ničle.
sq: Teksti 20 Vjet me një stemë Thunderbird-i në vend të zeros.
sv_se: Texten 20 år med Thunderbird-logotypen istället för nollan.
tr: Sıfır yerine Thunderbird logosunu içeren 20 yıl yazısı.
uk: Текст 20 років із логотипом Thunderbird замість нуля.
vi: Dòng chữ 20 năm với logo Thunderbird thay cho số 0.

source: Years
bg: Години
cy: Blwyddyn
de: Jahre
es_ar: Años
es_cl: Años
fi: vuotta
fr: ans
fy_nl: jier
gl: Anos
hu: év
is: ár
ja: 周年
nn_no: År
pl: lat
pt_br: anos
ru: лет
sk: rokov
sq: Vjet
sv_se: År
tr: Yıl
uk: Років
vi: Năm

source: On December 7, 2004, Thunderbird 1.0 was released.
bg: На 7 декември 2004 беше пуснат Thunderbird 1.0.
cy: Ar 7 Rhagfyr, 2004, rhyddhawyd Thunderbird 1.0.
de: Am 7. Dezember 2004 wurde Thunderbird 1.0 veröffentlicht.
el: Στις 7 Δεκεμβρίου 2004, κυκλοφόρησε το Thunderbird 1.0.
es_ar: El 7 de diciembre de 2004, Thunderbird 1.0 fue lanzado.
es_cl: El 7 de diciembre de 2004, se lanzó Thunderbird 1.0.
fi: 7. joulukuuta 2004 Thunderbird 1.0 julkaistiin.
fr: Le 7 décembre 2004, Thunderbird 1.0 est publié.
fy_nl: Op 7 desimber 2004 waard Thunderbird 1.0 útbrocht.
gl: O 7 de decembro de 2004 lanzouse Thunderbird 1.0.
hu: 2004. december 7-én megjelent a Thunderbird 1.0.
is: Thunderbird 1.0 var gefið út þann 7. desember, 2004.
ja: 2004 年 12 月 7 日に Thunderbird 1.0 がリリースされました。
nl: Op 7 december 2004 werd Thunderbird 1.0 uitgebracht.
nn_no: 7. desember 2004 vart Thunderbird 1.0 gitt ut.
pl: 7 grudnia 2004 roku wydano Thunderbirda 1.0.
pt_br: Em 7 de dezembro de 2004, o Thunderbird 1.0 foi lançado.
ru: 7 декабря 2004 года был выпущен Thunderbird 1.0.
sk: 7. decembra 2004 bol vydaný Thunderbird 1.0.
sl: 7. decembra 2004 je izšel Thunderbird 1.0.
sq: Më 7 dhjetor 2004 u hodh në qarkullim Thunderbird 1.0.
sv_se: Den 7 december 2004 släpptes Thunderbird 1.0.
tr: 7 Aralık 2004’te Thunderbird 1.0 yayımlandı.
uk: 7 грудня 2004 року була випущена версія Thunderbird 1.0.
vi: Vào ngày 7 tháng 12 năm 2004, Thunderbird 1.0 đã chính thức ra mắt.

source: Thunderbird is free. Free to use. Free of ads. Free of data tracking.
bg: Thunderbird е свободен. Свободен за използване. Без реклами. Без проследяване на данни.
cy: Mae Thunderbird yn rhydd a rhad. Yn rhad i'w ddefnyddio. Yn rhydd o hysbysebion. Yn rhydd o dracio data.
de: Thunderbird ist kostenlos. Die Nutzung ist gratis. Ohne Werbung. Frei von Daten-Tracking.
es_ar: Thunderbird es gratis y libre. Gratis para usar. Libre de publicidades. Libre de rastreo de datos.
es_cl: Thunderbird es gratuito. De uso gratuito. Sin anuncios. Libre de seguimiento de datos.
fi: Thunderbird on ilmainen ja vapaa. Ilmainen käyttää. Vapaa mainoksista. Vapaa seurannasta.
fr: Thunderbird est libre, gratuit, sans publicités et sans pistage de données.
fy_nl: Thunderbird is fergees en frij. Frij te brûken. Frij fan advertinsjes. Frij fan gegevenstracking.
gl: Thunderbird é libre. De uso gratuíto. Libre de anuncios. Libre de seguimento de datos.
hu: A Thunderbird ingyenes. Szabadon használható. Reklámoktól mentes. Adatkövetéstől mentes.
is: Thunderbird er frjálst. Frjálst til að nota. Frjálst frá auglýsingum. Frjálst frá gagnanjósnum.
ja: Thunderbird は自由を尊重します。無料使用でき、広告もデータ追跡もありません。
nl: Thunderbird is gratis en vrij. Vrij te gebruiken. Vrij van advertenties. Vrij van gegevenstracking.
nn_no: Thunderbird er gratis. Gratis å bruke. Fri for annonsar. Fri for datasporing.
pl: Thunderbird jest wolny. Wolny od opłat za użytkowanie. Wolny od reklam. Wolny od algorytmów śledzących.
pt_br: O Thunderbird é livre. Livre de custos para usar. Livre de anúncios. Livre de rastreamento de dados.
ru: Thunderbird свободен. Свободен для использования. Свободен от рекламы. Свободен от отслеживания данных.
sk: Thunderbird je zadarmo. Bezplatné použitie. Bez reklám. Bez sledovania údajov.
sl: Thunderbird je prost. Brezplačen za uporabo. Brez oglasov. Brez sledenja podatkov.
sq: Thunderbird-i është i lirë. I lirë për t’u përdorur. I lirë nga reklama. I lirë nga ndjekje të dhënash.
sv_se: Thunderbird är gratis. Gratis att använda. Fri från annonser. Fri från dataspårning.
tr: Thunderbird o günden beri ücretsiz. Reklam yok. Kişisel verilerinizi toplamak yok.
uk: Thunderbird вільний. Безплатний. Без реклами. Без відстеження даних.
vi: Thunderbird miễn phí. Miễn phí để sử dụng. Không quảng cáo. Không dữ liệu theo dõi.
