Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: Thunderbird 102 makes it quick and simple to move your accounts and data around. The new step-by-step wizard provides a guided experience for importing all that data that’s important to you. We’ve also taken extra precautions to ensure that no data is accidentally duplicated in your profile after an import. Moving from Outlook, SeaMonkey, or another Thunderbird installation is easier than ever. No add-ons required!
bg: Thunderbird 102 прави бързо и лесно преместването на вашите профили и данни. Новият помощник ви насочва стъпка по стъпка за внасяне на всички онези данни, които са важни за вас. Освен това взехме допълнителни предпазни мерки, за да гарантираме, че няма случайно дублирани данни във вашия профил след внасянето му. Преминаването от Outlook, SeaMonkey или друга инсталация на Thunderbird е по-лесно от всякога. Не са необходими никакви нови добавки!
cs: Thunderbird 102 umožňuje rychle a jednoduše přesouvat účty a data. Nový průvodce vám po jednotlivých krocích pomůže provést import všech dat, která jsou pro vás důležitá. Také jsme učinili dodatečná opatření za účelem zajištění, aby se po importu ve vašem profilu náhodně neduplikovala žádná data. Přesun z Outlooku, SeaMonkey nebo jiné instalace Thunderbirdu je snadnější než kdy dříve. Nejsou potřeba žádné doplňky!
cy: Mae Thunderbird 102 yn ei gwneud hi'n gyflym a hawdd i symud eich cyfrifon a'ch data o gwmpas. Mae'r dewin cam-wrth-gam newydd yn darparu profiad dan arweiniad ar gyfer mewnforio'r holl ddata sy'n bwysig i chi. Rydym hefyd wedi bod yn ofalus i sicrhau na chaiff unrhyw ddata ei ddyblygu'n ddamweiniol yn eich proffil ar ôl ei fewnforio. Mae symud o Outlook, SeaMonkey, neu osodiad Thunderbird arall yn haws nag erioed. Does dim angen ychwanegion!
de: Mit Thunderbird 102 können Sie Ihre Konten und Daten schnell und einfach verschieben. Der neue Schritt-für-Schritt-Assistent bietet eine Anleitung zum Importieren aller für Sie wichtigen Daten. Wir haben außerdem zusätzliche Vorkehrungen getroffen, um sicherzustellen, dass nach einem Import keine Daten versehentlich in Ihrem Profil dupliziert werden. Der Wechsel von Outlook, SeaMonkey oder einer anderen Thunderbird-Installation ist einfacher als je zuvor. Ganz ohne Add-ons!
el: Το Thunderbird 102 κάνει πιο γρήγορη και πιο απλή τη μεταφορά των λογαριασμών και των δεδομένων σας. Ο νέος αναλυτικός οδηγός παρέχει μια καθοδηγούμενη εμπειρία για την εισαγωγή όλων των σημαντικών δεδομένων σας. Λάβαμε επιπρόσθετα μέτρα ασφαλείας για να εξασφαλίσουμε ότι δεν θα υπάρξουν διπλότυπα δεδομένα στο προφίλ σας μετά την εισαγωγή. Η μεταφορά από το Outlook, το SeaMonkey ή κάποια άλλη εγκατάσταση του Thunderbird είναι πιο εύκολη από ποτέ. Δεν απαιτείται κανένα πρόσθετο!
es_ar: Thunderbird 102 hace que mover cuentas y datos sea rápido y simple. El nuevo asistente paso a paso proporciona una experiencia guiada para importar todos los datos que sean importantes. También tomamos precauciones extra para asegurar que no haya datos duplicados accidentalmente en el perfil después de importarlos. Pasar de Outlook, SeaMonkey o alguna otra instalación de Thunderbird es más fácil que nunca. ¡No se necesitan complementos!
es_cl: Thunderbird 102 hace mas rápido y sencillo mover tus cuentas y datos. El nuevo asistente guiado proporciona una experiencia paso a paso para importar todos los datos que son importantes para ti. También hemos tomado precauciones para asegurarnos que ningún dato se duplique accidentalmente en tu perfil después de una importación. Pasar de Outlook, SeaMonkey, u otra instalación de Thunderbird es más fácil que nunca. ¡No se requieren complementos!
es_es: Thunderbird 102 hace que sea rápido y sencillo mover sus cuentas y datos. El nuevo asistente paso a paso proporciona una experiencia guiada para importar todos los datos que son importantes para usted. También hemos tomado precauciones adicionales para garantizar que ningún dato se duplique accidentalmente en su perfil después de una importación. Pasar de Outlook, SeaMonkey u otra instalación de Thunderbird es más fácil que nunca. ¡No se requieren complementos!
eu: Thunderbird 102n azkar eta erraz mugitzen dira zure kontuak eta datuak. Urratsez urratseko morroi berriak esperientzia gidatu bat eskaintzen du zuretzat garrantzitsuak diren datu guztiak inportatzeko. Gainera, aparteko neurriak hartu ditugu zure profilean datuak ez direla kasualitatez bikoiztuko ziurtatzeko inportazio baten ondoren. Outlooketik, SeaMonkey-tik edo Thunderbird instalazioren batetik mugitzea inoiz baino errazagoa da. Ez da hedapenik behar!
fr: Thunderbird 102 accélère et simplifie le déplacement de vos comptes et données. Le nouvel assistant pas à pas guide l’importation de toutes les données importantes à vos yeux. Nous avons également pris des précautions supplémentaires pour nous assurer qu’aucune donnée ne soit accidentellement dupliquée dans votre profil après une importation. Migrer depuis Outlook, SeaMonkey ou une autre installation de Thunderbird est plus simple que jamais. Aucun module complémentaire n’est nécessaire !
fy_nl: Thunderbird 102 makket it fluch en ienfâldich om jo accounts en gegevens te ferpleatsen. De nije stap-foar-stap wizard biedt in begeliede ûnderfining foar it ymportearjen fan al dy gegevens dy’t wichtich binne foar jo. Wy hawwe ek ekstra foarsoarchsmaatregels nommen foar te kommen dat gjin gegevens mei fersin yn jo profyl duplisearre wurde nei in ymport. Oerstappe fan Outlook, SeaMonkey, of in oare Thunderbird-ynstallaasje út is makliker as ea. Gjin add-ons nedich!
gl: Thunderbird 102 fai que sexa rápido e sinxelo mover as túas contas e datos. O novo asistente paso a paso ofrece unha experiencia guiada para importar todos os datos que son importantes para ti. Tamén tomamos precaucións adicionais para garantir que non se dupliquen datos accidentalmente no teu perfil despois dunha importación. Moverse desde Outlook, SeaMonkey ou outra instalación de Thunderbird é máis fácil que nunca. Non se precisan complementos!
hu: A Thunderbird 102 segítségével gyorsan és egyszerűen mozgathatja fiókjait és adatait. Az új, lépésenkénti varázsló irányított élményt nyújt az Ön számára fontos adatok importálásához. További óvintézkedéseket is tettünk annak biztosítására, hogy az importálás után ne duplázódjanak meg véletlenül az adatok a profiljában. Az Outlookból, a SeaMonkeyből vagy egy másik Thunderbird telepítésből történő átköltözés egyszerűbb, mint valaha. Nincs szükség kiegészítőkre!
ia: Thunderbird 102 rende rapide e simple mover circum tu contos e datos. Le nove assistente detaliate offere un experientia guidate pro le importation de tote le datos importante pro te. Nos ha alsi prendite extra precautiones pro assecurar que nulle datos es accidentalmente duplicate in tu profilo post un importation. Displaciar ab Outlook, SeaMonkey, o un altere installation Thunderbird es plus facile que unquam. Nulle additivos necesse!
is: Thunderbird 102 gerir það fljótlegt og einfalt að flytja til reikninga þína og gögn. Nýi skref-fyrir-skref leiðarvísirinn veitir gagnvirka leiðsögn í að flytja inn öll þessi gögn sem eru mikilvæg fyrir þig. Við höfum líka gripið til auka-varúðarráðstafana til að tryggja að engin gögn séu óvart tvítekin á notandasniðinu þínu eftir innflutning. Að færa sig úr Outlook, SeaMonkey eða annarri Thunderbird-uppsetningu er auðveldara en nokkru sinni fyrr. Engar viðbætur eru nauðsynlegar!
it: Thunderbird 102 semplifica e velocizza lo spostamento di account e dati. La nuova procedura passo per passo offre un’esperienza guidata per importare tutti i dati di cui hai bisogno. Abbiamo anche adottato ulteriori precauzioni per garantire che nessun dato venga duplicato accidentalmente nel tuo profilo dopo un’importazione. Spostarsi da Outlook, SeaMonkey o da un’altra installazione di Thunderbird è più facile che mai. Non è richiesto alcun componente aggiuntivo!
ja: Thunderbird 102では、アカウントやデータをすばやく簡単に移動できます。新しいステップバイステップウィザードでは、あなたにとって重要なすべてのデータをインポートするためのガイド付きのエクスペリエンスが提供されます。また、インポート後にプロフィールに誤ってデータが複製されることがないように、特別な予防措置も講じています。Outlook、SeaMonkey、または別のThunderbirdインストールからの移動は、これまで以上に簡単です。アドオンは必要ありません！
nl: Thunderbird 102 maakt het snel en eenvoudig om uw accounts en gegevens te verplaatsen. De nieuwe stapsgewijze wizard biedt een begeleide ervaring voor het importeren van al die gegevens die voor u belangrijk zijn. We hebben ook extra voorzorgsmaatregelen genomen om te voorkomen dat er per ongeluk gegevens in uw profiel worden gedupliceerd na een import. Overstappen vanuit Outlook, SeaMonkey of een andere Thunderbird-installatie is eenvoudiger dan ooit. Geen add-ons nodig!
pl: Thunderbird 102 umożliwia szybkie i proste przenoszenie kont i danych. Nowy kreator krok po kroku przeprowadzi Cię przez proces importowania ważnych dla Ciebie danych. Szczególnie upewniliśmy się, żeby żadne dane nie zostały przypadkowo powielone w profilu po imporcie. Przejście z Outlooka, SeaMonkey lub innej instalacji Thunderbirda jest łatwiejsze niż kiedykolwiek. Bez instalowania żadnych dodatków!
pt_br: O Thunderbird 102 agiliza e simplifica mover suas contas e dados. O novo assistente passo a passo fornece uma experiência guiada para importar todos os dados importantes para você. Também tomamos precauções adicionais para assegurar que nenhum dado fique duplicado acidentalmente em seu perfil após uma importação. Mudar do Outlook, SeaMonkey ou de outra instalação do Thunderbird é mais fácil do que nunca. Não é necessária nenhuma extensão!
ru: Thunderbird 102 позволяет быстро и просто перемещать ваши учётные записи и данные. Новый пошаговый мастер предоставляет пошаговые инструкции по импорту всех важных для вас данных. Мы также приняли дополнительные меры предосторожности, чтобы исключить случайное дублирование данных в вашем профиле после импорта. Переход с Outlook, SeaMonkey или другой установки Thunderbird стал проще, чем когда-либо. Никаких дополнений не требуется!
sk: Thunderbird 102 umožňuje rýchly a jednoduchý presun vašich účtov a údajov. Nový podrobný sprievodca poskytuje kroky pre import všetkých údajov, ktoré sú pre vás dôležité. Prijali sme aj ďalšie opatrenia, aby sme zaistili, že po importe sa vo vašom profile náhodne neduplikujú žiadne údaje. Presun z Outlooku, SeaMonkey alebo inej inštalácie Thunderbirdu je jednoduchší než kedykoľvek predtým. Nevyžadujú sa pri tom žiadne doplnky!
sl: Thunderbird 102 omogoča hitro in preprosto premikanje vaših računov in podatkov. Novi čarovnik po korakih nudi vodeno izkušnjo za uvažanje vseh za vas pomembnih podatkov. Sprejeli smo tudi dodatne previdnostne ukrepe, da preprečimo, da bi se podatki v vašem profilu po uvozu pomotoma podvojili. Prehod z Outlooka, SeaMonkeyja ali druge namestitve Thunderbirda je lažji kot kdaj koli prej. Dodatki niso potrebni!
sq: Thunderbird 102-shi e bën të shpejtë dhe të thjeshtë lëvizjen andej-këtej të llogarive dhe të dhënave tuaja. Ndihmësi i ri hap pas hapi ju sjell një mënyrë me udhërrëfyes për importimin e krejt të dhënave që janë të rëndësishme për ju. Kemi ndërmarrë masa shtesë kujdesi për të siguruar se në profilin tuaj nuk përsëdyten gabimisht të dhëna, pas një importimi. Kalimi nga Outlook-u, në SeaMonkey, apo tjetër instalim Thunderbird është më i lehtë se kurrë. Pa pasur nevojë për shtesa!
sv_se: Med Thunderbird 102 kan du flytta runt dina konton och data snabbt och enkelt. Den nya steg-för-steg-guiden ger instruktioner om hur du importerar all data som är viktig för dig. Vi har också vidtagit extra försiktighetsåtgärder för att säkerställa att ingen data av misstag dupliceras på din profil efter en import. Att byta från Outlook, SeaMonkey eller någon annan Thunderbird-installation är enklare än någonsin. Utan några tillägg!
uk: Thunderbird 102 дає змогу швидко та просто переміщувати ваші облікові записи та дані. Новий покроковий майстер дає змогу імпортувати всі важливі для вас дані. Ми також вжили додаткових запобіжних заходів, щоб уникнути випадкового дублювання даних у вашому профілі після імпорту. Перехід з Outlook, SeaMonkey або іншої інсталяції Thunderbird простіший, ніж будь-коли. Не потрібно жодних додатків!
vi: Thunderbird 102 giúp việc di chuyển tài khoản và dữ liệu của bạn trở nên nhanh chóng và đơn giản. Trình hướng dẫn từng bước mới cung cấp trải nghiệm có hướng dẫn để nhập tất cả dữ liệu quan trọng đối với bạn. Chúng tôi cũng đã thực hiện các biện pháp phòng ngừa bổ sung để đảm bảo rằng không có dữ liệu nào vô tình bị trùng lặp trong hồ sơ của bạn sau khi nhập. Di chuyển từ Outlook, SeaMonkey hoặc cài đặt Thunderbird khác dễ dàng hơn bao giờ hết. Không cần tiện ích mở rộng!

source: New Spaces Toolbar
bg: Лента с инструменти на пространства
cs: Nová navigační lišta
cy: Bar Offer Mannau
de: Neue Bereiche-Symbolleiste
el: Νέα γραμμή χώρων
es_ar: Nueva barra de herramientas de espacios
es_cl: Nueva barra de herramientas de espacios
es_es: Nueva barra de herramientas de espacios
eu: Guneen tresna-barra Berria
fr: Nouvelle barre d’espaces
fy_nl: Nije taakbalke
gl: Nova barra de ferramentas de espazos
hu: Új Helyek eszköztár
ia: Nove barra de spatios
is: Ný svæða-verkfæraslá
it: Nuova barra degli spazi
ja: 新しいスペースツールバー
kab: Afeggag n yifecka amaynut n tallunin
nl: Nieuwe taakbalk
pl: Nowy pasek miejsc
pt_br: Nova barra de áreas
ru: Новая панель мест
sk: Nový panel s nástrojmi Miesta
sl: Vrstica komponent
sq: Panel i Ri Hapësirash
sv_se: Nya verktygsfältet flikmeny
tr: Yeni Sekme Araç Çubuğu
uk: Нова панель інструментів «Місця»
vi: Thanh công cụ mới: Spaces
