Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: <small> Thunderbird is part of <a href="https://blog.thunderbird.net/2020/01/thunderbirds-new-home/">MZLA Technologies Corporation</a>, a wholly owned subsidiary of Mozilla Foundation. Portions of this content are ©1998–%(current_year)s by individual contributors. Content available under a <a href="https://www.mozilla.org/foundation/licensing/website-content/">Creative Commons license</a>. </small>
bg: <small> Thunderbird е част от <a href="https://blog.thunderbird.net/2020/01/thunderbirds-new-home/">MZLA Technologies Corporation</a>, изцяло притежавано дъщерно дружество на Mozilla Foundation. Части от това съдържание са © 1998 – %(current_year)s от индивидуални сътрудници. Съдържанието е достъпно под <a href="https://www.mozilla.org/foundation/licensing/website-content/">лиценз Creative Commons</a>. </small>
cs: <small> Thunderbird je součástí <a href="https://blog.thunderbird.net/2020/01/thunderbirds-new-home/">MZLA Technologies Corporation</a>, dceřiné společnosti plně vlastněné Mozilla Foundation. Části tohoto obsahu jsou dílem ©1998-%(current_year)s jednotlivých přispěvatelů. Obsah je k dispozici pod <a href="https://www.mozilla.org/foundation/licensing/website-content/">licencí Creative Commons</a>. </small>
cy: Mae <small> Thunderbird yn rhan o <a href="https://blog.thunderbird.net/2020/01/thunderbirds-new-home/">MZLA Technologies Corporation</a>, is-gwmni sy'n eiddo llwyr i Mozilla Foundation. Mae rhannau o'r cynnwys hwn yn ©1998–%(current_year)s gan gyfranwyr unigol. Mae'r cynnwys sydd ar gael o dan <a href="https://www.mozilla.org/foundation/licensing/website-content/">trwydded Creative Commons</a>. </small>
de: <small>Thunderbird gehört zur <a href="https://blog.thunderbird.net/2020/01/thunderbirds-new-home/">MZLA Technologies Corporation</a>, einer 100-prozentigen Tochtergesellschaft der Mozilla Foundation. Teile dieses Inhalts stehen unter einem ©1998–%(current_year)s von einzelnen Mitwirkenden an mozilla.org. Der Inhalt steht unter einer <a href="https://www.mozilla.org/foundation/licensing/website-content/">Creative-Commons-Lizenz</a>.</small>
el: <small> Το Thunderbird είναι μέρος της <a href="https://blog.thunderbird.net/2020/01/thunderbirds-new-home/">MZLA Technologies Corporation</a>, μιας θυγατρικής που ανήκει εξ ολοκλήρου στο Mozilla Foundation. Τμήματα αυτού του περιεχομένου αποτελούν πνευματική ιδιοκτησία μεμονωμένων εθελοντών (©1998–%(current_year)s). Το περιεχόμενο διατίθεται στα πλαίσια της <a href="https://www.mozilla.org/foundation/licensing/website-content/">άδειας Creative Commons</a>. </small>
es_ar: <small> Thunderbird forma parte de <a href="https://blog.thunderbird.net/2020/01/thunderbirds-new-home/">MZLA Technologies Corporation</a>, una subsidiaria de propiedad total de la Fundación Mozilla. Partes de este contenido son ©1998–%(current_year)s de colaboradores individuales. Contenido disponible bajo una <a href="https://www.mozilla.org/foundation/licensing/website-content/">licencia Creative Commons</a>. </small>
es_cl: <small> Thunderbird forma parte de <a href="https://blog.thunderbird.net/2020/01/thunderbirds-new-home/">MZLA Technologies Corporation</a>, una subsidiaria de propiedad total de la Fundación Mozilla. Partes de este contenido son ©1998–%(current_year)s de colaboradores individuales. Contenido disponible bajo una <a href="https://www.mozilla.org/foundation/licensing/website-content/">Licencia Creative Commons</a>. </small>
eu: <small>Thunderbird <a href="https://blog.thunderbird.net/2020/01/thunderbirds-new-home/">MZLA Technologies Corporation</a>eko kidea da, Mozilla fundazioa erabat jabe dena. Eduki honen atal batzuk ©1998–%(current_year)s dira banakako kolaboratzaileenak dira, edukia eskuragarri <a href="https://www.mozilla.org/foundation/licensing/website-content/">Creative Commons lizentziaz</a>.</small>
fr: <small>Thunderbird fait partie de <a href="https://blog.thunderbird.net/2020/01/thunderbirds-new-home/">MZLA Technologies Corporation</a>, une filiale détenue par la Fondation Mozilla. Certaines parties de ce contenu sont ©1998–%(current_year)s par les contributeurs individuels. Le contenu est disponible sous <a href="https://www.mozilla.org/foundation/licensing/website-content/">licence Creative Commons</a>.</small>
fy_nl: <small> Thunderbird is part fan <a href="https://blog.thunderbird.net/2020/01/thunderbirds-new-home/">MZLA Technologies Corporation</a>, in folsleine dochterûndernimming fan Mozilla Foundation. Dielen fan dizze ynhâld binne ©1998–%(current_year)s troch yndividuele meiwurkers. Ynhâld is beskikber ûnder in <a href="https://www.mozilla.org/foundation/licensing/website-content/">Creative Commons-lisinsje</a>.</small>
gl: <small> Thunderbird forma parte de <a href="https://blog.thunderbird.net/2020/01/thunderbirds-new-home/">MZLA Technologies Corporation</a>, unha subsidiaria de propiedade total da Fundación Mozilla. Partes deste contido son ©1998–%(current_year)s de colaboradores individuais. Contido dispoñible baixo unha <a href="https://www.mozilla.org/foundation/licensing/website-content/">licenza Creative Commons</a>. </pequeno>
hu: <small>A Thunderbird az <a href="https://blog.thunderbird.net/2020/01/thunderbirds-new-home/">MZLA Technologies Corporation</a> része, amely a Mozilla Alapítvány teljes tulajdonú leányvállalata. A tartalom egyes részeire a következő vonatkozik: ©1998–%(current_year)s egyéni közreműködők. A tartalom <a href="https://www.mozilla.org/foundation/licensing/website-content/">Creative Commons licenc</a> alatt érhető el.</small>
ia: <small>Thunderbird es parte de <a href="https://blog.thunderbird.net/2020/01/thunderbirds-new-home/">MZLA Technologies Corporation</a>, un succursal totalmente proprietari de Mozilla Foundation. Portiones de iste contento es ©1998–%(current_year)s per collaboratores individual. Contento disponibile sub un <a href="https://www.mozilla.org/foundation/licensing/website-content/">licentia Creative Commons</a>. </small>
is: <small>Thunderbird er hluti af <a href="https://blog.thunderbird.net/2020/01/thunderbirds-new-home/">MZLA Technologies Corporation</a>, dótturfélags Mozilla Foundation að fullu. Hlutar af þessu efni eru ©1998–%(current_year)s eftir einstaka þátttakendur. Efnið er aðgengilegt með <a href="https://www.mozilla.org/foundation/licensing/website-content/">Creative Commons notkunarleyfi</a>.</small>
it: <small>Thunderbird è parte di <a href="https://blog.thunderbird.net/2020/01/thunderbirds-new-home/">MZLA Technologies Corporation</a>, una società interamente controllata da Mozilla Foundation. Parte di questi contenuti sono ©1998–%(current_year)s di singoli collaboratori. I contenuti sono disponibili nei termini della <a href="https://www.mozilla.org/foundation/licensing/website-content/">licenza Creative Commons</a>.</small>
ja: <small> Thunderbirdは現在、Mozilla Foundationの完全子会社である<a href="https://blog.thunderbird.net/2020/01/thunderbirds-new-home/">MZLA Technologies Corporation</a>の一部です。このコンテンツの 一部は©1998–%(current_year)sの個人コントリビューターによるものです。 コンテンツは、<a href="https://www.mozilla.org/foundation/licensing/website-content/">クリエイティブ・コモンズ・ライセンス</a>の下で公開。 </small>
nl: <small> Thunderbird is onderdeel van <a href="https://blog.thunderbird.net/2020/01/thunderbirds-new-home/">MZLA Technologies Corporation</a>, een volledige dochteronderneming van Mozilla Foundation. Delen van deze inhoud zijn ©1998–%(current_year)s door individuele medewerkers. Inhoud is beschikbaar onder een <a href="https://www.mozilla.org/foundation/licensing/website-content/">Creative Commons-licentie</a>.</small>
nn_no: <small> Thunderbird er ein del av <a href="https://blog.thunderbird.net/2020/01/thunderbirds-new-home/">MZLA Technologies Corporation</a>, eit heileigd dotterselskap av Mozilla Foundation. Opphavsretten for delar av dette innhaldet høyrer til individuelle bidragsytarar ©1998–%(current_year)s. Innhaldet er tilgjengeleg under ein <a href="https://www.mozilla.org/foundation/licensing/website-content/">Creative Commons-licens</a>. </small>
pl: <small> Thunderbird jest częścią <a href="https://blog.thunderbird.net/2020/01/thunderbirds-new-home/">MZLA Technologies Corporation</a>, spółki całkowicie zależnej od Mozilla Foundation. Części tych treści są objęte prawami autorskimi ich autorów, ©1998–%(current_year)s. Treści są udostępniane na licencji <a href="https://www.mozilla.org/foundation/licensing/website-content/">Creative Commons</a>.</small>
pt_br: <small>O Thunderbird faz parte da <a href="https://blog.thunderbird.net/2020/01/thunderbirds-new-home/">MZLA Technologies Corporation</a>, uma subsidiária integral da Fundação Mozilla. Partes deste conteúdo têm direitos autorais ©1998–%(current_year)s de colaboradores individuais. Conteúdo disponível sob uma <a href="https://www.mozilla.org/foundation/licensing/website-content/">licença Creative Commons</a>. </small>
ru: <small> Thunderbird является частью <a href="https://blog.thunderbird.net/2020/01/thunderbirds-new-home/">MZLA Technologies Corporation</a>, дочерней компании Mozilla Foundation. Части этого содержимого созданы участниками проекта ©1998–%(current_year)s . Содержимое доступно на условиях <a href="https://www.mozilla.org/foundation/licensing/website-content/">лицензии Creative Commons</a>. </small>
sk: <small>Thunderbird je súčasťou <a href="https://blog.thunderbird.net/2020/01/thunderbirds-new-home/">MZLA Technologies Corporation</a>, dcérskej spoločnosti v úplnom vlastníctve Mozilla Foundation. Časť tohto obsahu bola v rokoch ©1998–%(current_year)s vytvorená individuálnymi používateľmi. Obsah je dostupný pod licenciou <a href="https://www.mozilla.org/foundation/licensing/website-content/">Creative Commons</a>.</small>
sl: <small> Thunderbird je del <a href="https://blog.thunderbird.net/2020/01/thunderbirds-new-home/">MZLA Technologies Corporation</a>, podjetja v stoodstotni lasti fundacije Mozilla. Deli vsebine so avtorsko zaščiteni ©1998–%(current_year)s s strani posameznih sodelavcev. Vsebina je na voljo pod pogoji <a href="https://www.mozilla.org/foundation/licensing/website-content/">dovoljenja Creative Commons</a>. </small>
sq: <small> Thunderbird-i është pjesë e <a href="https://blog.thunderbird.net/2020/01/thunderbirds-new-home/">MZLA Technologies Corporation</a>, një nëndegë e Mozilla Foundation, në pronësi të plotë. Pjesë të kësaj lënde janë ©1998–%(current_year)s e kontribuesve individualë. Lëndë e përdorshme sipas një <a href="https://www.mozilla.org/foundation/licensing/website-content/">licence Creative Commons</a>. </small>
sv_se: <small> Thunderbird är en del av <a href="https://blog.thunderbird.net/2020/01/thunderbirds-new-home/">MZLA Technologies Corporation</a>, ett helägt dotterbolag till Mozilla Foundation. Upphovsrätten för delar av detta innehåll tillhör enskilda bidragsgivare ©1998–%(current_year)s. Innehåll tillgängligt under en <a href="https://www.mozilla.org/foundation/licensing/website-content/">Creative Commons-licens</a>. </small>
uk: <small> Thunderbird є частиною <a href="https://blog.thunderbird.net/2020/01/thunderbirds-new-home/">MZLA Technologies Corporation</a>, дочірньої компанії, що повністю належить Mozilla Foundation. Частини цього вмісту ©1998–%(current_year)s від окремих помічників. Вміст доступний на умовах ліцензії <a href="https://www.mozilla.org/foundation/licensing/website-content/">Creative Commons license</a>. </small>
vi: <small> Thunderbird là một phần của <a href="https://blog.thunderbird.net/2020/01/thunderbirds-new-home/">MZLA Technologies Corporation</a>, một công ty con thuộc sở hữu hoàn toàn của Mozilla Foundation. Các phần của nội dung này thuộc bản quyền ©1998–%(current_year)s bởi những người đóng góp cá nhân. Nội dung có sẵn dưới dạng <a href="https://www.mozilla.org/foundation/licensing/website-content/">giấy phép Creative Commons</a>. </small>

source: Contribute to this site
bg: Принос към страницата
cs: Zapojte se do vývoje této stránky
cy: Cyfrannwch i'r wefan hon
de: Zu dieser Website beitragen
el: Συνεισφορά στον ιστότοπο
es_ar: Contribuí con este sitio
es_cl: Colabora en esta página
es_es: Colabora en este sitio
eu: Egin ekarpena gune honi
fi: Auta sivuston kanssa
fr: Contribuer à ce site
fy_nl: Wurkje mei oan dizze side
gl: Colaborar neste sitio
hu: Legyen közreműködő
ia: Contribue a iste sito
is: Bæta við efni á þetta vefsvæði
it: Collabora allo sviluppo del sito
ja: このサイトに貢献
kab: Ttekki deg usmel-a
nb_no: Bidra til dette nettstedet
nl: Bijdragen aan deze website
nn_no: Bidra til denne nettstaden
pl: Pomóż tworzyć tę witrynę
pt_br: Contribua com este site
ru: Внести вклад в этот сайт
sk: Zapojte sa do vývoja tejto stránky
sl: Prispevajte k tej strani
sq: Kontribuoni te ky sajt
sv_se: Bidra till den här webbplatsen
tr: Bu siteye katkıda bulunun
uk: Поліпшити цей сайт
vi: Đóng góp cho trang web này

source: Translate this site
bg: Превод на страницата
cs: Přeložit tuto stránku
cy: Cyfieithwch y wefan hon
de: Diese Website übersetzen
el: Μετάφραση ιστοτόπου
es_ar: Traducir este sitio
es_cl: Traducir este sitio
es_es: Traducir este sitio
eu: Itzuli gune hau
fi: Käännä tämä sivusto
fr: Traduire ce site
fy_nl: Dizze website oersette
gl: Traducir este sitio
hu: Fordítsa le ezt a webhelyet
ia: Traducer iste sito
is: Þýða þetta vefsvæði
it: Traduci questo sito
ja: このサイトを翻訳
kab: Suqel asmel-a
nb_no: Oversett dette nettstedet
nl: Deze website vertalen
nn_no: Omset denne nettstaden
pl: Przetłumacz tę stronę
pt_br: Traduzir este site
ru: Перевести этот сайт
sk: Pomôžte preložiť túto stránku
sl: Prevedi to stran
sq: Përkthejeni këtë sajt
sv_se: Översätt den här webbplatsen
tr: Bu siteyi çevirin
uk: Перекласти цей сайт
vi: Dịch trang này

source: Meet the powerful email, calendar, and contacts app for Windows, Linux, and macOS.
bg: Запознайте се с мощното приложение за електронна поща, календар и контакти за Windows, Linux и macOS.
cs: Seznamte se s výkonnou aplikací pro e-mail, kalendář a kontakty pro Windows, Linux a macOS.
cy: Hwn yw'r ap e-bost, calendr, a chysylltiadau pwerus ar gyfer Windows, Linux, a macOS.
de: Lernen Sie die leistungsstarke E-Mail-, Kalender- und Kontakte-App für Windows, Linux und macOS kennen.
el: Γνωρίστε την πανίσχυρη εφαρμογή email, ημερολογίου και επαφών για Windows, Linux και macOS.
es_ar: Conocé la poderosa aplicación de correo electrónico, calendario y contactos para Windows, Linux y macOS.
es_cl: Conoce la poderosa aplicación de correo electrónico, calendario y contactos para Windows, Linux y macOS.
eu: Ezagutu Windows, Linux eta macOSentzako posta elektronikoa, egutegia eta kontaktuen aplikazio indartsua.
fi: Tutustu tehokkaaseen sähköposti-, kalenteri- ja yhteystietosovellukseen Windowsille, Linuxille ja macOS:lle.
fr: Découvrez la puissante application de messagerie, d’agenda et de contacts pour Windows, Linux et macOS.
fy_nl: Kom yn de kunde mei de krêftige app foar e-mail, aginda en kontakten foar Windows, Linux en macOS.
gl: Coñece a poderosa aplicación de correo electrónico, calendario e contactos para Windows, Linux e macOS.
hu: Ismerje meg a sokoldalú levelező-, naptár- és névjegykezelő alkalmazást Windowsra, Linuxra és macOS-re.
ia: Uni te al potente app de email, agenda, e contactos pro Windows, Linux, e macOS.
is: Kynntu þér öflugt forrit fyrir tölvupóst, dagatöl, og tengiliði á Windows, Linux og macOS.
it: Scopri la potente app di posta elettronica, calendario e contatti per Windows, Linux e macOS.
ja: Windows、Linux、macOS用の強力なメール、カレンダー、連絡先アプリをご紹介します。
nl: Maak kennis met de krachtige app voor e-mail, agenda en contacten voor Windows, Linux en macOS.
nn_no: Møt den kraftfulle appen for e-post, kalender og kontaktar for Windows, Linux og macOS.
pl: Poznaj zaawansowaną aplikację do obsługi poczty e-mail, kalendarza i kontaktów dla systemów Windows, Linux i macOS.
pt_br: Conheça o poderoso aplicativo de email, agenda e contatos para Windows, Linux e macOS.
ru: Встречайте мощное приложение электронной почты, календаря и контактов для Windows, Linux и macOS.
sk: Zoznámte sa s výkonnou aplikáciou na správu e‑mailov, kalendára a kontaktov pre Windows, Linux a macOS.
sl: Spoznajte zmogljivo aplikacijo za e-pošto, koledar in stike za Windows, Linux in macOS.
sv_se: Möt den kraftfulla appen för e-post, kalender och kontakter för Windows, Linux och macOS.
tr: Windows, Linux ve macOS için güçlü bir e-posta, takvim ve rehber uygulamasıyla tanışın.
uk: Зустрічайте потужну програму електронної пошти, календаря та контактів для Windows, Linux і macOS.
vi: Làm quen với ứng dụng email, lịch và danh bạ mạnh mẽ dành cho Windows, Linux và macOS.

source: Learn about the leading open-source email app for Android.
bg: Научете повече за водещото приложение за електронна поща с отворен код за Android.
cs: Seznamte se s přední e-mailovou aplikací s otevřeným zdrojovým kódem pro Android.
cy: Dysgwch am yr ap e-bost cod agored blaenllaw ar gyfer Android.
de: Erfahren Sie mehr über die führende Open-Source-E-Mail-App für Android.
el: Μάθετε για την κορυφαία εφαρμογή email ανοιχτού κώδικα για Android.
es_ar: Conocé la aplicación líder de correo electrónico de código abierto para Android.
es_cl: Aprende más acerca de la aplicación de correo electrónico de código abierto líder para Android.
eu: Lortu informazio gehiago Android-erako kode irekiko posta elektronikoko aplikazio nagusiari.
fi: Tutustu johtavaan avoimen lähdekoodin Android-sähköpostisovellukseen.
fr: Apprenez-en davantage sur la principale application de messagerie open source pour Android.
fy_nl: Mear ynfo oer de foaropjaande iepenboarne e-mailapp foar Android.
gl: Obtén información sobre a principal aplicación de correo electrónico de código aberto para Android.
hu: Ismerje meg a vezető nyílt forráskódú androidos levelezőalkalmazást.
ia: Apprende re le eminente app de email open-source pro Android.
is: Kynntu þér eitt mest notaða tölvupóstforritið með opnum grunnkóða fyrir Android.
it: Scopri la principale app di posta elettronica open source per Android.
ja: Android用の主要なオープンソースメールアプリについて説明します。
nl: Meer info over de toonaangevende opensource e-mailapp voor Android.
nn_no: Les meir om den leiande opne kjeldekode e-postappen for Android.
pl: Poznaj wiodącą aplikację e-mail o otwartym kodzie źródłowym dla systemu Android.
pt_br: Conheça o principal aplicativo de email de código aberto para Android.
ru: Узнайте больше о ведущем почтовом приложении с открытым исходным кодом для Android.
sk: Získajte informácie o poprednej e‑mailovej aplikácii s otvoreným zdrojovým kódom pre Android.
sl: Spoznajte vodilno odprtokodno e-poštno aplikacijo za Android.
sq: Mësoni rreth aplikacionit kryesues email, me burim të hapët, për Android.
sv_se: Lär dig om den ledande e-postappen med öppen källkod för Android.
tr: Android için önde gelen açık kaynaklı e-posta uygulaması hakkında bilgi alın.
uk: Дізнайтеся про провідну програму електронної пошти з відкритим кодом для Android.
vi: Tìm hiểu về ứng dụng email nguồn mở hàng đầu dành cho Android.

source: Learn about new product releases, community events, tech tips, and more.
bg: Научете повече за нови версии на продукти, събития на общността, технически съвети и други.
cs: Získejte informace o nových verzích produktů, komunitních akcích, technických tipech a ještě mnohem více.
cy: Dysgwch am fersiynnau cynnyrch newydd, digwyddiadau cymunedol, awgrymiadau technolegol, a mwy.
de: Erfahren Sie mehr über neue Produktversionen, Veranstaltungen der Gemeinschaft, technische Tipps und mehr.
el: Μάθετε για τις νέες κυκλοφορίες προϊόντων, τις εκδηλώσεις κοινότητας, τις συμβουλές τεχνολογίας και πολλά άλλα.
es_ar: Conocé los lanzamientos de nuevos productos, eventos comunitarios, consejos técnicos y mucho más.
es_cl: Aprende más acerca de lanzamientos de nuevos productos, eventos comunitarios, consejos técnicos y otros.
eu: Lortu informazio gehiago produktuen argitaratze berriei buruz, komunitateko ekitaldiena, aholku teknologikoak eta abar.
fi: Lisätietoja tuotejulkaisuista, yhteisön tapahtumista, teknisistä vinkeistä ja muusta.
fr: Obtenez des informations sur les nouvelles versions des produits, des évènements communautaires, des conseils techniques et bien plus.
fy_nl: Mear ynfo oer nije produktferzjes, mienskipseveneminten, technyske tips en mear.
gl: Obtén información sobre novos lanzamentos de produtos, eventos comunitarios, consellos técnicos e moito máis.
hu: Tudjon meg többet az új termékkiadásokról, közösségi eseményekről, műszaki tippekről és egyebekről.
ia: Apprende re nove versiones del producto, eventos de communitate, consilios technologic, e altero.
is: Fáðu upplýsingar um nýjar útgáfur, atburði í samfélaginu, tæknilegar ábendingar og fleira.
it: Scopri le nuove versioni dei prodotti, gli eventi della comunità, i suggerimenti tecnici e altro ancora.
ja: 新製品のリリース、コミュニティイベント、技術的なヒントなどについてご紹介します。
nl: Meer info over nieuwe productversies, gemeenschapsevenementen, technische tips en meer.
nn_no: Les meir om nye produktslepp, fellesskapsarrangement, tekniske tips, med meir.
pl: Poczytaj o nowych wydaniach produktów, wydarzeniach społecznościowych, poradach technicznych i nie tylko.
pt_br: Saiba mais sobre lançamentos de novos produtos, eventos da comunidade, dicas de tecnologia e mais.
ru: Узнавайте о новых выпусках продуктов, мероприятиях сообщества, технических советах и многом другом.
sk: Získajte informácie o nových vydaniach produktov, udalostiach v komunite, technických tipoch a ešte oveľa viac.
sl: Preberite več o izdajah novih izdelkov, dogodkih skupnosti, tehničnih nasvetih in več.
sq: Mësoni rreth hedhjesh të reja në qarkullim produktesh, veprimtari bashkësie, ndihmëza teknike, etj.
sv_se: Lär dig mer om nya produktsläpp, communityevent, tekniska tips och mer.
tr: Yeni sürümler, topluluk etkinlikleri, teknik ipuçları ve daha fazlası hakkında bilgi alın.
uk: Дізнавайтеся про випуски нових продуктів, події спільноти, технічні поради тощо.
vi: Tìm hiểu về các bản phát hành sản phẩm mới, sự kiện cộng đồng, mẹo công nghệ, v.v.

source: Desktop Help
bg: Помощ за настолната версия
cy: Cymorth Bwrdd Gwaith
de: Desktop-Hilfe
es_ar: Ayuda para escritorio
es_cl: Ayuda de escritorio
fi: Työpöytäohje
fr: Assistance pour ordinateur
fy_nl: Help foar Desktop
gl: Axuda para escritorio
hu: Asztali súgó
is: Hjálp fyrir vinnutölvur
nl: Hulp voor Desktop
pt_br: Ajuda para computador
ru: Справка для ПК
sk: Pomocník pre verziu pre počítače
sl: Pomoč za namizje
sq: Ndihmë për Desktop
sv_se: Hjälp för dator
tr: Masaüstü yardımı
vi: Trợ giúp cho máy tính
