Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: This article describes some of the major changes visible to users in Thunderbird version 78. Full details of all the changes can be found in the <a href="%(release)s">Thunderbird release notes from 78.0 and up</a>.
bg: Тази статия описва някои от основните промени, видими за потребителите във версия 78 на Thunderbird. Пълните подробности за всички промени могат да бъдат намерени в <a href="%(release)s">бележките по изданието на Thunderbird от 78.0 и нагоре</a> .
cs: V tomto článku najdete seznam nejviditelnějších novinek, které vám jako uživatelům přináší Thunderbird 78. Kompletní seznam všech změn najdete v <a href="%(release)s">poznámkách k vydání Thunderbirdu 78.0 a novějších</a>.
cy: Mae'r erthygl hon yn disgrifio rhai o'r newidiadau mawr sy'n weladwy i ddefnyddwyr yn fersiwn Thunderbird 78.0 . Mae modd gweld manylion llawn yr holl newidiadau yn y nodiadau rhyddhau <a href="%(release)s">Thunderbird 78</a>.
de: Dieser Artikel beschreibt einige der wichtigsten Änderungen, die für Benutzer in Thunderbird Version 78 sichtbar sind. Ausführliche Informationen zu allen Änderungen finden Sie in den <a href="%(release)s">Versionshinweisen zu Thunderbird 78.0 und höher</a>.
el: Αυτό το άρθρο περιγράφει μερικές από τις κύριες ορατές αλλαγές της έκδοσης 78 του Thunderbird. Πλήρεις λεπτομέρειες για όλες τις αλλαγές μπορείτε να βρείτε στις <a href="%(release)s">σημειώσεις έκδοσης του Thunderbird 78.0 και νεότερων</a>.
es_ar: Este artículo describe algunos de los cambios más importantes visibles a los usuarios en Thunderbird versión 78. Todos los detalles de los cambios pueden encontrarse en las <a href="%(release)s">notas de versión de Thunderbird 78.0 y posteriores</a>.
es_cl: Este artículo describe algunos de los cambios más importantes visibles para los usuarios en Thunderbird versión 78. Los detalles de todos los cambios pueden ser encontrados en las <a href="%(release)s">notas de lanzamiento de Thunderbird 78.0 y posteriores</a>.
es_es: Este artículo describe algunos de los cambios más importantes visibles para los usuarios en Thunderbird versión 78. Los detalles de todos los cambios pueden ser encontrados en las <a href="%(release)s">notas de lanzamiento de Thunderbird 78.0 y posteriores</a>.
eu: Artikulu honek erabiltzailearendako ikusgarriak diren Thunderbird 78.0 bertsioaren aldaketa nagusiak deskribatzen ditu. Aldaketa guztien xehetasun denak aurkitzeko <a href="%(release)s">Thunderbird 78 eta goragoko bertsio oharrak</a>.
fi: Tässä artikkelissa kuvataan joitain tärkeimmistä käyttäjälle näkyvistä muutoksista Thunderbirdin versiossa 78. Yksityiskohtaiset tiedot kaikista muutoksista löytyvät <a href="%(release)s"> Thunderbird 78 -julkaisutiedoista </a>.
fr: Cet article décrit certaines des principales modifications visibles par les utilisateurs de Thunderbird version 78. Les détails de toutes les modifications peuvent être trouvés dans les <a href="%(release)s">notes de version de Thunderbird 78.0 et plus</a>.
fy_nl: Dit artikel beskriuwt inkelde fan de wichtichste wizigingen dy’t sichtber binne foar brûkers yn Thunderbird ferzje 78. Folsleine details fan alle wizigingen binne te finen yn de <a href="%(release)s">útjefteopmerkingen fan Thunderbird 78.0 en heger</a>.
gl: Este artigo describe algúns dos principais cambios visíbeis para os usuarios da versión 78.0 do Thunderbird. Os detalles completos de todos os cambios poden atoparse nas <a href="%(release)s">notas de lanzamento de Thunderbird desde a versión 78 e superior</a>.
hu: Ez a cikk ismerteti a Thunderbird 78-as verziójának a felhasználók számára látható főbb változásait. Az összes változás részletes leírása megtalálható a <a href="%(release)s">Thunderbird 78.0-s és újabb verzióinak kiadási megjegyzéseiben</a>.
ia: Iste articulo describe parte del major cambios visibile al usatores in Thunderbird version 78. Plen detalios de tote le cambios pote esser trovate in le <a href="%(release)s">notas de version de Thunderbird de 78 e ultra</a>.
is: Þessi grein lýsir nokkrum af helstu breytingunum sem eru sýnilegar notendum í Thunderbird útgáfu 78. Nánari upplýsingar um allar breytingarnar má finna í <a href="%(release)s">útgáfuupplýsingum Thunderbird 78.0 og nýrri</a>.
it: Questo articolo descrive alcuni degli aggiornamenti più importanti visibili agli utenti in Thunderbird versione 78. La lista completa e dettagliata di tutte le modifiche è disponibile nelle <a href="%(release)s">note di versione di Thunderbird 78.0 e successive</a>.
ja: この記事では、Thunderbird バージョン 78 でユーザーに表示される主な変更点について説明します。すべての変更点の詳細は、<a href="%(release)s"> Thunderbird 78.0 以降のリリースノート</a> をご覧ください。
kab: Amagrad-a yesseglam-d kra n yisenfal igejdanen i ttwalin iseqdacen n Thunderbird lqem 68.0. Talqayt ɣef meṛṛa isenfal tezmer ad tettwaf deg <a href="%(release)s">Iwenniten n lqem n Thunderbird seg 78.0 d wugar</a>.
nb_no: Denne artikkelen beskriver noen av de viktigste endringene som er synlige for brukere i Thunderbird versjon 78. Fullstendige detaljer om alle endringene finner du i <a href="%(release)s">Thunderbird-utgivelsesnotater fra 78.0 og nyere</a>.
nl: Dit artikel beschrijft enkele van de belangrijkste wijzigingen die zichtbaar zijn voor gebruikers in Thunderbird versie 78. Volledige details van alle wijzigingen zijn te vinden in de <a href="%(release)s">uitgaveopmerkingen van Thunderbird 78.0 en hoger</a>.
nn_no: Denne artikkelen skildrar nokre av dei viktigaste endringane som er synlege for brukarar i Thunderbird versjon 78. Fullstendige detaljar om alle endringane finn du i <a href="%(release)s">versjonsnotatet til Thunderbird 78</a>.
pl: W tym artykule opisano część głównych zmian widocznych dla użytkowników w Thunderbirdzie 78. Pełne informacje o wszystkich zmianach można znaleźć w <a href="%(release)s">informacjach o wydaniu Thunderbirda 78.0 i nowszych</a>.
pt_br: Este artigo descreve algumas das principais mudanças visíveis aos usuários no Thunderbird versão 78. Detalhes completos de todas as mudanças podem ser encontradas nas <a href="%(release)s">notas de atualização do Thunderbird 78.0 em diante</a>.
ru: В данной статье описываются некоторые основные изменения, видимые для пользователей Thunderbird версии 78. Полный список изменений вы можете найти в <a href="%(release)s">Примечаниях к выпуску Thunderbird 78.0 и выше</a>.
sk: Tento článok popisuje niektoré viditeľné zmeny v Thunderbirde 78. Úplný zoznam zmien nájdete v <a href="%(release)s">poznámkach k vydaniu Thunderbirdu 78.0</a>.
sl: Ta članek opisuje nekatere od večjih novosti, ki jih bodo uporabniki opazili v različici Thunderbird 78. Poln seznam sprememb je na voljo v <a href="%(release)s">opombah ob izdaji Thunderbirda 78.0 in novejših</a>.
sq: Ky artikull përshkruan disa nga ndryshimet e rëndësishme të dukshme për përdoruesit në versionin 78 të Thunderbird-it. Hollësi të plota rreth krejt ndryshimeve mund të gjenden te <a href="%(release)s">shënime hedhjeje në qarkullim për Thunderbird 78.0 e sipër</a>.
sv_se: Den här artikeln beskriver några av de viktigaste förändringarna som är synliga för användare i Thunderbird version 78. Fullständig information om alla ändringar kan hittas i versionsfakta för <a href="%(release)s">Thunderbird 78.0 och senare</a>.
tr: Bu makalede Thunderbird 78 sürümündeki bazı önemli değişiklikler açıklanmaktadır. Değişikliklerin tüm ayrıntılarını <a href="%(release)s">Thunderbird 78.0 sürüm notlarında</a> bulabilirsiniz.
uk: Ця стаття описує деякі основні зміни, помітні користувачам в Thunderbird версії 78. Подробиці про всі зміни можна знайти в <a href="%(release)s">примітках до випуску Thunderbird 78 та новіших версій</a>.
vi: Bài viết này mô tả một số thay đổi lớn hiển thị cho người dùng trong Thunderbird phiên bản 78. Chi tiết đầy đủ về tất cả các thay đổi có thể được tìm thấy trong <a href="%(release)s">Ghi chú phát hành Thunderbird từ phiên bản 78.0 và mới hơn</a>.

source: Dark mode
bg: Тъмен режим
cs: Tmavý režim
cy: Modd tywyll
de: Dunkler Modus
el: Σκουρόχρωμη λειτουργία
es_ar: Modo oscuro
es_cl: Modo oscuro
es_es: Modo oscuro
eu: Modu ilnua
fi: Tumma tila
fr: Mode sombre
fy_nl: Donkere modus
gl: Modo escuro
hu: Sötét mód
ia: Modo obscur
is: Dökkur hamur
it: Modalità scura
ja: ダークモード
kab: Askar aberkan
nb_no: Mørk modus
nl: Donkere modus
nn_no: Mørk modus
pl: Tryb ciemny
pt_br: Modo escuro
ru: Тёмная тема
sk: Tmavý režim
sl: Temni način
sq: Mënyra e errët
sv_se: Mörkt läge
tr: Koyu mod
uk: Темний режим
vi: Chế độ tối

source: There is now a dark mode in Thunderbird, making late-night email easier on the eyes. To enable, Thunderbird will use your operating system settings to see if you have enabled dark mode OS-wide.
bg: Вече има тъмен режим в Thunderbird, което прави имейлите късно през нощта по-лесни за очите. Thunderbird ще използва настройките на вашата операционна система, за да провери дали сте активирали тъмен режим за цялата операционна система преди да го активирате ръчно.
cs: V Thunderbirdu je nyní tmavý režim, díky kterému je čtení e-mailů pozdě v noci příjemnější pro oči. Thunderbird použije režim podle nastavení vašeho operačního systému.
cy: Bellach mae modd tywyll yn Thunderbird, gan wneud e-bost hwyr y nos yn haws ar y llygaid. Er mwyn ei alluogi, bydd Thunderbird yn defnyddio gosodiadau eich system weithredu i weld a ydych chi wedi galluogi modd tywyll ar draws eich system weithredu.
de: In Thunderbird gibt es jetzt einen dunklen Modus, der E-Mail-Verarbeitung nachts angenehmer für die Augen macht.. Zum Aktivieren verwendet Thunderbird Ihre Betriebssystemeinstellungen, um festzustellen, ob Sie den dunklen Modus für das gesamte Betriebssystem aktiviert haben.
el: Το Thunderbird διαθέτει πλέον σκουρόχρωμη λειτουργία, διευκολύνοντας τη χρήση αργά τη νύχτα. Για να την ενεργοποιήσει, το Thunderbird θα ελέγξει τις ρυθμίσεις συστήματός σας για να δει αν την χρησιμοποιείτε σε όλο το λειτουργικό σύστημα.
es_ar: Ahora hay un modo oscuro en Thunderbird, lo que hace que el correo electrónico nocturno canse la vista. Para habilitarlo, Thunderbird usará la configuración de tu sistema operativo para ver si habilitaste el modo oscuro en todo el sistema operativo.
es_cl: Ahora hay un modo oscuro en Thunderbird, lo que hace que la lectura nocturna de correo electrónico sea más fácil para la vista. Para habilitarlo, Thunderbird usará la configuración de tu sistema operativo para ver si ha habilitado el modo oscuro en todo el sistema operativo.
es_es: Ahora hay un modo oscuro en Thunderbird, lo que hace que la lectura nocturna de correo electrónico sea más fácil para la vista. Para habilitarlo, Thunderbird usará la configuración de tu sistema operativo para ver si has activado el modo oscuro en todo el sistema operativo.
eu: Orain Thunderbird modu iluna dauka, gaueko postak begientzat egokiagoak eginez. Gaitzeko, Thunderbird zure sistema eragileko ezarpenak erabiliko ditu jakiteko ea zuk modu iluna sistema osoan ezarria daukazun.
fi: Thunderbirdissä on nyt tumma tila, joka on ystävällisempi silmille myöhäisillan sähköpostin käytössä. Thunderbird käyttää käyttöjärjestelmän asetuksia selvittääkseen, oletko ottanut tumman tilan käyttöön koko käyttöjärjestelmässä.
fr: Un mode sombre est à présent disponible dans Thunderbird, ce qui facilite la correspondance en fin de soirée. Pour l’activer, Thunderbird utilisera les paramètres de votre système d’exploitation pour voir si vous avez activé le mode sombre pour tout le système d’exploitation.
fy_nl: Thunderbird hat no in donkere modus, wêrtroch e-mail letter op de jûn nofliker wurdt foar de eagen. Om dit yn te skeakeljen, brûkt Thunderbird de ynstellingen fan jo bestjoeringssysteem om te sjen oft jo de donkere modus yn jo folsleine bestjoeringssysteem ynskeakele hawwe.
gl: Agora hai un modo escuro no Thunderbird, o que facilita a lectura dos correos electrónicos pola noite sendo máis confortábel para os ollos. Para habilitalo, Thunderbird usará a configuración do seu sistema operativo para ver se habilitou o modo escuro en todo o sistema operativo.
hu: Most már sötét mód is van a Thunderbirdben, amely kevésbé megterhelő a szemeknek a késő esti levelezésnél. Az engedélyezéshez a Thunderbird az operációs rendszer beállítását használja, ha engedélyezte az operációs rendszer szintjén.
ia: Il ha ora un modo obscur in Thunderbird, que rende plus confortabile pro le oculos inviar e-mails a tarde nocte. Pro lo activar, Thunderbird usara le parametros de tu systema operative pro vider si tu ha activate le modo obscur general.
is: Núna er til dökkur hamur í Thunderbird, sem gerir vinnu við tölvupóst seint á kvöldin minna krefjandi fyrir augun. Til að virkja hann mun Thunderbird nota stillingar stýrikerfisins þíns til að sjá hvort þú hafir virkjað dökkan ham í öllu stýrikerfinu.
it: Ora Thunderbird ha una modalità scura che rende più agevole la corrispondenza in tarda serata. Thunderbird passerà automaticamente alla modalità scura se questa è stata impostata come modalità predefinita per il sistema operativo.
ja: Thunderbird がダークモードに対応しました。深夜でも目に優しい色調でメールを読むことができます。有効にするには、Thunderbird がオペレーティングシステムの設定を使用するため、オペレーティングシステムの設定でダークモードが有効になっているか確認してください。
kab: Yella akka tura uskar ubrik deg Thunderbird, dayen yettarran tafat fessuset deg yimayl i wallen. Akken ad tremdeḍ-t Thunderbird ad yesseqdec iɣewwaṛen n unagraw-ik n wammud akken ad iwali ma yella tremdeḍ askar ubrik i unagraw meṛṛa.
nb_no: Thunderbird har nå en mørk modus som gjør e-postbehandling lettere for øynene om natten. For å aktivere den, bruker Thunderbird operativsysteminnstillingene dine for å avgjøre om du har aktivert mørk modus for hele operativsystemet.
nl: Thunderbird heeft nu een donkere modus, waardoor e-mail later op de avond fijner wordt voor de ogen. Om dit in te schakelen, gebruikt Thunderbird de instellingen van uw besturingssysteem om te zien of u de donkere modus in uw gehele besturingssysteem heeft ingeschakeld.
nn_no: Thunderbird har no ein mørk modus som gjer e-posthandtering lettare for augene om natta. For å aktivere den, brukar Thunderbird operativsysteminnstillingane dine for å sjå om du har aktivert mørk modus for heile operativsystemet.
pl: Thunderbird ma teraz tryb ciemny, dzięki któremu czytanie e-maili w nocy jest lżejsze dla oczu. Aby go włączyć, Thunderbird użyje ustawień systemu operacyjnego, aby sprawdzić, czy włączono tryb ciemny w całym systemie.
pt_br: Agora há um modo escuro no Thunderbird, tornando a leitura de emails à noite mais confortável para os olhos. Você pode usar sempre assim, ou deixar o Thunderbird usar as configurações do sistema operacional para saber se você ativou o modo escuro no sistema como um todo.
ru: В Thunderbird теперь есть тёмная тема, которая облегчает глазам работу с электронной почтой по ночам. Для её включения Thunderbird обратится к настройкам вашей операционной системы, чтобы проверить, включена ли в ней тёмная тема.
sk: V Thunderbirde je odteraz aj tmavý režim, ktorý je v noci šetrnejší k vašim očiam. Pri jeho aktivácii Thunderbird používa nastavenia vášho operačného systému aby zistil, či je tmavý režim použitý v celom operačnom systéme.
sq: Tani në Thunderbird ka një mënyrë të errët, duke e bërë punën me email më të lehtë për sytë natën vonë. Për ta aktivizuar, Thunderbird-i do të përdorë rregullimet e sistemit tuaj operativ, për të parë nëse keni të aktivizuar mënyrën e errët për krejt OS-in.
sv_se: Thunderbird har nu ett mörkt läge som gör e-posthantering lättare för ögonen på natten. För att aktivera det använder Thunderbird dina operativsysteminställningar för att avgöra om du har aktiverat mörkt läge för hela operativsystemet.
tr: Thunderbird'de artık gece geç saatlerde gelen e-postalar için gözlerinizi yormayan koyu mod var. Thunderbird, koyu modu etkinleştirmek için işletim sistemi ayarlarınızda koyu modun açık olup olmadığına bakacaktır.
uk: Тепер Thunderbird має темний режим, дозволяючи полегшити навантаження на очі при перегляді пошти вночі. Для його активації Thunderbird використовує налаштування темного режиму вашої операційної системи.
vi: Giờ đây sẽ có chế độ tối trong Thunderbird, giúp cho việc gửi email đêm khuya trở nên dễ dàng hơn. Để bật, Thunderbird sẽ sử dụng cài đặt hệ điều hành của bạn để xem bạn đã bật chế độ tối trên toàn hệ điều hành chưa.

source: Account Setup & Account Central Updated
bg: Настройките за профили са обновени
cs: Nastavení a správa účtů
cy: Diweddarwyd Gosod Cyfrifon a Chanolfan Cyfrifon
de: Benutzerkontenkonfiguration & Kontozentrale aktualisiert
el: Ενημερωμένες ρυθμίσεις & κέντρο λογαριασμού
es_ar: Configuración de cuenta y central de cuentas actualizadas
es_cl: Configuración de cuenta y central de cuentas actualizadas
es_es: Actualizadas la configuración y la central de cuentas
eu: Kontu konfigurazioa eta kontuen zentroa eguneratuak
fi: Tilin asetukset ja tilikeskus on päivitetty
fr: Mise à jour de la configuration et de la gestion des comptes
fy_nl: Accountynstellingen en Accountsintrale bywurke
gl: Actualización da Configuración da conta e Centro de contas
hu: Fiókbeállítás és fiókközpont frissítve
ia: Configuration de contos & Centro de contos actualisate
is: Uppsetning reiknings og reikningamiðstöð uppfærð
it: Configurazione dell’account e Centro degli account aggiornati
ja: アカウントセットアップとアカウントホームページの更新
kab: Aleqqem n twila akked usefrek n yimiḍanen
nb_no: Kontokonfigurasjon og kontosenter oppdatert
nl: Accountinstellingen en Accountcentrale bijgewerkt
nn_no: Kontokonfigurasjon og kontosenter oppdatert
pl: Aktualizacja konfiguracji kont
pt_br: Configuração de conta e central de contas atualizadas
ru: Улучшены создание и настройка учётных записей
sk: Boli aktualizované nastavenia účtu a karta správy účtu
sq: U përditësuan Ujdisje Llogarie & Qendër Llogarish
sv_se: Uppdaterade kontoinställningar & kontoöversikt
tr: Hesap kurulumu ve hesap merkezi güncellendi
uk: Оновлено налаштування та керування обліковим записом
vi: Thiết lập tài khoản & trung tâm cập nhật tài khoản
