Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: Click here to <strong class="block">Donate!</strong>
bg: Щракнете тук, за да <strong class="block">Дарите!</strong>
cs: Klepněte sem a <strong class="block">pošlete svůj dar</strong>!
cy: Cliciwch yma i <strong class="block">Roi!</strong>
de: Klicken Sie hier, um zu <strong class="block">Spenden!</strong>
el: Κάντε κλικ εδώ για <strong class="block">Δωρεά!</strong>
es_ar: ¡Hacé clic aquí para <strong class="block">Donar!</strong>
es_cl: ¡Haz clic aquí para <strong class="block">Donar!</strong>
es_es: ¡Haz clic aquí para <strong class="block">Donar!</strong>
eu: Klik egizu hemen <strong class="block">dohaintza</strong> egiteko!
fi: Napsauta tästä <strong class="block">lahjoittaaksesi!</strong>
fr: Cliquez ici pour <strong class="block">faire un don !</strong>
fy_nl: Klik hjir om te <strong class="block">donearjen!</strong>
gl: Faga clic aquí para <strong class="block">doar!</strong>
hu: Kattintson ide az <strong class="block">adományozáshoz!</strong>
ia: Clicca ci pro <strong class="block">Donar!</strong>
is: Smelltu hér til að <strong class="block">styrkja okkur!</strong>
it: Fai clic qui per <strong class="block">fare una donazione!</strong>
ja: <strong class="block">寄付はこちらへ。</strong>ご協力をお願いします。
nl: Klik hier om te <strong class="block">doneren!</strong>
nn_no: Trykk her for å <strong class="block">donere!</strong>
pl: Kliknij tutaj, aby <strong class="block">przekazać datek</strong>
pt_br: Clique aqui para <strong class="block">fazer uma doação!</strong>
ru: Нажмите здесь, чтобы <strong class="block">Пожертвовать!</strong>
sk: Kliknutím sem <strong class="block">prispejte!</strong>
sl: Kliknite tukaj za <strong class="block">donacijo!</strong>
sq: Klikoni këtu që të <strong class="block">Dhuroni!</strong>
sv_se: Klicka här för att <strong class="block">donera!</strong>
tr: <strong class="block">Bağış yapmak</strong> için buraya tıklayın!
uk: Клацніть тут, щоб <strong class="block">підтримати нас!</strong>
vi: Nhấp vào đây để <strong class="block">quyên góp!</strong>

source: Help keep <strong class="block">Thunderbird Alive!</strong>
bg: Помогнете да запазим <strong class="block">Thunderbird жив!</strong>
cs: Pomozte udržet <strong class="block">Thunderbird naživu</strong>!
cy: Helpwch i gadw <strong class="block">Thunderbird yn Fyw!</strong>
de: Helfen Sie mit, <strong class="block">Thunderbird am Leben zu erhalten!</strong>
el: Βοηθήστε το <strong class="block">Thunderbird να επιβιώσει!</strong>
es_ar: ¡Ayudá a mantener <strong class="block">vivo a Thunderbird!</strong>
es_cl: ¡Ayuda a mantener vivo a <strong class="block">Thunderbird</strong>!
es_es: ¡Ayuda a mantener vivo <strong class="block">Thunderbird!</strong>
eu: Lagundu <strong class="block">Thunderbird bizirik</strong> mantentzen!
fi: Auta pitämään <strong class="block">Thunderbird elossa!</strong>
fr: Aidez à garder <strong class="block">Thunderbird en vie !</strong>
fy_nl: Help <strong class="block">Thunderbird yn libben te hâlden!</strong>
gl: Axude a manter vivo a <strong class="block">Thunderbird!</strong>
hu: Segítsen a <strong class="block">Thunderbird életben tartásában!</strong>
ia: Adjuta a mantener <strong class="block">Thunderbird vive!</strong>
is: Hjálpaðu til við að halda <strong class="block">Thunderbird í gangi!</strong>
it: Aiutaci a mantenere <strong class="block">in vita Thunderbird!</strong>
ja: <strong class="block">Thunderbirdの存続</strong>にご協力ください！
nl: Help <strong class="block">Thunderbird in leven te houden!</strong>
nn_no: Hjelp til med å halde <strong class="block">Thunderbird i live!</strong>
pl: Pomóż <strong class="block">Thunderbirdowi przetrwać</strong>
pt_br: Ajude a manter o <strong class="block">Thunderbird vivo!</strong>
ru: Помогите <strong class="block">сохранить Thunderbird!</strong>
sk: Pomôžte udržať <strong class="block">Thunderbird nažive!</strong>
sl: Pomagajte <strong class="block">ohraniti Thunderbird pri življenju!</strong>
sq: Ndihmoni të mbahet <strong class="block">Thunderbird-i Gjallë!</strong>
sv_se: Hjälp till att hålla <strong class="block">Thunderbird vid liv!</strong>
tr: <strong class="block">Thunderbird’ü canlı tutmamıza</strong> yardım edin!
uk: Допоможіть зберегти <strong class="block">Thunderbird!</strong>
vi: Giúp giữ <strong class="block">cho Thunderbird tồn tại!</strong>

source: <strong>Thunderbird</strong>’s mission is to offer a time and privacy-respecting, customizable communication experience that gives you control of your data and experience. <strong>Free to everyone!</strong>
bg: Мисията на <strong>Thunderbird</strong> е да предложи зачитащо времето и поверителността изживяване при разговори с възможност за приспособяване, което ви дава контрол върху данните. <strong>Свободно и безплатно за всички!</strong>
cs: <strong>Misí Thunderbirdu</strong> je nabídnout komunikační prostředí, které respektuje váš čas i soukromí, dá se přizpůsobit a dává vám kontrolu nad vašimi daty. <strong>Zdarma a pro všechny!</strong>
cy: Cenhadaeth <strong>Thunderbird</strong> yw cynnig profiad cyfathrebu hawdd ei addasu sy'n parchu preifatrwydd ac sy'n rhoi rheolaeth i chi ar eich data a'ch profiad. <strong>Ac am ddim i bawb!</strong>
de: Die Mission von <strong>Thunderbird</strong> ist es, ein zeit- und datenschutzfreundliches, anpassbares Kommunikationserlebnis anzubieten, das Ihnen die Kontrolle über Ihre Daten und Ihr Erlebnis gibt. <strong>Kostenlos für alle!</strong>
el: Αποστολή του <strong>Thunderbird</strong> είναι η παροχή μιας προσαρμόσιμης εμπειρίας επικοινωνίας που σέβεται τον χρόνο και το απόρρητο και σας δίνει τον έλεγχο των δεδομένων και της εμπειρίας σας. <strong>Δωρεάν για όλους!</strong>
es_ar: La misión de <strong>Thunderbird</strong> es ofrecer una experiencia de comunicación personalizable que respete el tiempo y la privacidad y que te permita controlar tus datos y tu experiencia. <strong> ¡Gratis para todos!</strong>
es_cl: La misión de <strong>Thunderbird</strong> es ofrecer una experiencia de comunicación personalizable que respete el tiempo y la privacidad y que te permita controlar tus datos y tu experiencia. <strong>¡Gratis para todos!</strong>
es_es: La misión de <strong>Thunderbird</strong> es ofrecer una experiencia de comunicación personalizable que respete tu tiempo y privacidad y que te permita controlar tus datos y tu experiencia. <strong>¡Gratis para todos!</strong>
eu: <strong>Thunderbird</strong>en Misioa da denboran eta pribatutasunarekiko errespetuzko komunikazio-esperientzia pertsonalizatu bat eskaintzea , zure datuen eta esperientzien kontrola emango dizuna. <strong>Dohain guztientzat!</strong>
fr: La mission de <strong>Thunderbird</strong> est de proposer une expérience de communication personnalisable, respectueuse de votre temps et de votre vie privée, qui vous donne le contrôle de vos données et de votre utilisation. <strong>Gratuit pour tout le monde !</strong>
fy_nl: De missy fan <strong>Thunderbird</strong> is om in tiid- en privacy-respektearjende, oanpasbere kommunikaasje-ûnderfining oan te bieden dy’t jo kontrôle jout oer jo gegevens en ûnderfining. <strong>Fergees foar elkenien!</strong>
gl: A misión de <strong>Thunderbird</strong> é ofrecer unha experiencia de comunicación personalizable que respete o tempo e a privacidade que che ofreza o control dos teus datos e experiencia. <strong>Gratis para todos!</strong>
hu: A <strong>Thunderbird</strong> küldetése, hogy egy időt és magánszférát tiszteletben tartó, személyre szabható kommunikációs élményt kínáljon, amely lehetővé teszi az adatok és az élmények irányítását. <strong>Mindenki számára ingyenesen!</strong>
ia: Le mission de <strong>Thunderbird</strong> es de offerer un experientia de communication personalisabile, respectuose de vostre tempore e confidentialitate, que da vos controlo de vostre datos e experientia. <strong>Gratis pro totes!</strong>
is: Hlutverk <strong>Thunderbird</strong> er að bjóða upp á sérsníðanleg samskipti sem virða tímann þinn og friðhelgi, og sem gefur þér stjórnina á gögnum þínum og vinnuaðferðum. <strong>Ókeypis fyrir alla!</strong>
it: La missione di <strong>Thunderbird</strong> è quella di offrire un’esperienza di comunicazione personalizzabile che rispetti il tuo tempo e la tua privacy, per darti il controllo totale sui tuoi dati e la tua esperienza. <strong>Completamente gratuito per tutti!</strong>
ja: <strong>Thunderbird</strong>の使命は、ユーザーの時間とプライバシーを尊重し、ユーザー自身がデータや体験をコントロールし、カスタマイズできるコミュニケーションの体験を<strong>無料で皆さんに</strong>提供することです。
nl: De missie van <strong>Thunderbird</strong> is het bieden van een tijd en privacy respecterende, aanpasbare communicatie-ervaring die u controle geeft over uw gegevens en ervaring. <strong>Gratis voor iedereen!</strong>
nn_no: Oppdraget til <strong>Thunderbird</strong> er å tilby ei tids- og personvernvennleg, brukartilpassa kommunikasjonsoppleving som gir deg kontroll over dataa dine og opplevinga di. <strong>Gratis for alle!</strong>
pl: <strong>Misją Thunderbirda</strong> jest oferowanie spersonalizowanej komunikacji z poszanowaniem czasu i prywatności, która daje Ci kontrolę nad danymi i sposobem korzystania z aplikacji. <strong>Wolność dla wszystkich, za darmo!</strong>
pt_br: A missão do <strong>Thunderbird</strong> é oferecer uma experiência de comunicação personalizável, que respeita seu tempo e sua privacidade, permitindo que você controle seus dados e sua experiência de uso. <strong>De graça para todos!</strong>
ru: Миссия <strong>Thunderbird</strong> состоит в том, чтобы предложить настраиваемый способ общения с учетом времени и конфиденциальности, который дает вам контроль над своими данными и опытом. <strong>Бесплатно для всех!</strong>
sk: Poslaním <strong>Thunderbirdu</strong> je ponúkať prispôsobiteľné komunikačné prostredie rešpektujúce čas a súkromie, ktoré vám poskytne kontrolu nad vašimi údajmi a skúsenosťami. <strong>Zadarmo pre každého!</strong>
sl: Poslanstvo <strong>Thunderbirda</strong> je ponuditi komunikacijsko okolje, ki spoštuje vaš čas in zasebnost, je prilagodljivo in vam omogoča nadzor nad vašimi podatki. <strong>Brezplačno in prosto!</strong>
sq: Misioni i <strong>Thunderbird</strong>-it është të ofrojë komunikim që respekton privatësinë, që mund të përshtatet, që ju jep kontroll mbi të dhënat tuaja dhe funksionimin. <strong>I lirë për këdo!</strong>
sv_se: <strong>Thunderbird</strong>s uppdrag är att tillhandahålla en tids- och integritetsvänlig, anpassningsbar kommunikationsupplevelse som ger dig kontroll över din data och din upplevelse. <strong>Gratis för alla!</strong>
uk: Місія <strong>Thunderbird</strong> полягає в наданні налаштовуваного спілкування з повагою до часу та приватності, що дає вам контроль над своїми даними та роботою. <strong>Безплатний для всіх!</strong>
vi: Sứ mệnh của <strong>Thunderbird</strong> là cung cấp trải nghiệm giao tiếp có thể tùy chỉnh, tôn trọng thời gian và quyền riêng tư, cho phép bạn kiểm soát dữ liệu và trải nghiệm của mình. <strong>Miễn phí cho mọi người!</strong>

source: Accomplishing that mission means keeping <strong>Thunderbird</strong> secure, maintaining complex server infrastructure, updating old code, fixing bugs and developing new features. <strong>These activities aren’t cheap</strong> - requiring talented software engineers and robust infrastructure.
bg: Изпълнението на тази мисия означава поддържане на сигурността на <strong>Thunderbird</strong>, поддържане на сложна сървърна инфраструктура, актуализиране на стар код, коригиране на грешки и разработване на нови функции. <strong>Тези дейности не са евтини</strong> - изискват талантливи софтуерни инженери и стабилна инфраструктура.
cs: Dosáhnout takové mise znamená udržovat bezpečnost <strong>Thunderbird</strong>, komplexní infrastrukturu serverů, aktualizace starého kódu, opravování chyb i vývoj nových funkcí. <strong>Všechno z toho něco stojí</strong>, vyžaduje talentované softwarové inženýry a robustní infrastrukturu.
cy: Mae cyflawni'r genhadaeth honno'n golygu cadw <strong>Thunderbird</strong> yn ddiogel, cynnal seilwaith gweinydd cymhleth, diweddaru hen god, cywiro gwallau a datblygu nodweddion newydd. <strong>Nid yw'r gweithgareddau hyn yn rhad</strong> - mae angen peirianwyr meddalwedd dawnus a seilwaith cadarn.
de: Um diese Mission zu erfüllen, müssen wir <strong>Thunderbird</strong> sicher halten, eine komplexe Serverinfrastruktur warten, alten Quelltext aktualisieren, Fehler beheben und neue Funktionen entwickeln. <strong>Diese Aktivitäten sind nicht billig</strong> – sie erfordern talentierte Softwareentwickler und eine robuste Infrastruktur.
el: Η εκπλήρωση αυτής της αποστολής σημαίνει διατήρηση της ασφάλειας του <strong>Thunderbird</strong>, διατήρηση της περίπλοκης υποδομής διακομιστών, ενημέρωση του παλαιού κώδικα, διόρθωση των σφαλμάτων και ανάπτυξη νέων δυνατοτήτων. <strong>Αυτές οι δραστηριότητες δεν είναι φθηνές</strong> - απαιτούνται ταλαντούχοι μηχανικοί λογισμικού και ισχυρή υποδομή.
es_ar: Cumplir esa misión significa mantener <strong>Thunderbird</strong> seguro, mantener una infraestructura de servidor compleja, actualizar el código antiguo, corregir errores y desarrollar nuevas funciones.<strong> Estas actividades no son baratas</strong>: requieren ingenieros de software talentosos y una infraestructura robusta.
es_cl: Cumplir esa misión significa mantener <strong>Thunderbird</strong> seguro, darle mantenimiento a una infraestructura de servidores compleja, actualizar el código antiguo, corregir errores y desarrollar nuevas funciones. <strong>Estas actividades no son baratas</strong> - requieren ingenieros de software talentosos y una infraestructura robusta.
es_es: Cumplir esa misión significa mantener <strong>Thunderbird</strong> seguro, mantener una infraestructura de servidores compleja, actualizar el código antiguo, corregir errores y desarrollar nuevas funciones. <strong>Estas actividades no son baratas</strong> - requieren ingenieros de software con talento y una infraestructura robusta.
eu: Misio hori betetzeak esan nahi du <strong>Thunderbird</strong> segurua izatea, zerbitzarien azpiegitura konplexuak mantentzea, kode zaharra eguneratzea, akatsak konpontzea eta ezaugarri berriak garatzea. <strong>Jarduera horiek ez dira merkeak</strong>, eta talentu handiko software ingeniariak eta azpiegitura sendoak behar dituzte.
fr: Pour mener à bien cette mission, il faut assurer la sécurité de <strong>Thunderbird</strong>, maintenir une infrastructure de serveurs complexe, moderniser le code source, corriger les bugs et développer de nouvelles fonctionnalités. <strong>Ces activités sont coûteuses</strong> et nécessitent une équipe d’ingénierie logicielle talentueuse et une infrastructure robuste.
fy_nl: It folbringen fan dy missy betsjut it feilich hâlden fan <strong>Thunderbird</strong>, it ûnderhâlden fan in komplekse serverynfrastruktuer, it bywurkjen fan âlde koade, it reparearjen fan bugs en it ûntwikkeljen fan nije funksjes. <strong>Dizze aktiviteiten binne net goedkeap</strong> – se fereaskje talintfolle software-yngenieurs en in robúste ynfrastruktuer.
gl: Cumprir esa misión significa manter <strong>Thunderbird</strong> seguro, manter unha infraestrutura complexa de servidores, actualizar o código antigo, corrixir erros e desenvolver novas funcións. <strong>Estas actividades non son baratas</strong>: requiren enxeñeiros de software talentosos e unha infraestrutura sólida.
hu: A küldetés teljesítése a <strong>Thunderbird</strong> biztonságának megőrzését, az összetett kiszolgáló-infrastruktúra karbantartását, a régi kód frissítését, a hibák javítását és az új funkciók fejlesztését jelenti. <strong>Ezek a tevékenységek nem olcsók</strong> – tehetséges szoftvermérnököket és robusztus infrastruktúrát igényelnek.
ia: Complir iste mission significa mantener <strong>Thunderbird</strong> secur, mantener un complexe infrastructura de servitores, actualisar vetere codification, remediar errores e disveloppar nove functionalitates. <strong>Iste activitates non es incostose</strong>: besonia de ingenieros de software talentose e robuste infrastructura.
is: Að ná því markmiði þýðir að halda <strong>Thunderbird</strong> öruggum, viðhalda flóknum innviðum netþjóna, uppfæra gamlan kóða, laga villur og þróa nýja eiginleika. <strong>Þessi starfsemi er ekki ódýr</strong> - krefst hæfileikaríkra hugbúnaðarverkfræðinga og öflugra innviða.
it: Per raggiungere questo obiettivo dobbiamo garantire che <strong>Thunderbird</strong> rimanga sicuro, mantenere una complessa infrastruttura di server, aggiornare il codice sorgente, risolvere i problemi esistenti e sviluppare nuove funzionalità. <strong>Queste attività non sono economiche</strong> e richiedono sviluppatori di talento e una robusta infrastruttura.
ja: この使命を達成するには、<strong>Thunderbird</strong>を安全に保ち、複雑なサーバーインフラを保守し、古いコードを更新し、バグを修正し、新規機能を開発する必要があります。<strong>これらの活動にかかる費用は安くありません</strong> - 才能のあるソフトウェアエンジニアや堅牢なインフラが必要です。
nl: Het bereiken van die missie betekent het veilig houden van <strong>Thunderbird</strong>, het onderhouden van een complexe serverinfrastructuur, het bijwerken van oude code, het oplossen van bugs en het ontwikkelen van nieuwe functies. <strong>Deze activiteiten zijn niet goedkoop</strong> – ze vereisen getalenteerde software-engineers en een robuuste infrastructuur.
nn_no: Å klare det oppdraget tyder å halde <strong>Thunderbird</strong> sikker, oppretthalde kompleks serverinfrastruktur, oppdatere gammal kode, rette feil og utvikle nye funksjonar. <strong>Desse aktivitetane kostar pengar</strong> – krev talentfulle programvareingeniørar og robust infrastruktur.
pl: Realizacja tej misji oznacza dbanie o bezpieczeństwo <strong>Thunderbirda</strong>, utrzymywanie kompleksowej infrastruktury serwerowej, aktualizowanie starego kodu, naprawianie błędów i opracowywanie nowych funkcji. <strong>To nie jest tanie – wymaga utalentowanych inżynierów oprogramowania i solidnej infrastruktury.</strong>
pt_br: Cumprir esta missão significa manter o <strong>Thunderbird</strong> seguro, sustentando uma infraestrutura complexa de servidores, atualizando códigos antigos, corrigindo erros e desenvolvendo novos recursos. <strong>Essas atividades não são baratas</strong>, exigem engenheiros de software talentosos e infraestrutura robusta.
ru: Выполнение этой миссии означает обеспечение безопасности <strong>Thunderbird</strong>, поддержку сложной серверной инфраструктуры, обновление старого кода, исправление ошибок и разработку новых функций. <strong>Эти действия недешевы</strong> — для них требуются талантливые инженеры-программисты и надежная инфраструктура.
sk: Splnenie tohto poslania znamená udržiavať <strong>Thunderbird</strong> v bezpečí, udržiavať komplexnú serverovú infraštruktúru, aktualizovať starý kód, opravovať chyby a vyvíjať nové funkcie. <strong>Tieto činnosti nie sú lacné</strong> – vyžadujú si talentovaných softvérových inžinierov a robustnú infraštruktúru.
sl: To poslanstvo pomeni, da je treba skrbeti za varnost <strong>Thunderbirda</strong>, vzdrževati obsežno strežniško infrastrukturo, posodabljati staro kodo, odpravljati napake in razvijati nove zmožnosti. <strong>Te dejavnosti niso poceni</strong> – zanje potrebujemo talentirane programske inženirje in zmogljivo infrastrukturo.
sq: Plotësimi i këtij misioni do të thotë të mbahet <strong>Thunderbird-i</strong> i sigurt, të mirëmbahet një infrastrukturë e ndërlikuar shërbyesish, të përditësohet kod i vjetër, të ndreqen të meta dhe të zhvillohen veçori të reja. <strong>Këto veprimtari s’janë të lira</strong> - lypin inxhinierë të talentuar software-i dhe infrastrukturë të fuqishme.
sv_se: Att klara det uppdraget innebär att hålla <strong>Thunderbird</strong> säker, underhålla komplex serverinfrastruktur, uppdatera gammal kod, fixa buggar och utveckla nya funktioner. <strong>De här aktiviteterna är inte billiga</strong> – kräver talangfulla programvaruingenjörer och robust infrastruktur.
uk: Виконання цієї місії означає збереження безпеки <strong>Thunderbird</strong>, підтримку складної серверної інфраструктури, оновлення старого коду, виправлення помилок і розробку нових функцій. <strong>Ця діяльність недешева</strong> і потребує талановитих інженерів програмного забезпечення та надійної інфраструктури.
vi: Hoàn thành sứ mệnh đó có nghĩa là giữ an toàn cho <strong>Thunderbird</strong>, duy trì cơ sở hạ tầng máy chủ phức tạp, cập nhật đoạn mã cũ, sửa lỗi và phát triển các tính năng mới. <strong>Những hoạt động này không hề rẻ</strong> - đòi hỏi các kỹ sư phần mềm tài năng và cơ sở hạ tầng mạnh mẽ.
