Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: Welcome to <div class="tb-text">Thunderbird <small class="accent-text">Beta</small></div>
cs: Vítá vás <div class="tb-text">Thunderbird <small class="accent-text">Beta</small></div>
cy: Croeso i <div class="tb-text">Thunderbird <small class="accent-text">Beta</small></div>
de: Willkommen bei <div class="tb-text">Thunderbird <small class="accent-text">Beta</small></div>
el: Καλώς ορίσατε στο <div class="tb-text">Thunderbird <small class="accent-text">Beta</small></div>
es_ar: Bienvenido a <div class="tb-text">Thunderbird <small class="accent-text">Beta</small></div>
es_cl: Te damos la bienvenida a <div class="tb-text">Thunderbird <small class="accent-text">Beta</small></div>
es_es: Te damos la bienvenida a <div class="tb-text">Thunderbird <small class="accent-text">Beta</small></div>
eu: Ongietorri <div class="tb-text">Thunderbird<small class="accent-text">-en Beta</small>bertsiora</div>
fr: Bienvenue dans <div class="tb-text">Thunderbird <small class="accent-text">Beta</small></div>
fy_nl: Wolkom by <div class="tb-text">Thunderbird <small class="accent-text">Beta</small></div>
gl: Benvido a <div class="tb-text">Thunderbird <small class="accent-text">Beta</small></div>
hu: Üdvözli a <div class="tb-text">Thunderbird <small class="accent-text">Béta</small></div>
ia: Benvenite in <div class="tb-text">Thunderbird <small class="accent-text">Beta</small></div>
is: Velkomin í <div class="tb-text">Thunderbird <small class="accent-text">Beta-prófunarútgáfuna</small></div>
it: Benvenuto in <div class="tb-text">Thunderbird <small class="accent-text">Beta</small></div>
ja: <div class="tb-text">Thunderbird <small class="accent-text">Beta</small></div> へようこそ！
nl: Welkom bij <div class="tb-text">Thunderbird <small class="accent-text">Beta</small></div>
nn_no: Velkomen til <div class="tb-text">Thunderbird <small class="accent-text">Beta</small></div>
pl: Witaj w <div class="tb-text">Thunderbirdzie <small class="accent-text">Beta</small></div>
pt_br: Boas-vindas ao <div class="tb-text">Thunderbird <small class="accent-text">Beta</small></div>
ru: Добро пожаловать в <div class="tb-text">Thunderbird <small class="accent-text">Бета</small></div>
sk: Víta vás <div class="tb-text">Thunderbird <small class="accent-text">Beta</small></div>
sl: Dobrodošli v <div class="tb-text">Thunderbirdu <small class="accent-text">Beta</small></div>
sq: Mirë se vini te <div class="tb-text">Thunderbird <small class="accent-text">Beta</small></div>
sv_se: Välkommen till <div class="tb-text">Thunderbird <small class="accent-text">Beta</small></div>
tr: <div class="tb-text">Thunderbird <small class="accent-text">Beta</small></div>'ya hoş geldiniz
uk: Ласкаво просимо до <div class="tb-text">Thunderbird <small class="accent-text">Beta</small></div>
vi: Chào mừng đến với <div class="tb-text">Thunderbird <small class="accent-text">Beta</small></div>

source: Support us!
cs: Podpořte nás
cy: Cefnogwch ni!
de: Unterstützen Sie uns!
el: Υποστηρίξτε μας!
es_ar: ¡Ayudanos!
es_cl: ¡Apóyanos!
es_es: ¡Apóyanos!
eu: Lagun gaitzazu!
fr: Soutenez-nous !
fy_nl: Stypje ús!
gl: Apoianos!
hu: Támogasson minket!
ia: Supporta nos!
is: Styddu okkur!
it: Sostienici!
ja: ご支援ありがとうございます！
kab: Mudd-neɣ-d tallalt!
nl: Steun ons!
nn_no: Stø oss!
pl: Wesprzyj nas!
pt_br: Nos apoie!
ru: Поддержите нас!
sk: Podporte nás!
sl: Podprite nas!
sq: Na përkrahni!
sv_se: Stöd oss!
tr: Bizi destekleyin!
uk: Підтримайте нас!
vi: Hỗ trợ chúng tôi!

source: Donate
bg: Дарете
cs: Zaslat dar
cy: Cyfrannwch
de: Spenden
el: Δωρεά
es_ar: Doná
es_cl: Donar
es_es: Donar
eu: Dohaintza egin
fi: Lahjoita
fr: Faire un don
fy_nl: Donearje
gl: Doazóns
hu: Hozzájárulás
ia: Dona
is: Styrktu verkefnið
it: Fai una donazione
ja: 寄付
kab: Mudd tawsa
nb_no: Donasjon
nl: Doneren
nn_no: Doner
pl: Przekaż datek
pt_br: Faça uma doação
ru: Пожертвовать
sk: Prispieť
sl: Donirajte
sq: Dhuroni
sv_se: Donera
tr: Bağış yapın
uk: Зробити внесок
vi: Quyên góp

source: Warning!
cs: Upozornění!
cy: Rhybudd!
de: Warnung!
el: Προειδοποίηση!
es_ar: ¡Advertencia!
es_cl: ¡Advertencia!
es_es: ¡Advertencia!
eu: Kontuz!
fr: Attention !
fy_nl: Warskôging!
gl: Aviso!
hu: Figyelem!
ia: Advertentia!
is: Aðvörun!
it: Attenzione
ja: 警告！
kab: Ɣur-k·m!
nl: Waarschuwing!
nn_no: Åtvaring!
pl: Ostrzeżenie!
pt_br: Atenção!
ru: Предупреждение!
sk: Upozornenie!
sl: Pozor!
sq: Kujdes!
sv_se: Varning!
tr: Uyarı!
uk: Попередження!
vi: Cảnh báo!

source: Beta can be unstable, and there is potential to lose data.
cs: Betaverze může být nestabilní a existuje i možnost ztráty dat.
cy: Gall y Beta fod yn ansefydlog, ac mae posibilrwydd o golli data.
de: Beta kann instabil sein und es besteht die Möglichkeit des Datenverlusts.
el: Η έκδοση beta μπορεί να είναι ασταθής και υπάρχει πιθανότητα απώλειας δεδομένων.
es_ar: La beta puede ser inestable y hay posibilidades de perder datos.
es_cl: La Beta puede ser inestable y podrías perder información.
es_es: La versión Beta puede ser inestable y existe la posibilidad de perder datos.
eu: Beta bertsioa ezegonkorra izan daiteke eta datu galera ekar dezake.
fr: La version bêta peut se révéler instable et exposer à une perte de données.
fy_nl: Beta kin ynstabyl wêze en der is in kâns op gegevensferlies.
gl: A versión beta pode ser inestable e hai posibilidades de perder datos.
hu: A Béta instabil lehet, és fennállhat az adatvesztés lehetősége.
ia: Le version beta pote esser instabile, e on pote perder datos.
is: Beta-prófunarútgáfur geta verið óstöðugar og það er alltaf möguleiki á að gögn tapist.
it: La versione Beta può essere instabile ed esiste il rischio di perdita di dati.
ja: Beta 版は不安定になることがあり、データが失われる可能性があります。
nl: Beta kan onstabiel zijn en er is kans op gegevensverlies.
nn_no: Beta kan vere ustabil, og du kan miste data.
pl: Wersja beta może być niestabilna i wiąże się z możliwością utraty danych.
pt_br: O Beta pode ser instável, há possibilidade de perda de dados.
ru: Бета-версия может быть нестабильной, и есть вероятность потери данных.
sk: Testovacie Beta verzie môžu byť nestabilné, a existuje aj možnosť straty údajov.
sl: Beta različica je lahko nezanesljiva in obstaja možnost izgube podatkov.
sq: Versioni Beta mund të jetë i paqëndrueshëm dhe ka, në potencial, mundësi humbjeje të dhënash.
sv_se: Beta kan vara instabil och det finns potential att förlora data.
tr: Beta kararsız olabilir ve veri kaybetme olasılığınız vardır.
uk: Beta може бути нестабільною, і є ймовірність втрати даних.
vi: Bản beta có thể không ổn định và có khả năng mất dữ liệu.

source: Protect your data and other best practices.
cs: Ochrana dat a další tipy.
cy: Diogelu eich data ac arferion gorau eraill.
de: Schützen Sie Ihre Daten und andere Best Practices.
el: Προστασία δεδομένων και άλλες βέλτιστες πρακτικές.
es_ar: Protegé tus datos y otras prácticas mejores.
es_cl: Protege tus datos y otras buenas prácticas.
es_es: Protege tus datos y otras buenas prácticas.
eu: Babestu zure datuak eta praktika onenak jarraitu.
fr: Protection des données et autres bonnes pratiques.
fy_nl: Beskermje jo gegevens en oare bêste praktiken.
gl: Protexa os seus datos e outras boas prácticas.
hu: Védje meg az adatait, és más bevált gyakorlatok.
ia: Protege tu datos e altere melior practicas.
is: Verndaðu gögnin þín og aðrar góðar vinnureglur.
it: Proteggi i tuoi dati e altre procedure consigliate.
ja: データの保護と他のベストプラクティスについて。
kab: Mmesten isefka-inek·inem akked tigawin-nniḍen igerrzen.
nl: Bescherm uw gegevens en andere goede praktijken.
nn_no: Vern dataa dine og andre bra metodar.
pl: Ochrona danych i inne dobre praktyki.
pt_br: Proteja seus dados e outras práticas recomendadas.
ru: Защитите свои данные и используйте другие передовые методы.
sk: Pozrite sa ako ochrániť svoje údaje, ako i ďalšie osvedčené postupy.
sl: Kako zaščititi svoje podatke in drugi koristni napotki.
sq: Mbroni të dhënat tuaja dhe të tjera praktika nga më të mirat.
sv_se: Skydda din data och andra bra metoder.
tr: Verilerinizi koruma ve diğer iyi yöntemler.
uk: Захист даних та інші найкращі методи роботи.
vi: Bảo vệ dữ liệu của bạn và các phương pháp hay nhất khác.

source: Knowledge Base
cs: Databáze znalostí
cy: Cronfa Gwybodaeth
de: Wissensdatenbank
el: Γνωσιακή βάση
es_ar: Base de conocimientos
es_cl: Base de conocimientos
es_es: Base de conocimientos
eu: Ezagutza-basea
fr: Base de connaissances
fy_nl: Kennisbank
gl: Base de coñecemento
hu: Tudásbázis
ia: Base de cognoscentias
is: Þekkingargrunnur
it: Articoli e guide
ja: ナレッジベースをご覧ください
kab: Taffa n tmussniwin
nl: Kennisbank
nn_no: Kunnskapsbase
pl: Baza wiedzy
pt_br: Base de conhecimento
ru: База знаний
sk: Databáza vedomostí
sl: Zbirka znanja
sq: Bazë Dijesh
sv_se: Kunskapsbas
tr: Bilgi Bankası
uk: База знань
vi: Kho tàng kiến thức

source: Add-ons may not work properly, or not work at all.
cs: Doplňky nemusí fungovat správně, nebo nemusí fungovat vůbec.
cy: Efallai na fydd ychwanegion yn gweithio'n iawn, neu ddim yn gweithio o gwbl.
de: Add-ons funktionieren möglicherweise nicht richtig oder überhaupt nicht.
el: Τα πρόσθετα μπορεί να μη λειτουργούν σωστά ή καθόλου.
es_ar: Es posible que los complementos no funcionen correctamente o no funcionen en absoluto.
es_cl: Los complementos podrían no funcionar correctamente, o derechamente no funcionar.
es_es: Es posible que los complementos no funcionen correctamente o no funcionen en absoluto.
eu: Baliteke gehigarriak neurri batean edo guztiz ez ibiltzea.
fr: Les modules complémentaires peuvent ne pas fonctionner correctement, voire ne pas fonctionner du tout.
fy_nl: Add-ons wurkje mooglik net goed of hielendal net.
gl: É posible que os complementos non funcionen correctamente ou non funcionen en absoluto.
hu: Előfordulhat, hogy a kiegészítők nem megfelelően, vagy egyáltalán nem működnek.
ia: Le additivos pote non functionar correctemente, o non functionar del toto.
is: Viðbætur virka kannski ekki rétt eða virka jafnvel alls ekki.
it: I componenti aggiuntivi potrebbero non funzionare correttamente o non funzionare affatto.
ja: アドオンが正しく機能しないか、全く動作しないことがあります。
nl: Add-ons werken mogelijk niet goed of helemaal niet.
pl: Dodatki do aplikacji mogą działać nieprawidłowo lub nie działać w ogóle.
pt_br: Extensões podem não funcionar corretamente, ou não funcionar totalmente.
ru: Дополнения могут работать некорректно или не работать вовсе.
sk: Doplnky nemusia fungovať správne alebo nemusia fungovať vôbec.
sl: Dodatki morda ne bodo delovali pravilno ali pa sploh ne bodo delovali.
sq: Shtesat mund të mos funksionojnë siç duhet, ose të mos funksionojnë fare.
sv_se: Tillägg kanske inte fungerar korrekt eller inte fungerar alls.
tr: Eklentiler düzgün çalışmayabilir veya hiç çalışmayabilir.
uk: Додатки можуть не працювати належним чином або не працювати взагалі.
vi: Các tiện ích có thể không hoạt động bình thường hoặc hoàn toàn không hoạt động.

source: Add-ons Guide
cs: Doplňky
cy: Canllaw Ychwanegion
de: Leitfaden für Add-ons
el: Οδηγός προσθέτων
es_ar: Guía de complementos
es_cl: Guía de complementos
es_es: Guía de complementos
eu: Gehigarrien gida
fr: Guide des modules complémentaires
fy_nl: Add-ongids
gl: Guía de complementos
hu: Kiegészítők útmutatója
ia: Guida al additivos
is: Leiðbeiningar fyrir viðbætur
it: Guida ai componenti aggiuntivi
ja: アドオンガイドをご覧ください
kab: Amnir n yizegrar
nl: Add-ongids
nn_no: Tilleggsguide
pl: Przewodnik po dodatkach
pt_br: Guia de extensões
ru: Руководство по дополнениям
sk: Sprievodca doplnkami
sl: Vodnik po dodatkih
sq: Udhërrëfyes Shtesash
sv_se: Guide för tillägg
tr: Eklenti Rehberi
uk: Посібник про додатки
vi: Tiện ích

source: Thank you for using Thunderbird Beta. Your experiences with beta are important, so please report rough edges, bugs, and provide feedback in the ways suggested below - to help make the next Thunderbird release as awesome as possible.
cs: Děkujeme, že používáte betaverzi Thunderbirdu. Vaše zkušenosti s používáním, nahlášené chyby a zpětná vazba nám pomohou vylepšit další vydání Thunderbirdu k dokonalosti.
cy: Diolch am ddefnyddio Thunderbird Beta. Mae eich profiadau gyda beta yn bwysig, felly rhowch wybod i ni am wendidau, wallau, a rhowch adborth yn y ffyrdd sy'n cael eu hawgrymu isod - i helpu i wneud y rhyddhad Thunderbird nesaf mor anhygoel â phosib.
de: Vielen Dank, dass Sie Thunderbird Beta verwenden. Ihre Erfahrungen mit der Beta-Version sind wichtig. Melden Sie uns bitte etwaige Fehler und geben Sie Feedback auf die unten vorgeschlagene Weise – so helfen Sie uns, die nächste Thunderbird-Version zu verbessern.
el: Σας ευχαριστούμε που χρησιμοποιείτε το Thunderbird Beta. Οι εμπειρίες σας με την έκδοση Beta είναι σημαντικές, επομένως παρακαλούμε αναφέρετε προβλήματα, σφάλματα και σχόλια με τους παρακάτω τρόπους - για να κάνουμε την επόμενη έκδοση του Thunderbird όσο καλύτερη γίνεται.
es_ar: Gracias por usar Thunderbird Beta. Tus experiencias con la versión beta son importantes, por lo tanto informanos sobre los detalles, errores y proporcioná comentarios en las formas sugeridas a continuación, para ayudar a que la próxima versión de Thunderbird sea lo más increíble posible.
es_cl: Gracias por usar Thunderbird Beta. Tus experiencias con la versión beta son importantes, por lo tanto infórmanos sobre los detalles, errores y proporciona comentarios de las formas sugeridas a continuación, para ayudar a que la próxima versión de Thunderbird sea lo más increíble posible.
es_es: Gracias por usar Thunderbird Beta. Tus experiencias con la versión beta son importantes, por lo tanto, informa sobre los detalles, los errores y proporciona comentarios de las formas sugeridas a continuación, para ayudar a que la próxima versión de Thunderbird sea lo más increíble posible.
eu: Eskerrik asko Thunderbird-en beta bertsioa erabiltzeagatik. Beta bertsioko zure esperientziak garrantzitsuak dira, beraz, mesedez, jakinarazi iezaguzu erroreren bat ikusten baduzu, eta berrelika iezaguzu behean aurkituko dituzun moduetan - Thunderbird-en hurrengo bertsioa ahalik eta izugarriena izaten laguntzeko.
fr: Merci d’utiliser Thunderbird Beta. Votre expérience sur cette version est importante, c’est pourquoi nous vous remercions de bien vouloir nous signaler tout défaut ou bug, mais également de nous faire faire part de votre expérience par l’un des moyens suggérés ci-dessous, afin de nous aider à rendre la prochaine version de Thunderbird aussi aboutie que possible.
fy_nl: Tank foar it gebrûk fan Thunderbird Beta. Jo ûnderfiningen mei Beta binne wichtich, dus meld rûge rânen, bugs en jou kommentaar op de hjirûnder foarstelde manieren – om te helpen de folgjende Thunderbird-ferzje sa geweldich mooglik te meitsjen.
gl: Grazas por usar Thunderbird Beta. As súas experiencias coa versión beta son importantes, polo que, por favor, informe de asperezas, erros e proporcione comentarios dos xeitos que se suxiren a continuación, para axudar a que a próxima versión de Thunderbird sexa o máis incrible posible.
hu: Köszönjük, hogy a Thunderbird Bétát használja. A bétaverzióval kapcsolatos tapasztalatai fontosak, ezért arra kérjük, jelentse a hibákat, és adjon visszajelzést az alábbiakban javasolt módokon, hogy a Thunderbird következő kiadása a lehető legnagyszerűbb legyen.
ia: Gratias pro usar Thunderbird version beta. Tu experientias con le version beta es importante, assi signala grosse margines, errores, e forni commentarios in le manieras suggerite infra - adjuta a render le proxime version Thunderbird le plus stupende possibile.
is: Takk fyrir að nota Thunderbird Beta-prófunarútgáfu. Reynsla þín af Beta-prófunarútgáfum er mikilvæg, þannig að þú ættir að tilkynna vankanta, villur og gefða umsagnir á þann hátt sem mælt er fyrir um hér að neðan - til að hjálpa við að gera næstu útgáfu Thunderbird eins frábæra og mögulegt er.
it: Grazie per aver scelto di utilizzare Thunderbird Beta. La tua esperienza con le versioni beta è importante: segnalaci bug e funzioni che risultano poco chiare, e inviaci il tuo feedback nei modi suggeriti di seguito. Contribuisci a rendere la prossima versione di Thunderbird la migliore possibile.
ja: Thunderbird Beta をご使用いただきありがとうございます。ベータ版を使用することは、次の Thunderbird のリリースを可能な限り素晴らしいものにするために重要です。粗削りな部分や不具合を報告し、以下に提案する方法で開発者にフィードバックをお寄せください。
nl: Bedankt voor het gebruik van Thunderbird Beta. Uw ervaringen met Beta zijn belangrijk, dus meld ruwe randjes, bugs en geef feedback op de hieronder voorgestelde manieren – om te helpen de volgende Thunderbird-versie zo geweldig mogelijk te maken.
pl: Dziękujemy za korzystanie z wersji beta Thunderbirda. Twoje wrażenia z korzystania z niej są dla nas ważne, dlatego prosimy o zgłaszanie niedociągnięć, błędów i przekazywanie opinii w sposób podany poniżej. Dzięki temu następna wersja Thunderbirda będzie możliwie najlepsza.
pt_br: Obrigado por usar o Thunderbird Beta. Suas experiências de uso com a versão beta são importantes, então, por favor, relate irregularidades, erros e dê sua opinião nas formas sugeridas abaixo para ajudar a tornar a próxima versão do Thunderbird o mais incrível possível.
ru: Благодарим вас за использование бета-версии Thunderbird. Ваш опыт работы с бета-версией важен для нас, поэтому, пожалуйста, сообщайте о недочётах, ошибках и оставляйте отзывы способами, предложенными ниже, чтобы помочь сделать следующий выпуск Thunderbird как можно лучше.
sk: Ďakujeme, že používate Thunderbird Beta. Vaše skúsenosti s beta verziou sú dôležité, preto nahláste nedostatky, chyby a poskytnite spätnú väzbu spôsobom navrhnutým nižšie – aby bolo ďalšie vydanie Thunderbirdu čo najúžasnejšie.
sl: Hvala, ker uporabljate Thunderbird Beta. Vaše izkušnje z beta različico so pomembne, zato vas prosimo, da prijavite pomanjkljivosti in napake ter pošljete povratne informacije, kot je predlagano spodaj – da bo naslednja izdaja Thunderbirda karseda odlična.
sq: Faleminderit që përdorni Thunderbird Beta. Përvoja juaj me versionin beta është e rëndësishme, ndaj, ju lutemi, njoftoni anë të palatuara mirë, të meta dhe na jepni përshtypjet, përmes rrugëve të sugjeruara më poshtë - që të ndihmoni për ta bërë hedhjen pasuese në qarkullim të Thunderbird-it sa më mahnitëse të jetë e mundur.
sv_se: Tack för att du använder Thunderbird Beta. Dina erfarenheter av beta är viktiga, så vänligen rapportera ojämna kanter, buggar och ge feedback på de sätt som föreslås nedan - för att hjälpa till att göra nästa Thunderbird-release så fantastisk som möjligt.
tr: Thunderbird Beta'yı kullandığınız için teşekkür ederiz. Beta deneyimleriniz bizim için önemli. Bir sonraki Thunderbird sürümünü daha da iyileştirmemiz için pürüzleri, hataları ve görüşlerinizi lütfen aşağıda önerilen yöntemlerle bize bildirin.
uk: Дякуємо за користування Thunderbird Beta. Ваш досвід роботи з нею важливий, тому просимо повідомляти про помилки надіславши відгук за допомогою запропонованих далі способів, щоб допомогти зробити наступний випуск Thunderbird якомога кращим.
vi: Cảm ơn bạn đã sử dụng Thunderbird Beta. Trải nghiệm của bạn với bản beta rất quan trọng, vì vậy vui lòng báo cáo các góc cạnh thô, lỗi và cung cấp phản hồi theo những cách được đề xuất bên dưới - để giúp bản phát hành Thunderbird tiếp theo trở nên tuyệt vời nhất có thể.

source: Learn and Connect
cs: Poznávejte a navazujte spojení
cy: Dysgu a Chysylltu
de: Lernen und Verbinden
el: Μάθετε και συνδεθείτε
es_ar: Aprendé y conectate
es_cl: Aprende y conéctate
es_es: Aprende y conéctate
eu: Ikasi eta konektatu
fr: Apprenez et échangez
fy_nl: Leare en ferbine
gl: Aprenda e conecte
hu: Tanuljon és csatlakozzon
ia: Apprende e connecte te
is: Lærðu og tengdu
it: Impara e connettiti
ja: 学びとつながり
kab: Issin, teqqneḍ
nl: Leren en verbinden
nn_no: Lær og kople til
pl: Ucz się i nawiązuj kontakt z innymi
pt_br: Aprenda e conecte-se
ru: Учитесь и подключайтесь
sk: Učte sa a spájajte
sl: Spoznajte in se povežite
sq: Mësoni dhe Lidhuni
sv_se: Lär dig och anslut
tr: Öğren ve bağlan
uk: Ознайомлюйтеся та під'єднуйтеся
vi: Tìm hiểu và kết nối

source: Meet other beta users and learn more about beta.
cs: Setkejte se s ostatními uživateli betaverze a získejte o ní více informací.
cy: Cyfarfod â defnyddwyr beta eraill a dysgu rhagor am y beta.
de: Treffen Sie andere Beta-Benutzer und erfahren Sie mehr über Beta.
el: Γνωρίστε άλλους χρήστες beta και μάθετε περισσότερα για την έκδοση beta.
es_ar: Conocé a otros usuarios beta y conoce más sobre beta.
es_cl: Conoce otros usuarios de la versión Beta y aprende más sobre ella.
es_es: Conoce a otros usuarios de la versión beta y aprende más sobre la versión beta.
eu: Elkartu beste beta erabiltzaile batzuekin eta ikasi betari buruz.
fr: Rencontrez d’autres personnes utilisant la version bêta et apprenez-en plus au sujet de cette version.
fy_nl: Moetsje oare Betabrûkers en lear mear oer Beta.
gl: Coñeza outros usuarios beta e aprenda máis sobre a versión beta.
hu: Ismerkedjen meg más béta felhasználókkal, és tudjon meg többet a bétáról.
ia: Incontra altere usatores de version beta pro saper plus re version beta.
is: Hittu aðra notendur Beta-prófunarútgáfa og lærðu meira um þær.
it: Incontra altri utenti della Beta e scopri di più su questa versione.
ja: 他のベータ版ユーザーに会い、ベータ版についてさらに学びましょう。
kab: Mlil d yiseqdacen-nniḍen n beta, tissineḍ ugar qef beta
nl: Ontmoet andere Betagebruikers en meer over Beta.
nn_no: Møt andre betabrukarar og lær meir om beta.
pl: Poznaj innych użytkowników wersji beta i dowiedz się więcej na jej temat.
pt_br: Conheça outros usuários beta e saiba mais sobre o beta.
ru: Познакомьтесь с другими пользователями бета-версии и узнайте о ней больше.
sk: Zoznámte sa s ostatnými používateľmi verzie beta a zistite o tejto verzii viac.
sl: Preberite več o beta različici in spoznajte druge njene uporabnike.
sq: Njihuni me të tjerë përdorues të beta-s dhe mësoni më tepër rreth tij.
sv_se: Träffa andra beta-användare och läs mer om beta.
tr: Diğer beta kullanıcılarıyla tanışın ve beta hakkında daha fazla bilgi alın.
uk: Зустрічайте інших користувачів бета-версії та дізнайтеся більше про неї.
vi: Gặp gỡ những người dùng beta khác và tìm hiểu thêm về bản beta.

source: Beta Discussion Group
cs: Diskuzní skupina o betaverzích
cy: Grŵp Trafod Beta
de: Beta-Diskussionsgruppe
el: Ομάδα συζήτησης Beta
es_ar: Grupo de discusión Beta
es_cl: Grupo de discusión de la versión Beta
es_es: Grupo de discusión beta
eu: Beta eztabaida taldea
fr: Groupe de discussion bêta
fy_nl: Beta-diskusjegroep
gl: Grupo de discusión Beta
hu: Béta vitacsoport
ia: Version beta, gruppo de discussion
is: Umræðuhópur Beta-þróunarútgáfa
it: Gruppo di discussione sulla versione Beta
ja: Beta ディスカッショングループ
kab: Agraw n usqqerdec Beta
nl: Beta-discussiegroep
nn_no: Diskusjonsgruppe for beta
pl: Grupa dyskusyjna TB Beta
pt_br: Grupo de discussão do Beta
ru: Группа обсуждений бета-версии
sk: Diskusná skupina verzie Beta
sl: Skupina za razpravo o beta različici
sq: Grup Diskutimesh mbi Beta-n
sv_se: Diskussionsgrupp för beta
tr: Beta Tartışma Grubu
uk: Дискусійна група про Beta
vi: Nhóm thảo luận Beta

source: Help
cs: Pomoc
cy: Cymorth
de: Helfen
el: Βοήθεια
es_ar: Ayuda
es_cl: Ayuda
es_es: Ayuda
eu: Laguntza
fr: Aide
gl: Axuda
hu: Súgó
ia: Adjuta
is: Fá aðstoð
it: Supporto
ja: ヘルプサポート
kab: Tallalt
nn_no: Hjelp
pl: Pomoc
pt_br: Ajuda
ru: Помощь
sk: Pomoc
sl: Pomoč
sq: Ndihmë
sv_se: Hjälp
tr: Yardım
uk: Довідка
vi: Trợ giúp
