Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: Technical support for Thunderbird
bg: Техническа поддръжка за Thunderbird
cs: Technickou podporu pro Thunderbird
cy: Cefnogaeth dechnegol ar gyfer Thunderbird
de: Technische Unterstützung für Thunderbird
el: Τεχνική υποστήριξη για το Thunderbird
es_ar: Soporte técnico para Thunderbird
es_cl: Soporte técnico para Thunderbird
es_es: Asistencia técnica para Thunderbird
eu: Thunderbirdekin laguntza teknikoa
fi: Tekninen tuki Thunderbirdille
fr: D’assistance technique pour Thunderbird
fy_nl: Technyske stipe foar Thunderbird nedich
gl: Soporte técnico para Thunderbird
hu: Műszaki támogatás a Thunderbirdhöz
ia: Assistentia technic pro Thunderbird
is: Tæknilega aðstoð varðandi Thunderbird
it: Supporto tecnico per Thunderbird
ja: Thunderbirdの技術サポート
nl: Technische ondersteuning voor Thunderbird nodig
pl: Wsparcie techniczne dla Thunderbirda
pt_br: Suporte técnico para o Thunderbird
ru: Техническая поддержка Thunderbird
sk: Technickú podpora pre Thunderbird
sl: tehnično podporo za Thunderbird
sq: Asistencë teknike për Thunderbird-in
sv_se: Teknisk support för Thunderbird
tr: Thunderbird ile ilgili teknik destek
uk: Технічна підтримка Thunderbird
vi: Hỗ trợ kỹ thuật cho Thunderbird

source: To request a feature for Thunderbird
bg: За това как да поискате функция за Thunderbird
cs: Požádat o novou funkci pro Thunderbird
cy: Gofyn am nodwedd ar gyfer Thunderbird
de: Um eine Funktion für Thunderbird anzufordern
el: Να αιτηθώ μια δυνατότητα για το Thunderbird
es_ar: Pedir una nueva función para Thunderbird
es_cl: Solicitar una funcionalidad para Thunderbird
es_es: Solicitar una funcionalidad para Thunderbird
eu: Thunderbirden eginbide bat eskatzeko
fr: De demander une fonctionnalité pour Thunderbird
fy_nl: Wol in funksje foar Thunderbird oanfreegje
gl: Para solicitar unha función para Thunderbird
hu: Funkció kérése a Thunderbirdben
ia: Pro requirer un function pro Thunderbird
is: Að biðja um eiginleika fyrir Thunderbird
it: Richiedere una funzionalità per Thunderbird
ja: Thunderbirdの機能をリクエストするには
nl: Wil een functie voor Thunderbird aanvragen
pt_br: Solicitar um recurso para o Thunderbird
ru: Запросить функцию для Thunderbird
sk: Poslať žiadosť o novú funkciu pre Thunderbird
sl: predlagati novo možnost za Thunderbird
sq: Të kërkoj një veçori për Thunderbird-in
sv_se: Begära en funktion för Thunderbird
tr: Thunderbird ile ilgili özellik talebi
uk: Подати запит про нову функцію Thunderbird
vi: Để yêu cầu một tính năng cho Thunderbird

source: Help with something else
bg: Помощ с нещо друго
cs: Pomoc s něčím jiným
cy: Help gyda rhywbeth arall
de: Helfen Sie bei etwas anderem
el: Βοήθεια με κάτι άλλο
es_ar: Ayuda con algo mas
es_cl: Ayuda con algo mas
es_es: Ayuda con algo más
eu: Lagundu beste zerbaitetan
fi: Apua johonkin muuhun
fr: D’aide pour autre chose
fy_nl: Haw help by wat oars nedich
gl: Axuda con outra cousa
hu: Segítség valami másban
ia: Adjutar con altero
is: Hjálp með eitthvað annað
it: Aiuto per qualcos’altro
ja: その他のお問い合わせ
nl: Heb hulp nodig met iets anders
nn_no: Hjelp med noko anna
pl: Uzyskać pomoc w innej sprawie
pt_br: Ajuda com outra coisa
ru: Помочь еще с чем-нибудь
sk: Pomoc s niečím iným
sl: pomoč z nečim drugim
sq: Ndihmë me diçka tjetër
sv_se: Hjälp med något annat
tr: Başka bir konuda yardım
uk: Отримати допомогу щодо інших питань
vi: Giúp đỡ về việc khác

source: Please note that due to the limited contact information we receive, we are unable to issue donation receipts or acknowledgements.
bg: Моля, имайте предвид, че поради ограничената информация за контакт, която получаваме по време на процеса на прехвърляне, не можем да издадем разписки за дарения.
cy: Sylwch, oherwydd y wybodaeth gyswllt gyfyngedig rydym yn ei gael yn ystod y broses drosglwyddo, nid oes modd i ni roi derbynebau rhodd.
de: Bitte beachten Sie, dass wir aufgrund der begrenzten Kontaktinformationen, die wir erhalten, keine Spendenquittung oder -bestätigung ausstellen können.
es_ar: Tené en cuenta que debido a la información de contacto limitada que recibimos, no podemos emitir recibos o reconocimientos de donaciones.
hu: Felhívjuk figyelmét, hogy korlátozott kapcsolati információkat kapunk, nem tudunk adományozási bizonylatokat kiállítani.
sv_se: Observera att på grund av den begränsade kontaktinformationen vi får, kan vi inte utfärda donationskvitton eller -bekräftelser.

source: Account currency:
bg: Валута на сметката:
cy: Arian y cyfrif:
de: Kontowährung:
es_ar: Moneda de la cuenta bancaria:
hu: Számla pénzneme:
is: Gjaldmiðill reiknings:
pl: Waluta konta:
sv_se: Kontovaluta:

source: Name of payee:
bg: Име на дарител:
cy: Enw'r talai:
de: Name des Zahlungsempfängers:
es_ar: Nombre del beneficiario:
hu: Kedvezményezett neve:
is: Nafn viðtakanda greiðslu:
pl: Nazwa odbiorcy:
sv_se: Namn på betalningsmottagare:

source: Purpose:
bg: Причина:
cy: Pwrpas:
de: Zweck:
es_ar: Propósito:
hu: Cél:
is: Tilgangur:
sv_se: Ändamål:

source: Beneficiary's bank:
bg: Банка на получателя:
cy: Banc y buddiolwr:
de: Bank des Begünstigten:
es_ar: Banco del beneficiario:
hu: Kedvezményezett bankja:
is: Banki styrkþega:
sv_se: Mottagarens bank:

source: Location:
bg: Местоположение:
cy: Lleoliad:
de: Adresse:
es_ar: Ubicación:
hu: Hely:
is: Staðsetning:
pl: Adres:
sv_se: Plats:

source: If your bank requires our office address:
bg: Ако банката ви изисква адрес на офиса ни:
cy: Os oes angen cyfeiriad ein swyddfa ar eich banc:
de: Wenn Ihre Bank unsere Büroadresse benötigt:
es_ar: Si tu banco requiere la dirección de nuestra oficina:
fi: Jos pankkisi tarvitsee toimistomme osoitteen:
hu: Ha a bankjának szüksége van az iroda címünkre:
is: Ef bankinn þinn krefst heimilisfangs skrifstofunnar okkar:
sv_se: Om din bank behöver vår kontorsadress:

source: <b>Visit our </b> <a target="_blank" href="%(url)s"><b>Donor Portal</b></a> for <b>on-demand access to your receipts and to modify or cancel a recurring plan</b> including changing the amount, frequency, payment method and charge date.
bg: <b>Посетете нашия </b> <a target="_blank" href="%(url)s"><b>портал за дарители</b></a> за <b>достъп до вашите разписки както и за промяна или отмяна на повтарящ се план</b>включително промяна на сумата, честотата, начина на плащане и датата на таксуване.
cy: <b>Ewch i'n </b> <a target="_blank" href="%(url)s"><b>Porth Rhoddwyr</b></a> ar gyfer <b>mynediad ar-alw i'ch derbynebau ac i addasu neu diddymu cynllun cylchol</b> gan gynnwys newid y swm, amlder, dull talu a dyddiad codi tâl.
de: <b>Besuchen Sie unser </b> <a target="_blank" href="%(url)s"><b>Spender-Portal</b></a>, um <b>auf Ihre Quittungen zuzugreifen und einen wiederkehrenden Plan zu modifizieren oder zu kündigen</b>, einschließlich der Änderung von Betrag, Häufigkeit, Zahlungsmethode und Abbuchungsdatum.
es_ar: <b>Visitá nuestro</b> <a target="_blank" href="%(url)s"><b>Portal de donantes</b></a> para obtener <b>acceso bajo demanda a tus recibos y modificar o cancelar un plan recurrente</b> incluyendo el cambio del monto, la frecuencia, el método de pago y la fecha de cargo.
es_cl: <b>Visita nuestro </b> <a target="_blank" href="%(url)s"><b>Portal de donantes</b></a> para obtener <b>acceso bajo demanda a tus recibos y para modificar o cancelar un plan recurrente</b>, lo que incluye cambiar el monto, la frecuencia, el método de pago y la fecha de cargo.
fr: <b>Consultez notre </b> <a target="_blank" href="%(url)s"><b>portail des dons</b></a> pour <b>accéder à vos reçus à la demande et modifier ou annuler un abonnement récurrent</b>, y compris pour changer le montant, la fréquence, le mode de paiement et la date de facturation.
gl: <b>Visita o noso </b> <a target="_blank" href="%(url)s"><b>Portal de doantes</b></a> para <b>acceder baixo demanda aos teus recibos e para modificar ou cancelar un plan periódico</b>, incluíndo o cambio da cantidade, frecuencia, método de pago e data de cargo.
hu: <b>Keresse fel az</b> <a target="_blank" href="%(url)s"><b>Adományozói portálunkat</b></a>, hogy <b>kérésre elérje a nyugtáit, valamint módosítsa vagy törölje ismétlődő előfizetését</b>, beleértve az összeg, a gyakoriság, a fizetési mód és a terhelési dátum módosítását.
pt_br: <b>Visite nosso </b> <a target="_blank" href="%(url)s"><b>Portal do doador</b></a> para <b>acessar seus recibos sob demanda e modificar ou cancelar um plano recorrente</b>, incluindo alterar o valor, frequência, forma de pagamento e data de cobrança.
ru: <b>Посетите наш </b> <a target="_blank" href="%(url)s"><b>Портал доноров</b></a>, чтобы получить <b>доступ по запросу к вашим квитанциям а также изменить или отменить повторяющийся план</b>, включая изменение суммы, частоты, способа оплаты и даты списания.
sv_se: <b>Besök vår </b> <a target="_blank" href="%(url)s"><b>givarportal</b></a> för att <b>få tillgång till dina kvitton på begäran och för att ändra eller avbryta en återkommande plan</b>inklusive ändra belopp, frekvens, betalningssätt och debiteringsdatum.
vi: <b>Truy cập </b> <a target="_blank" href="%(url)s"><b>Cổng thông tin tài trợ của chúng tôi</b></a> để <b> yêu cầu truy cập vào biên nhận của bạn và sửa đổi hoặc hủy gói định kỳ</b> bao gồm thay đổi số tiền, tần suất, phương thức thanh toán và ngày tính phí.

source: Please note: we are unable to provide customized or summary receipts.
bg: Моля, обърнете внимание: не сме в състояние да предоставим персонализирани или обобщени разписки.
cy: Sylwch: ni allwn ddarparu derbynebau wedi'u cyfaddasu na'u crynhoi.
de: Bitte beachten Sie: Wir können keine angepassten oder zusammenfassenden Quittungen zur Verfügung stellen.
es_ar: Tené en cuenta: no podemos proporcionar recibos personalizados o resumidos.
es_cl: Ten en cuenta: no podemos proporcionar recibos personalizados o resumidos.
fr: Remarque : nous ne sommes pas en mesure de fournir des reçus personnalisés ou récapitulatifs.
gl: Teña en conta: non podemos proporcionar recibos personalizados ou resumidos.
hu: Figyelem: személyre szabott vagy összesített nyugtákat nem tudunk biztosítani.
ru: Обратите внимание: мы не можем предоставить настраиваемые или сводные квитанции.
sv_se: OBS: vi kan inte tillhandahålla anpassade eller sammanfattande kvitton.
vi: Xin lưu ý: chúng tôi không thể cung cấp biên nhận tùy chỉnh hoặc tóm tắt.

source: Please be sure to check our <a target="_blank" href="%(url)s"><b>Donation FAQ</b></a> page first as your question may be answered there.
bg: Моля, не забравяйте да проверите първо страницата ни с <a target="_blank" href="%(url)s"><b>информация за даренията</b></a>, тъй като там може да намерите отговор на въпроса си.
cy: Gwnewch yn siŵr eich bod yn darllen ein tudalen <a target="_blank" href="%(url)s"><b>Cwestiynau Cyffredin am Roi</b></a> yn gyntaf gan y gall eich cwestiwn gael ateb yno.
de: Bitte sehen Sie zuerst unsere <a target="_blank" href="%(url)s"><b>Spenden-FAQ</b></a>-Seite durch, da Ihre Frage dort vielleicht beantwortet wird.
es_ar: Asegúrate de consultar primero nuestra página de <a target="_blank" href="%(url)s"><b>preguntas frecuentes sobre donaciones</b></a>, ya que tu pregunta puede haber sido respondida ahí.
es_cl: Por favor, asegúrate de consultar primero nuestra <a target="_blank" href="%(url)s"><b>página de preguntas frecuentes sobre donaciones</b></a>, ya que tu pregunta podría encontrarse respondida allí.
fr: Veuillez vous assurer de consulter notre <a target="_blank" href="%(url)s"><b>FAQ sur les dons</b></a> en premier lieu, car la réponse à votre question pourrait déjà s’y trouver.
gl: Asegúrate de consultar primeiro a nosa páxina de <a target="_blank" href="%(url)s"><b>Preguntas frecuentes sobre doazóns</b></a>, xa que alí se pode responder a túa pregunta.
hu: Először olvassa el az <a target="_blank" href="%(url)s"><b>Adományozási GYIK</b></a> oldalunkat, mert lehet, hogy választ kap a kérdésére.
ru: Пожалуйста, не забудьте сначала проверить нашу страницу <a target="_blank" href="%(url)s"><b>Часто задаваемых вопросов</b></a>, так как там может быть ответ на ваш вопрос.
sq: Ju lutemi, mos harroni të shihni faqen tonë <a target="_blank" href="%(url)s"><b>PBR Dhurimesh</b></a> së pari, ngaqë pyetja juaj mund të ketë marrë përgjigje atje.
sv_se: Var noga med att kolla våra <a target="_blank" href="%(url)s"><b>vanliga frågor om donationer</b></a> först eftersom din fråga kan ha besvarats där.
vi: Hãy đảm bảo rằng bạn đã đọc <a target="_blank" href="%(url)s"><b>câu hỏi thường gặp về quyên góp</b></a> của chúng tôi trước vì câu hỏi của bạn có thể được trả lời ở đó.

source: Issue Summary
cy: Crynodeb o'r Mater
de: Zusammenfassung des Problems
es_ar: Resumen del problema
es_cl: Resumen del problema
fr: Résumé du problème
gl: Resumo do problema
hu: Probléma összefoglalója
pt_br: Resumo do problema
ru: Сводка проблемы
sq: Përmbledhje Çështjeje
sv_se: Problemsammanfattning
tr: Sorun özeti
vi: Tóm tắt vấn đề

source: Please provide more details as needed
bg: Моля, предоставете повече подробности, ако е необходимо
cy: Rhowch fwy o fanylion yn ôl yr angen
de: Bitte geben Sie bei Bedarf weitere Details an
es_ar: Proporcioná más detalles si es necesario
es_cl: Por favor, proporciona más detalles según sea necesario
fr: Veuillez fournir plus de détails si nécessaire
gl: Por favor, proporciona máis detalles segundo sexa necesario
hu: Adjon részletesebb információt, ha szükséges
pt_br: Forneça mais detalhes conforme necessário
ru: Пожалуйста, предоставьте больше информации, если это необходимо
sq: Ju lutemi, jepni më tepër hollësi, siç nevojitet
sv_se: Vänligen ange mer information vid behov
tr: Gerekiyorsa lütfen daha fazla ayrıntı belirtin
vi: Vui lòng cung cấp thêm chi tiết nếu cần thiết

source: Add a screenshot to help us with your request (optional)
bg: Добавете екранна снимка, за да ни помогнете с вашата заявка (по избор)
cs: Přidejte snímek obrazovky, který nám pomůže s vaším požadavkem (volitelné)
cy: Ychwanegwch lun sgrin i'n helpu gyda'ch cais (dewisol)
de: Fügen Sie einen Screenshot hinzu, um uns bei Ihrer Anfrage zu helfen (optional)
el: Προσθέστε ένα στιγμιότυπο οθόνης για να μας βοηθήσετε με το αίτημά σας (προαιρετικό)
es_ar: Agregá una captura de pantalla para ayudarnos con tu pedido (opcional)
es_cl: Añade una captura de pantalla para ayudarnos con tu solicitud (opcional)
es_es: Añade una captura de pantalla para ayudarnos con tu solicitud (opcional)
eu: Gehitu pantaila-argazkia zure eskaerarekin laguntzeko (aukerakoa)
fi: Lisää kuvakaappaus, joka auttaa meitä pyyntösi käsittelyssä (valinnainen)
fr: Ajoutez une capture d’écran pour nous aider à répondre à votre demande (facultatif)
fy_nl: Foegje in skermôfbylding ta om ús te helpen mei jo fersyk (opsjoneel)
gl: Engadir unha captura de pantalla para axudarnos coa súa solicitude (opcional)
hu: Adjon hozzá egy képernyőképet, hogy segítsen nekünk a kérésében (nem kötelező)
ia: Adde un instantaneo pro adjutar nos a con tu requesta (optional)
is: Bættu við skjámynd til að hjálpa okkur með beiðnina þína (valfrjálst)
it: Aggiungi uno screenshot per aiutarci con la tua richiesta (facoltativo)
ja: リクエストに役立つスクリーンショットを追加してください（任意）
nl: Voeg een schermafdruk toe om ons te helpen met uw verzoek (optioneel)
pl: Dodaj zrzut ekranu, aby pomóc nam odpowiedzieć (opcjonalnie)
pt_br: Adicione uma captura de tela para nos ajudar a resolver sua solicitação (opcional)
ru: Добавьте скриншот, чтобы помочь нам с вашим запросом (необязательно)
sk: Pridajte snímku obrazovky, ktorá nám pomôže s vašou požiadavkou (voliteľné)
sl: Priložite posnetek zaslona, ki nam bo pomagal pri vaši zahtevi (izbirno)
sq: Shtoni një foto ekrani, për të na ndihmuar me kërkesën tuaj (në daçi)
sv_se: Lägg till en skärmdump för att hjälpa oss med din förfrågan (valfritt)
tr: İsteğinizle ilgili bize yardımcı olabilecek bir ekran görüntüsü ekleyin (isteğe bağlı)
uk: Додайте знімок екрана, щоб допомогти нам із вашим запитом (необов’язково)
vi: Thêm ảnh chụp màn hình để giúp chúng tôi đáp ứng yêu cầu của bạn (tùy chọn)

source: JPG, PNG and BMP files only
bg: Само JPG, PNG и BMP файлове
cs: Pouze soubory JPG, PNG a BMP
cy: Ffeiliau JPG, PNG a BMP yn unig
de: Nur JPG-, PNG- und BMP-Dateien
el: Μόνο αρχεία JPG, PNG και BMP
es_ar: Sólo archivos JPG, PNG y BMP
es_cl: Sólo archivos JPG, PNG y BMP
es_es: Solo archivos JPG, PNG y BMP
eu: JPG, PNG eta BMP fitxategiak bakarrik
fi: Vain JPG-, PNG- ja BMP-tiedostot
fr: Fichiers JPG, PNG et BMP uniquement
fy_nl: Allinnich JPG-, PNG- en BMP-bestannen
gl: Só ficheiros JPG, PNG e BMP
hu: Csak JPG, PNG vagy BMP-fájlok
ia: Solo files JPG, PNG e BMP
is: Aðeins JPG, PNG og BMP skrár
it: Solo file JPG, PNG e BMP
ja: JPG、PNG、BMPファイルのみ
nl: Alleen JPG-, PNG- en BMP-bestanden
nn_no: Berre JPG-, PNG- og BMP-filer
pl: Tylko pliki JPG, PNG i BMP
pt_br: Somente arquivos JPG, PNG ou BMP
ru: Только файлы JPG, PNG и BMP
sk: Iba súbory JPG, PNG a BMP
sl: Samo datoteke JPG, PNG in BMP
sq: Vetëm kartela JPG, PNG dhe BMP
sv_se: Endast JPG-, PNG- och BMP-filer
tr: Yalnızca JPG, PNG ve BMP dosyaları
uk: Тільки файли JPG, PNG і BMP
vi: Chỉ các tập tin JPG, PNG và BMP

source: Name
bg: Име
cs: Jméno
cy: Enw
el: Όνομα
es_ar: Nombre
es_cl: Nombre
es_es: Nombre
eu: Izena
fi: Nimi
fr: Nom
fy_nl: Namme
gl: Nome
hu: Név
ia: Nomine
is: Nafn
it: Nome
ja: 名前
nl: Naam
nn_no: Namn
pl: Imię i nazwisko
pt_br: Nome
ru: Имя
sk: Meno
sl: Ime
sq: Emër
sv_se: Namn
tr: Ad
uk: Ім'я
vi: Tên

source: Email
bg: Електронна поща
cy: E-bost
de: E-Mail-Adresse
es_ar: Correo electrónico
es_cl: Correo
es_es: Correo electrónico
eu: Helbide elektronikoa
fi: Sähköposti
fr: Adresse e-mail
fy_nl: E-mailadres
gl: Correo electrónico
is: Tölvupóstur
ja: メール
nl: E-mailadres
nn_no: E-post
ru: Электронная почта
sk: E‑mailová adresa
sl: E-poštni naslov
sv_se: E-post
tr: E-posta
uk: Електронна пошта

source: Thunderbird will only use your submitted information for purposes of communicating with you about your request. See our <a href="%(url)s" target="_blank">privacy policy</a> for further information.
bg: Thunderbird ще използва предоставената от вас информация само за целите на обмяна на информация с вас относно вашата заявка. Вижте нашата <a href="%(url)s" target="_blank">политика за личните данни</a> за допълнителна информация.
cy: Dim ond at ddibenion cyfathrebu â chi am eich cais y bydd Thunderbird yn defnyddio'r wybodaeth a gyflwynwyd gennych. Gweler ein <a href="%(url)s" target="_blank">polisi preifatrwydd</a> am ragor o wybodaeth.
de: Thunderbird verwendet Ihre übermittelten Daten nur, um mit Ihnen über Ihre Anfrage zu kommunizieren. Weitere Informationen finden Sie in unserer <a href="%(url)s" target="_blank">Datenschutzerklärung</a>.
es_ar: Thunderbird solo utilizará la información enviada para fines de comunicarnos con vos sobre tu pedido. Consultá nuestra <a href="%(url)s" target="_blank">política de privacidad</a> para más información.
es_cl: Thunderbird utilizará la información enviada solo para comunicarse contigo acerca de tu solicitud. Consulta nuestra <a href="%(url)s" target="_blank">política de privacidad</a> para obtener más información.
fr: Thunderbird utilisera les informations soumises uniquement pour communiquer avec vous au sujet de votre demande. Veuillez consulter notre <a href="%(url)s" target="_blank">politique de confidentialité</a> pour plus d’informations.
gl: Thunderbird só usará a información enviada para comunicarse contigo sobre a túa solicitude. Consulta a nosa <a href="%(url)s" target="_blank">política de privacidade</a> para obter máis información.
hu: A Thunderbird a benyújtott információkat csak az Ön kérésével kapcsolatos kommunikációra használja. További információkért tekintse meg az <a href="%(url)s" target="_blank">adatvédelmi irányelveinket</a>.
ru: Thunderbird будет использовать предоставленную вами информацию только для связи с вами по поводу вашего запроса. См. нашу <a href="%(url)s" target="_blank">политику приватности</a> для получения дополнительной информации.
sv_se: Thunderbird kommer endast att använda din inlämnade information i syfte att kommunicera med dig om din förfrågan. Se vår <a href="%(url)s" target="_blank">sekretesspolicy</a> för mer information.
vi: Thunderbird sẽ chỉ sử dụng thông tin bạn đã gửi cho mục đích liên lạc với bạn về yêu cầu của bạn. Hãy xem <a href="%(url)s" target="_blank">chính sách riêng tư</a> của chúng tôi để biết thêm thông tin.

source: Our Donor Support Team is unable to respond to any technical support questions. We do not provide technical support in exchange for financial gifts. To ensure that you get the help that you need, please <a target="_blank" href="%(url)s">visit our technical support page</a>.
cy: Nid yw ein Tîm Cymorth Rhoddwyr yn gallu ymateb i unrhyw gwestiynau cymorth technegol. Nid ydym yn darparu cymorth technegol yn gyfnewid am roddion ariannol. I sicrhau eich bod yn cael yr help sydd ei angen arnoch, <a target="_blank" href="%(url)s">ymwelwch â'n tudalen cymorth technegol</a>.
de: Unser Spender-Hilfe-Team kann keine Fragen zur technischen Hilfe beantworten. Wir bieten keine technische Unterstützung als Gegenleistung für Geldspenden. Um sicherzustellen, dass Sie die Hilfe erhalten, die Sie brauchen, <a target="_blank" href="%(url)s">besuchen Sie bitte unsere Seite für technische Hilfe</a>.
es_ar: Nuestro Equipo de asistencia a donantes no puede responder a ninguna pregunta de asistencia técnica. No proporcionamos asistencia técnica a cambio de donaciones económicas. Para asegurarte de obtener la ayuda que necesitás, <a target="_blank" href="%(url)s">visitá nuestra página de soporte técnico</a>.
es_cl: Nuestro equipo de apoyo a los donantes no puede responder a ninguna pregunta de asistencia técnica. No ofrecemos asistencia técnica a cambio de obsequios económicos. Para asegurarte de obtener la ayuda que necesitas, <a target="_blank" href="%(url)s">visita nuestra página de asistencia técnica</a>.
fr: Notre équipe d’assistance aux dons n’est pas en mesure de répondre aux questions d’assistance technique. Nous ne fournissons pas d’assistance technique en échange de dons. Pour vous assurer d’obtenir l’aide dont vous avez besoin, veuillez <a target="_blank" href="%(url)s">visiter notre page d’assistance technique</a>.
gl: O noso equipo de apoio a doantes non pode responder a ningunha pregunta de asistencia técnica. Non ofrecemos soporte técnico a cambio de agasallos económicos. Para asegurarte de obter a axuda que necesitas, <a target="_blank" href="%(url)s">visita a nosa páxina de asistencia técnica</a>.
hu: Az Adományozástámogatási csapatunk nem tud műszaki támogatási kérdésekre válaszolni. Nem biztosítunk műszaki támogatást pénzadományokért cserében. Hogy megkapja a szükséges segítséget, <a target="_blank" href="%(url)s">keresse fel a műszaki támogatási oldalunkat</a>.
ru: Наша Команда поддержки доноров не может ответить на какие-либо вопросы по технической части. Мы не предоставляем техническую поддержку в обмен на финансовые пожертвования. Чтобы убедиться, что вы получите необходимую помощь, пожалуйста, <a target="_blank" href="%(url)s">посетите нашу страницу технической поддержки</a>.
sv_se: Vårt supportteam för donationer kan inte svara på eventuella tekniska supportfrågor. Vi tillhandahåller inte tekniskt stöd i utbyte mot ekonomiska gåvor. För att se till att du får den hjälp du behöver, <a target="_blank" href="%(url)s">besök vår tekniska supportsida</a>.
vi: Nhóm hỗ trợ nhà tài trợ của chúng tôi không thể trả lời bất kỳ câu hỏi hỗ trợ kỹ thuật nào. Chúng tôi không cung cấp hỗ trợ kỹ thuật để đổi lấy quyên góp tài chính. Để đảm bảo rằng bạn có thể được hỗ trợ, vui lòng <a target="_blank" href="%(url)s">truy cập trang hỗ trợ kỹ thuật của chúng tôi</a>.
