Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: Please note: you will be redirected to <u>%(domain)s</u> to complete this survey.
bg: Моля, обърнете внимание: ще бъдете пренасочени към <u>%(domain)s</u>, за да попълните тази анкета.
cs: Poznámka: Pro vyplnění tohoto průzkumu budete přesměrováni na stránku <u>%(domain)s</u>.
cy: Sylwch: byddwch yn cael eich ailgyfeirio i <u>%(domain)s</u> i gwblhau'r arolwg hwn.
de: Bitte beachten Sie: Sie werden auf <u>%(domain)s</u> weitergeleitet, um an dieser Umfrage teilzunehmen.
el: Σημείωση: Θα ανακατευθυνθείτε στο <u>%(domain)s</u> για να ολοκληρώσετε αυτήν την έρευνα.
es_ar: Tené en cuenta que serás redireccionado a <u>%(domain)s</u> para completar esta encuesta.
es_cl: Ten en cuenta: serás redirigido a <u>%(domain)s</u> para completar esta encuesta.
eu: Kontuan izan: <u>%(domain)s</u>-ra birbideratuko zaituzte inkesta hau betetzeko.
fr: Veuillez noter : vous allez être redirigé·e vers <u>%(domain)s</u> pour répondre à ce questionnaire.
fy_nl: Let op: jo wurde omlaat nei <u>%(domain)s</u> om dizze enkête yn te foljen.
gl: Ten en conta: serás redirixido a <u>%(domain)s</u> para completar esta enquisa.
hu: Vegye figyelembe: a kérdőív befejezéséhez át lesz irányítva a(z) <u>%(domain)s</u> doménhez.
ia: Nota: tu sera readressate a <u>%(domain)s</u> pro completar iste sondage.
is: Athugaðu: þér verður vísað á <u>%(domain)s</u> til að svara þessari könnun.
it: Nota: verrai reindirizzato a <u>%(domain)s</u> per completare questo sondaggio.
ja: 注意: このアンケートはリダイレクト先の <u>%(domain)s</u> で回答できます。
nl: Let op: u wordt doorgestuurd naar <u>%(domain)s</u> om deze enquête in te vullen.
pt_br: Nota: você será redirecionado para <u>%(domain)s</u> para participar desta pesquisa de opinião.
ru: Обратите внимание: вы будете перенаправлены на <u>%(domain)s</u> для прохождения этого опроса.
sk: Poznámka: Na vyplnenie tohto prieskumu budete presmerovaní na stránku <u>%(domain)s</u>.
sl: Opomba: za izpolnjevanje ankete boste preusmerjeni na <u>%(domain)s</u>.
sq: Ju lutemi, kini parasysh se: do të ridrejtoheni te <u>%(domain)s</u> për të plotësuar këtë pyetësor.
sv_se: Observera: du kommer att omdirigeras till <u>%(domain)s</u> för att slutföra denna undersökning.
tr: Lütfen dikkat: Bu anketi doldurmak için <u>%(domain)s</u> adresine yönlendirileceksiniz.
uk: Зверніть увагу: вас буде перенаправлено на <u>%(domain)s</u> для проходження цього опитування.
vi: Lưu ý rằng: bạn sẽ được chuyển hướng đến <u>%(domain)s</u> để hoàn thành cuộc khảo sát này.

source: Start
bg: Начало
cs: Spustit
cy: Cychwyn
de: Los geht’s
el: Έναρξη
es_ar: Inicio
es_cl: Iniciar
eu: Hasi
fi: Aloita
fr: Démarrer
fy_nl: Starte
gl: Iniciar
hu: Kezdés
ia: Initiar
is: Byrja
it: Inizia
ja: 開始
nl: Starten
pt_br: Iniciar
ru: Начать
sk: Spustiť
sl: Začni
sq: Filloni
sv_se: Starta
tr: Başlat
uk: Почати
vi: Bắt đầu

source: Thank You!
bg: Благодарим!
cy: Diolch!
de: Vielen Dank!
el: Σας ευχαριστούμε!
es_ar: ¡Gracias!
es_cl: ¡Gracias!
eu: Milesker!
fi: Kiitos!
fr: Merci !
fy_nl: Tige tank!
gl: Grazas!
hu: Köszönjük!
ia: Gratias!
is: Takk fyrir!
it: Grazie!
ja: ありがとうございます！
nl: Bedankt!
nn_no: Takk skal du ha!
pt_br: Obrigado!
ru: Спасибо!
sk: Ďakujeme!
sl: Hvala!
sq: Faleminderit!
sv_se: Tack!
tr: Teşekkür ederiz!
uk: Дякуємо!
vi: Cảm ơn bạn!

source: A laptop with an stylized envelope floating in front of the screen. Three hearts of descending size float above the envelope.
bg: Лаптоп със стилизиран плик, плаващ пред екрана. Три сърца с намаляващ размер плуват над плика.
cs: Notebook s stylizovanou obálkou plovoucí v popředí obrazovky. Nad obálkou se vznášejí tři sestupně velká srdce.
cy: Gliniadur gydag amlen yn arnofio o flaen y sgrin. Mae tair calon o faint disgynnol yn arnofio uwchben yr amlen.
de: Ein Laptop mit einem stilisierten Umschlag, der vor dem Bildschirm schwebt. Über dem Umschlag schweben drei absteigende Herzen.
el: Ένας φορητός υπολογιστής με έναν φάκελο που αιωρείται μπροστά από την οθόνη. Τρεις καρδιές φθίνοντος μεγέθους αιωρούνται πάνω από τον φάκελο.
es_ar: Una laptop con un sobre estilizado flotando frente a la pantalla. Tres corazones de tamaño descendente flotan sobre el sobre.
es_cl: Un notebook con un sobre estilizado flotando frente a la pantalla. Tres corazones de tamaño decreciente flotan sobre el sobre.
eu: Pantailaren aurrean flotatzen duen gutun-azal estilizatu bat duen ordenagailu eramangarri bat. Beheranzko tamainako hiru bihotz flotatzen dira gutun-azalaren gainean.
fr: Un ordinateur portable avec une envelopepe stylisée flottant devant l’écran. Trois cœurs de taille décroissante flottant au-dessus de l’envelopepe.
fy_nl: In laptop mei in stilearre slúfke driuwend foar it skerm. Trije herten fan ôfnimmende grutte driuwe boppe it slúfke.
gl: Un portátil cun sobre estilizado flotando diante da pantalla. Tres corazóns de tamaño descendente flotan sobre o sobre.
hu: Egy laptop, amelynek képernyője előtt egy stilizált boríték lebeg. Három csökkenő méretű szívecske lebeg a boríték felett.
ia: Un portabile con un inveloppe stilisate que flotta in fronte al schermo. Tres cordes de dimensiones descendente flotta super le inveloppe.
is: Fartölva með stílfærðu umslagi sem svífur fyrir framan skjáinn. Þrjú hjörtu í minnkandi stærð svífa fyrir ofan umslagið.
it: Un portatile con una busta da lettera stilizzata che fluttua davanti allo schermo. Tre cuori con dimensione decrescente che fluttuano sopra la busta.
ja: 画面の前に浮かぶ様式化された封筒を持つノートパソコン。封筒の上には大きさの異なる3つのハートが浮かんでいます。
nl: Een laptop met een gestileerde envelop, zwevend voor het scherm. Boven de envelop zweven drie harten van aflopende grootte.
pt_br: Um notebook com um envelopee estilizado flutuando em frente à tela. Três corações de tamanho descrente flutuam sobre o envelopee.
ru: Ноутбук со стилизованным конвертом, плавающим перед экраном. Три сердца по убыванию размера плавают над конвертом.
sk: Notebook so štylizovanou obálkou vznášajúcou sa pred obrazovkou. Nad obálkou sa vznášajú tri srdcia klesajúcej veľkosti.
sl: Prenosnik s stilizirano ovojnico, ki lebdi pred zaslonom. Nad ovojnico lebdijo trije padajoči srčki.
sv_se: En bärbar dator med ett stiliserat kuvert som svävar framför skärmen. Tre hjärtan av fallande storlek svävar ovanför kuvertet.
uk: Ноутбук зі стилізованим конвертом, що пливе перед екраном. Над конвертом пливуть три серця, розмір яких зменшується.
vi: Một chiếc máy tính xách tay với phong bì cách điệu lơ lửng trước màn hình. Ba trái tim có kích thước giảm dần nổi phía trên phong bì.

source: Finish installing, and start enjoying <span class="txt-gradient">Thunderbird</span>.
bg: Завършете инсталирането и започнете да се използвате <span class="txt-gradient">Thunderbird</span>.
cs: Dokončete instalaci a začněte si užívat <span class="txt-gradient">Thunderbird</span>.
cy: Gorffennwch osod, a dechrau mwynhau <span class="txt-gradient">Thunderbird</span>.
de: Schließen Sie die Installation ab und genießen Sie <span class="txt-gradient">Thunderbird</span>.
el: Ολοκληρώστε την εγκατάσταση και αρχίστε να απολαμβάνετε το <span class="txt-gradient">Thunderbird</span>.
es_ar: Terminá de instalar y empezá a disfrutar de <span class="txt-gradient">Thunderbird</span>.
es_cl: Finaliza la instalación y empieza a disfrutar de <span class="txt-gradient">Thunderbird</span>.
eu: Amaitu instalatzen eta hasi <span class="txt-gradient">Thunderbird</span> gozatzen.
fi: Viimeistele asennus ja nauti <span class="txt-gradient">Thunderbird</span>istä.
fr: Terminez l’installation et commencez à profiter de <span class="txt-gradient">Thunderbird</span>.
fy_nl: Foltôgje de ynstallaasje en genietsje fan <span class="txt-gradient">Thunderbird</span>.
gl: Remata a instalación e comeza a gozar de <span class="txt-gradient">Thunderbird</span>.
hu: Fejezze be a telepítést, és élvezze a <span class="txt-gradient">Thunderbird</span> használatát.
ia: Fini de installar, e comencia a gauder de <span class="txt-gradient">Thunderbird</span>.
is: Ljúktu við uppsetninguna og byrjaðu að njóta <span class="txt-gradient">Thunderbird</span>.
it: Termina l’installazione e inizia a goderti <span class="txt-gradient">Thunderbird</span>.
ja: インストールを完了して、<span class="txt-gradient">Thunderbird</span>をお楽しみください。
nl: Voltooi de installatie en geniet van <span class="txt-gradient">Thunderbird</span>.
nn_no: Fullfør installasjonen, og nyt <span class="txt-gradient">Thunderbird</span>.
pl: Dokończ instalację i zacznij cieszyć się <span class="txt-gradient">Thunderbirdem</span>.
pt_br: Conclua a instalação e comece a desfrutar do <span class="txt-gradient">Thunderbird</span>.
ru: Завершите установку и начните пользоваться <span class="txt-gradient">Thunderbird</span>.
sk: Dokončite inštaláciu a začnite si užívať <span class="txt-gradient">Thunderbird</span>.
sl: Končajte namestitev in začnite uživati v <span class="txt-gradient">Thunderbirdu</span>.
sq: Përfundoni instalimin dhe filloni të shijoni <span class="txt-gradient">Thunderbird-in</span>.
sv_se: Avsluta installationen och börja njut av <span class="txt-gradient">Thunderbird</span>.
tr: Yüklemeyi tamamlayıp <span class="txt-gradient">Thunderbird’ün</span> keyfini çıkarmaya başlayın.
uk: Завершіть встановлення і почніть використовувати переваги <span class="txt-gradient">Thunderbird</span>.
vi: Cài đặt xong và bắt đầu thưởng thức <span class="txt-gradient">Thunderbird</span>.

source: Having trouble? <a class="inline-link" href="%(url)s">Get help with your installation.</a>
bg: Имате ли проблем? <a class="inline-link" href="%(url)s">Получете помощ от тук за вашата инсталация.</a>
cs: Máte potíže? <a class="inline-link" href="%(url)s">Rádi vám s instalací pomůžeme.</a>
cy: Cael trafferth? <a class="inline-link" href="%(url)s">Cael cymorth gyda'ch gosodiad </a>
de: Gibt es Probleme? <a class="inline-link" href="%(url)s">Holen Sie sich Hilfe bei der Installation.</a>
el: Αντιμετωπίζετε προβλήματα; <a class="inline-link" href="%(url)s">Λάβετε βοήθεια με την εγκατάστασή σας.</a>
es_ar: ¿Teniendo problemas? <a class="inline-link" href="%(url)s">Obtené ayuda con la instalación.</a>
es_cl: ¿Tienes problemas? <a class="inline-link" href="%(url)s">Obtén ayuda con tu instalación.</a>
es_es: ¿Tienes problemas? <a class="inline-link" href="%(url)s">Obtén ayuda con tu instalación.</a>
eu: Arazorik? <a class="inline-link" href="%(url)s">Lortu laguntza instalatzeko.</a>
fi: Ongelmia? <a class="inline-link" href="%(url)s">Apua asennukseen.</a>
fr: Vous avez des problèmes ? <a class="inline-link" href="%(url)s">Obtenez de l’aide pour l’installation</a>.
fy_nl: Problemen? <a class="inline-link" href="%(url)s">Untfang help by jo ynstallaasje.</a>
gl: Ten problemas? <a class="inline-link" href="%(url)s">Obteña axuda coa súa instalación.</a>
hu: Problémája van? <a class="inline-link" href="%(url)s">Kapjon segítséget a telepítéshez</a>.
ia: Problemas? <a class="inline-link" href="%(url)s">Obtener auxilio con tu installation.</a>
is: Áttu í vandræðum? <a class="inline-link" href="%(url)s">Fáðu hjálp við uppsetninguna þína.</a>
it: Problemi? <a class="inline-link" href="%(url)s">Ricevi assistenza per l’installazione</a>.
ja: 問題が発生しましたか？<a class="inline-link" href="%(url)s">インストールに関するヘルプをご利用ください。</a>
nl: Problemen? <a class="inline-link" href="%(url)s">Ontvang hulp bij uw installatie.</a>
nn_no: Har du problem? <a class="inline-link" href="%(url)s">Få hjelp med installasjonen din.</a>
pl: Masz problem? <a class="inline-link" href="%(url)s">Przeczytaj pomoc na temat instalacji</a>.
pt_br: Está com problemas? <a class="inline-link" href="%(url)s">Peça ajuda para sua instalação.</a>
ru: Возникли проблемы? <a class="inline-link" href="%(url)s">Получите помощь по установке.</a>
sk: Máte problémy? <a class="inline-link" href="%(url)s">Získajte pomoc s inštaláciou</a>.
sl: Imate težave? <a class="inline-link" href="%(url)s">Poiščite pomoč pri namestitvi</a>.
sq: Keni vështirësi? <a class="inline-link" href="%(url)s">Merrni ndihmë për instalimin tuaj</a>.
sv_se: Har du problem? <a class="inline-link" href="%(url)s">Få hjälp med din installation.</a>
tr: Sorun yaşıyorsanız <a class="inline-link" href="%(url)s">kurulumla ilgili yardım alabilirsiniz.</a>
uk: Виникли проблеми? <a class="inline-link" href="%(url)s">Отримайте допомогу щодо встановлення.</a>
vi: Gặp sự cố? <a class="inline-link" href="%(url)s">Nhận trợ giúp về trình cài đặt của bạn.</a>

source: Experience The Future Of Thunderbird
bg: Изживейте бъдещето на Thunderbird
cs: Prozkoumejte budoucnost Thunderbirdu
cy: Profwch Ddyfodol Thunderbird
de: Erleben Sie die Zukunft von Thunderbird
el: Δείτε το μέλλον του Thunderbird
es_ar: Experimentá el futuro de Thunderbird
es_cl: Experimenta el futuro de Thunderbird
es_es: Experimenta el futuro de Thunderbird
eu: Bizi ezazu Thunderbird-en etorkizuna
fi: Koe Thunderbirdin tulevaisuus
fr: Découvrez l’avenir de Thunderbird
fy_nl: Belibje de takomst fan Thunderbird
gl: Experimentar o futuro de Thunderbird
hu: Tapasztalja meg a Thunderbird jövőjét
ia: Frue le futuro de Thunderbird
is: Sjáðu hvernig framtíð Thunderbird getur litið út
it: Scopri il futuro di Thunderbird
ja: Thunderbirdの未来を体験する
nl: Ervaar de toekomst van Thunderbird
pt_br: Experimente o futuro do Thunderbird
ru: Испытайте будущее Thunderbird
sk: Zažite budúcnosť Thunderbirdu
sl: Doživite prihodnost Thunderbirda
sq: Përjetoni të Ardhmen e Thunderbird-it
sv_se: Upplev framtiden för Thunderbird
tr: Thunderbird’ün Geleceğini Deneyin
uk: Відчуйте майбутнє Thunderbird
vi: Trải nghiệm tương lai của Thunderbird
