Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: Account settings moved to macOS application menu
bg: Настройките на профила са преместени в менюто на приложението на macOS
cs: Nastavení účtu přesunuto do nabídky aplikace macOS
cy: Gosodiadau cyfrif wedi'u symud i ddewislen rhaglenni macOS
de: Kontoeinstellungen in das macOS-Anwendungsmenü verschoben
el: Οι ρυθμίσεις λογαριασμού μετακινήθηκαν στο μενού εφαρμογής του macOS
es_ar: Configuración de cuenta movida al menú de aplicaciones de macOS
es_cl: Configuración de cuenta reubicada al menú de aplicaciones de macOS
es_es: La configuración de la cuenta se ha trasladado al menú de aplicaciones de macOS
eu: Kontuen ezarpenak macOS aplikazio menura mugitu dira
fi: Tilin asetukset siirretty macOS:n sovellusvalikkoon
fr: Les paramètres du compte ont été déplacés vers le menu de l’application macOS
fy_nl: Accountynstellingen binne ferpleatst nei it macOS-tapassingenmenu
gl: A configuración da conta moveuse ao menú de aplicacións de macOS
hu: A fiókbeállítások átkerültek a macOS alkalmazásmenüjébe
ia: Le parametros de conto se ha movite a in le menu del application de macOS
is: Reikningsstillingar færðar í macOS-forritsvalmyndina
it: Impostazioni dell’account spostate nel menu dell’applicazione in macOS
ja: アカウント設定がmacOSアプリケーションメニューに移動しました
nl: Accountinstellingen zijn verplaatst naar het macOS-toepassingsmenu
nn_no: Kontoinstillingane flytta til macOS-programmeny
pl: Ustawienia konta zostały przeniesione do menu aplikacji macOS
pt_br: Configurações de contas movidas para o menu de aplicativo do macOS
ru: Настройки учётной записи перемещены в меню приложений macOS
sk: Nastavenia účtu sa presunuli do ponuky aplikácie macOS
sl: Nastavitve računa premaknjene v meni aplikacije macOS
sq: Rregullimet e llogarisë kaluan te menuja e aplikacionit për macOS
sv_se: Kontoinställningarna flyttade till macOS-programmeny
tr: Hesap ayarları macOS uygulama menüsüne taşındı
uk: Налаштування облікового запису переміщено в меню програми macOS
vi: Cài đặt tài khoản được chuyển sang menu ứng dụng macOS

source: Plus: Application-wide font size control, Theme fixes, FileLink fixes, Accessibility fixes, improved vCard integration, improved calendar startup performance, Calendar fixes including correct order of week view headers and days for right to left locales.
bg: Плюс: Контрол на размера на шрифта за цялото приложение, корекции на теми, корекции на FileLink, корекции на достъпността, подобрена интеграция на vCard, подобрена производителност при стартиране на календара, корекции на календара, включително правилен ред на заглавките на седмичния изглед и дните за локали отдясно наляво.
cs: A ještě: Ovládání velikosti písma v rámci celé aplikace, opravy motivů vzhledu, opravy v souboru přes úložiště, opravy v oblasti přístupnosti, vylepšená integrace formátu vCard, vylepšený výkon při spouštění kalendáře, opravy v kalendáři včetně správného pořadí záhlaví zobrazení týdne a dnů pro jazyky píšící zprava doleva.
cy: Hefyd: Rheoli maint ffont ar draws y rhaglen, cyweiriadau i'r Thema, cyweiriadau i FileLink, cyweiriadau i Hygyrchedd, integreiddio vCard gwell, perfformiad cychwyn calendr gwell, cyweiriadau i'r Calendr gan gynnwys trefn gywir penynnau golwg wythnos a diwrnod ar gyfer localau de i'r chwith.
de: Plus: Anwendungsweite Steuerung der Schriftgröße, Design-Korrekturen, FileLink-Korrekturen, Barrierefreiheits-Korrekturen, verbesserte vCard-Integration, verbesserte Kalender-Startleistung, Kalender-Korrekturen einschließlich der korrekten Reihenfolge der Wochenansichts-Kopfzeilen und Tage für Rechts-nach-Links-Gebietsschemata.
el: Επιπλέον: καθολικός έλεγχος μεγέθους γραμματοσειράς στην εφαρμογή, διορθώσεις θεμάτων, διορθώσεις FileLink, διορθώσεις προσβασιμότητας, βελτιωμένη ενσωμάτωση vCard, βελτιωμένες επιδόσεις εκκίνησης ημερολογίων, διορθώσεις ημερολογίου όπως η σωστή σειρά των κεφαλίδων προβολής εβδομάδων και των ημερών για γλώσσες που γράφονται από τα δεξιά προς τα αριστερά.
es_ar: Además: control de tamaño de fuente para toda la aplicación, correcciones de temas, correcciones de FileLink, correcciones de accesibilidad, integración mejorada de vCard, rendimiento de inicio de calendario mejorado, correcciones de calendario que incluyen el orden correcto de los encabezados de vista de la semana y los días para los idiomas que se escriben de derecha a izquierda.
es_cl: Además: Control del tamaño de fuente en toda la aplicación, correcciones de temas, correcciones de FileLink, correcciones de accesibilidad, integración mejorada de vCard, rendimiento de inicio del calendario mejorado, correcciones en el calendario que incluyen el orden correcto de los encabezados de vista de la semana y días para configuraciones regionales de derecha a izquierda.
es_es: Además: Control del tamaño de fuente en toda la aplicación, correcciones de temas, correcciones de FileLink, correcciones de accesibilidad, integración mejorada de vCard, rendimiento de inicio del calendario mejorado, correcciones en el calendario que incluyen el orden correcto de los encabezados de vista de la semana y días para configuraciones regionales de derecha a izquierda.
eu: Gainera: Aplikazio osoan letra-tamaina kontrola, itxura konponketak, FileLink-en konponketak, Irisgarritasunaren konponketak, vCard integrazio hobetua, egutegiaren errendimendua hobetzea, Egutegian konponketak, asteko bistaratze-ordena zuzena barne, eta eskuin-ezkerreko lokaletarako egunak.
fr: De plus : contrôle de la taille des polices pour l’ensemble de l’application, correctifs de thème, correctifs FileLink, correctifs d’accessibilité, intégration vCard améliorée, performances de démarrage de l’agenda améliorées, correctifs pour l’agenda, y compris l’ordre des en-têtes dans la vue de la semaine et l’ordre des jours pour les langues lues de droite à gauche.
fy_nl: Plus: tapassingsbrede ynstelling fan lettergrutte, temakorreksjes, FileLink-korreksjes, tagonklikheidskorreksjes, ferbettere vCard-yntegraasje, ferbettere aginda-opstartprestaasjes, agindakorreksjes ynklusyf krekte folchoarder fan wikewerjeftekoppen en dagen foar talen fan rjochts nei links.
gl: Ademais: control do tamaño da fonte en toda a aplicación, correccións de temas, correccións de FileLink, correccións de accesibilidade, integración mellorada de vCard, mellora do rendemento de inicio do calendario, correccións do calendario, incluíndo a orde correcta das cabeceiras de vista da semana e dos días para as rexións da dereita a esquerda.
hu: Továbbá: Alkalmazásszintű betűméret-szabályozás, témajavítások, FileLink-javítások, akadálymentesítési javítások, továbbfejlesztett vCard-integráció, jobb naptárindítási teljesítmény, naptárjavítások, beleértve a heti nézet fejléceinek és napjainak helyes sorrendjét a jobbról balra író nyelvek esetén.
ia: Plus: controlo del dimension del characteres a nivello de application, reparationes de thema, de Filelink, de accessibilitate, integration de vCard meliorate, prestationes del lanceamento initial del agenda meliorate, reparationes de agenda includite correcte ordine del titulos del vista septimanal e dies pro linguas de dextra a sinistra.
is: Auk þess: Stýring á leturstærð fyrir allt forritið, lagfæringar á þemum, lagfæringar á FileLink, lagfæringar á aðgengismálum, bætt samþætting vCard, bætt ræsing dagatals, lagfæringar á dagatali, þar á meðal rétt röð vikuskoðunarhausa og daga fyrir RTL hægri-til-vinstri staðfærslur.
it: Inoltre: controllo della dimensione del carattere a livello di applicazione, correzioni per i temi, correzioni per FileLink, miglioramenti per l’accessibilità, integrazione con vCard migliorata, avvio del calendario più rapido, correzioni per il calendario incluso l’ordine di visualizzazione corretto delle intestazioni di settimane e giorni per le lingue con direzione del testo da destra a sinistra.
ja: さらに：アプリケーション全体のフォントサイズの制御、テーマの修正、FileLinkの修正、アクセシビリティの修正、vCardの統合の改善、カレンダーの起動パフォーマンスの改善、週のビューヘッダーの正しい順序や、右から左へのロケールの曜日などのカレンダーの修正。
nl: Plus: toepassingsbrede instelling van de lettergrootte, themacorrecties, FileLink-correcties, toegankelijkheidscorrecties, verbeterde vCard-integratie, verbeterde opstartprestaties van de agenda, agendacorrecties inclusief correcte volgorde van weekweergavekoppen en dagen voor talen van rechts naar links.
pl: Dodatkowo: sterowanie rozmiarem czcionki w całej aplikacji, poprawki motywu, poprawki obsługi serwisów przechowywania plików, poprawki ułatwień dostępu, ulepszona integracja z formatem vCard, zwiększona wydajność uruchamiania kalendarza, poprawki kalendarza, w tym właściwa kolejność nagłówków widoku tygodnia i dni w przypadku języków pisanych od prawej do lewej.
pt_br: Além disso: controle de tamanho de fontes em todo o aplicativo, correções de temas, correções de FileLink, correções de acessibilidade, integração vCard aprimorada, desempenho de início de agendas aprimorado, correções de agendas incluindo ordem correta de cabeçalhos na exibição semanal e dias em idiomas escritos da direita para esquerda.
ru: Плюс: управление размером шрифта в масштабе всего приложения, исправления темы, исправления FileLink, исправления специальных возможностей, улучшенная интеграция vCard, улучшенная производительность запуска календаря, исправления Календаря, включая правильный порядок заголовков представления недели и дней для языков с написанием справа налево.
sk: Plus: ovládanie veľkosti písma v celej aplikácii, opravy tém, opravy FileLink, opravy prístupnosti, vylepšená integrácia vCard, vylepšený výkon pri spúšťaní kalendára, opravy kalendára vrátane správneho poradia hlavičiek zobrazenia týždňa a dní pre miestne nastavenia sprava doľava.
sl: Plus: nadzor velikosti pisave za celotno aplikacijo, popravki teme, popravki FileLink, popravki za ljudi s posebnimi potrebami, izboljšana integracija vCard, izboljšana zmogljivost zagona koledarja, popravki koledarja, vključno s pravilnim vrstnim redom glav tedenskih pogledov in dnevi za območja od desne proti levi.
sq: Plus: Kontroll madhësie shkronjash në tërë aplikacionin, Ndreqje temash, Ndreqje për FileLink, Ndreqje përdorimi nga persona me aftësi të kufizuara, përmirësim integrimi vCard-esh, përmirësim funksionimi të nisjes së kalendarit, Ndreqje te Calendar-i, përfshi radhë të saktë të kreve për parje javësh dhe ditësh për vendore që shkruhen nga e djathta në të majtë.
sv_se: Plus: Programomfattande teckenstorlekskontroll, temafixar, FileLink-fixar, tillgänglighetsfixar, förbättrad vCard-integration, förbättrad kalenderstartprestanda, kalenderfixar inklusive korrekt ordning på veckovisningsrubriker och dagar för höger till vänster språk.
uk: На додачу: контроль розміру шрифту в усьому застосунку, виправлення теми, виправлення FileLink, виправлення можливостей доступності, покращена інтеграція vCard, поліпшена швидкість запуску календаря, виправлення календаря, включно з правильним порядком заголовків у поданні тижня та днів для мов справа наліво.
vi: Thêm: Kiểm soát kích thước phông chữ trên toàn ứng dụng, sửa lỗi chủ đề, liên kết tập tin và trợ năng, cải thiện tích hợp vCard và hiệu suất khởi động lịch, sửa lỗi lịch bao gồm cả thứ tự chính xác của header trong chế độ xem tuần và ngày cho các ngôn ngữ từ phải sang trái.

source: You can see details of all our changes in the release notes for <a href="%(release)s">Thunderbird 102.0 and up</a>.
bg: Можете да видите подробности за всички наши промени в бележките по изданието за <a href="%(release)s">Thunderbird 102.0 и по-нова версия</a>.
cs: Podrobnosti o všech změnách najdete v poznámkách k vydání <a href="%(release)s">Thunderbirdu 102.0 a novějších verzí</a>.
cy: Gallwch weld manylion ein holl newidiadau yn y nodiadau rhyddhau ar gyfer <a href="%(release)s">Thunderbird 102.0 ac uwch</a>.
de: Ausführliche Informationen zu allen Änderungen finden Sie in den <a href="%(release)s">Versionshinweisen zu Thunderbird 102.0 und höher</a>.
el: Μπορείτε να δείτε λεπτομέρειες για όλες τις αλλαγές μας στις σημειώσεις έκδοσης του <a href="%(release)s">Thunderbird 102.0 και νεότερων</a>.
es_ar: Podés ver detalles de todos nuestros cambios en las notas de lanzamiento para <a href="%(release)s">Thunderbird 102.0 y posteriores</a>.
es_cl: Puedes ver los detalles de todos nuestros cambios en las notas de lanzamiento de <a href="%(release)s">Thunderbird 102.0 y posteriores</a>.
es_es: Puedes ver los detalles de todos nuestros cambios en las notas de lanzamiento de <a href="%(release)s">Thunderbird 102.0 y posteriores</a>.
eu: Badaude beste hainbat eguneraketa bertsio honetan, zerrenda osoa ikus dezakezu <a href="%(release)s">Thunderbird 102.0 eta goragoko bertsio oharretan</a>.
fr: Vous pouvez voir le détail de tous nos changements dans les notes de version pour <a href="%(release)s">Thunderbird 102.0 et supérieur</a>.
fy_nl: Jo kinne in list mei alle fernijingen besjen yn de útjefteopmerkingen fan <a href="%(release)s">Thunderbird 102.0 en heger</a>.
gl: Pode ver detalles de todos os nosos cambios nas notas da versión para <a href="%(release)s">Thunderbird 102.0 ou superior</a>.
hu: Számos más frissítés is található ebben a kiadásban, ezek listáját a <a href="%(release)s">Thunderbird 102.0-s és újabb verzióinak kiadási megjegyzéseiben</a> nézheti meg.
ia: Tu pote vider le detalios de tote le cambios in le notas de version pro <a href="%(release)s">Thunderbird de 102.0 e ultra</a>.
is: Þú getur séð nánari upplýsingar um allar breytingar í útgáfuupplýsingum fyrir <a href="%(release)s">Thunderbird 102.0 og nýrri</a>.
it: Consulta l’elenco completo delle modifiche nelle note di versione di <a href="%(release)s">Thunderbird 102.0 e successive</a>.
ja: すべての変更点の詳細は、<a href="%(release)s">Thunderbird 102.0 以降</a> のリリースノートをご覧ください。
nl: U kunt details van al onze wijzigingen bekijken in de <a href="%(release)s">uitgaveopmerkingen van Thunderbird 102.0 en hoger</a>.
pl: Informacje o wszystkich zmianach można znaleźć w informacjach o wydaniu <a href="%(release)s">Thunderbirda 102.0 i nowszych</a>.
pt_br: Você pode ver detalhes de todas as alterações nas notas de atualização do <a href="%(release)s">Thunderbird 102.0 em diante</a>.
ru: Подробную информацию обо всех наших изменениях можно найти в примечаниях к выпуску для <a href="%(release)s">Thunderbird 102.0 и выше</a>.
sk: Podrobnosti o všetkých našich zmenách si môžete pozrieť v poznámkach k vydaniu pre <a href="%(release)s">Thunderbird verzie 102.0 a vyššej</a>.
sl: Podrobnosti vseh sprememb si lahko ogledate v opombah ob izdaji <a href="%(release)s">Thunderbirda 102.0 in novejših</a>.
sq: Një listë të krejt ndryshimeve tona mund ta shihni te shënime hedhjeje në qarkullim për <a href="%(release)s">Thunderbird 102.0 e sipër</a>.
sv_se: Du kan se detaljer om alla våra ändringar i versionskommentarerna för <a href="%(release)s">Thunderbird 102.0 och senare</a>.
tr: Tüm değişikliklerin ayrıntılarını <a href="%(release)s">Thunderbird 102.0 sürüm notlarında</a> görebilirsiniz.
uk: Ви можете ознайомитися з подробицями про всі зміни у примітках до випуску для <a href="%(release)s">Thunderbird 102.0 та новіших версій</a>.
vi: Bạn có thể xem chi tiết về tất cả các thay đổi của chúng tôi trong ghi chú phát hành cho <a href="%(release)s">Thunderbird 102.0 trở lên</a>.

source: Thunderbird is funded by users like you
bg: Thunderbird се финансира от потребители като вас
cs: Thunderbird pomáhají financovat uživatelé, jako jste vy
cy: Mae Thunderbird yn cael ei ariannu gan ddefnyddwyr fel chi
de: Thunderbird wird von Nutzern wie Ihnen finanziert
el: Το Thunderbird χρηματοδοτείται από χρήστες σαν κι εσάς
es_ar: Thunderbird es financiado por usuarios como vos
es_cl: Thunderbird es financiado por usuarios como tú
es_es: Thunderbird está financiado por usuarios como tú
eu: Thunderbird zuk bezalako erabiltzaileek babestua dago
fi: Thunderbirdia rahoittavat kaltaisesi käyttäjät
fr: Thunderbird est financé par des utilisateurs et des utilisatrices comme vous
fy_nl: Thunderbird wurdt finansiere troch brûkers as jo
gl: O Thunderbird está financiado por usuarios coma vostede
hu: A Thunderbirdöt az Önhöz hasonló felhasználók finanszírozzák
ia: Thunderbird es financiate per usatores como te
is: Thunderbird er fjármagnað af notendum eins og þér
it: Thunderbird è finanziato da utenti come te
ja: Thunderbird はあなたのようなユーザーに支えられています
kab: Thunderbird bnan-t iseqdacen am kečč
nb_no: Thunderbird er finansiert av brukere som deg
nl: Thunderbird wordt gefinancierd door gebruikers als u
nn_no: Thunderbird er finansiert av brukarar som deg
pl: Thunderbird jest finansowany przez użytkowników takich jak Ty
pt_br: O Thunderbird é financiado por usuários como você
ru: Thunderbird финансируется такими пользователями, как вы
sk: Thunderbird je financovaný používateľmi, ako ste vy
sl: Thunderbird financirajo uporabniki, kot ste vi
sq: Thunderbird-i financohet nga përdorues si ju
sv_se: Thunderbird finansieras av användare som du
tr: Thunderbird sizin gibi kullanıcılar tarafından finanse edilmektedir
uk: Thunderbird фінансується такими користувачами, як ви
vi: Thunderbird được tài trợ bởi những người dùng như bạn

source: Thunderbird is both free and freedom respecting, but we’re also completely funded by donations! Help us sustain the project and continue to improve.
bg: Thunderbird е едновременно свободен и зачитащ свободата, но в същото време се финансира изцяло от дарения. Помогнете ни да поддържаме проекта и да продължим да го усъвършенстваме.
cs: Thunderbird je svobodný a respektujte svobodu, ale zároveň je plně financován z darů a příspěvků. Pomozte nám dále projekt udržovat a rozvíjet.
cy: Mae Thunderbird yn rhad ac am ddim ac yn parchu rhyddid, ond rydyn ni hefyd yn cael ein hariannu'n llwyr gan roddion! Helpwch ni i gynnal y prosiect a pharhau i'w wella.
de: Thunderbird ist freie Software und <a href="https://fsfe.org/freesoftware/basics/4freedoms.de.html">respektiert Ihre Freiheit</a>, außerdem finanzieren wir uns vollständig durch Spenden. Bitte tragen Sie zur Aufrechterhaltung und zur weiteren Verbesserung des Projekts bei.
el: Το Thunderbird είναι δωρεάν και σέβεται την ελευθερία, αλλά χρηματοδοτείται εξ ολοκλήρου από δωρεές! Βοηθήστε μας να υποστηρίξουμε το έργο και να συνεχίσουμε τη βελτίωσή του.
es_ar: Thunderbird es gratis, libre y respetuoso de la libertad, ¡pero también estamos completamente financiados por donaciones! Ayudanos a mantener el proyecto y a seguir mejorando.
es_cl: Thunderbird es gratuito y al mismo tiempo respeta la libertad, ¡Pero también es financiado completamente por donaciones! Ayúdanos a mantener el proyecto y seguir mejorando.
es_es: ¡Thunderbird es a la vez gratuito y respetuoso con tu libertad, pero también estamos financiados completamente a través de donaciones! Ayúdanos a sostener el proyecto y continuar mejorando.
eu: Thunderbird gauza biak da, dohain eta librea, baina gure finantzaketa erabat dohaintza bidez da! Lagun gaitzazu proiektua mantentzen eta hobekuntzak egiten jarraitzen.
fi: Thunderbird on ilmainen ja vapautta kunnioittava, mutta meitä rahoitetaan täysin lahjoituksilla! Auta meitä ylläpitämään hanketta ja jatkamaan kehittämistä.
fr: Thunderbird est à la fois gratuit et respectueux des libertés, mais il est aussi complètement financé par des dons ! Aidez-nous à maintenir le projet et à continuer de l’améliorer.
fy_nl: Thunderbird is sawol fergees as mei respekt foar de frijheid, mar wy wurde ek folslein finansiere troch donaasjes! Help ús it projekt te ûnderhâlden en ferbetterje te bliuwen.
gl: O Thunderbird é de balde e respecta a liberdade, mais nós somos totalmente financiados por doazóns. Axúdenos a manter o proxecto e a seguir mellorando.
hu: A Thunderbird ingyenes és szabad szoftver, de teljesen adományokból finanszírozott! Segítsen a projekt fenntartásában és továbbfejlesztésben.
ia: Thunderbird es e libere e respectuose del libertate, ma nos es alsi completemente financiate per donationes! Adjuta nos a sustener e continuar a meliorar le projecto.
is: Thunderbird er bæði ókeypis og frjálst, en við erum líka algjörlega fjármögnuð með framlögum! Hjálpaðu okkur að halda verkefninu í gangi og að halda áfram að bæta okkur.
it: Thunderbird è insieme libero e rispettoso della libertà, ma siamo anche completamente finanziati da donazioni! Aiutaci a sostenere e continuare a migliorare il progetto.
ja: Thunderbird は無料であり自由を尊重していますが、すべて寄付によって支えられています。プロジェクトを維持し、改善を続けるためのご協力をお願いします。
kab: Thunderbird d afecku n baṭel daɣen yettqadaṛ tilelli, maca yedder kan s tewsa! Mudd-aɣ-d afus akken ad nkemmel ad t-nesnerni.
nb_no: Thunderbird er både gratis og respekterer din frihet, men vi er også fullstendig finansiert av donasjoner! Hjelp oss med å opprettholde prosjektet og fortsette med forbedringer.
nl: Thunderbird is zowel gratis als met respect voor de vrijheid, maar we worden ook volledig gefinancierd door donaties! Help ons het project te onderhouden en te blijven verbeteren.
nn_no: Thunderbird er både gratis og respekterer fridomen din, men vi er også fullstendig finansierte av donasjonar! Hjelp oss med å oppretthalde prosjektet og fortsetje med forbetringar.
pl: Thunderbird jest zarówno wolny, jak i szanujący wolność, ale jesteśmy również całkowicie finansowani z datków! Pomóż nam kontynuować projekt i nadal się doskonalić.
pt_br: O Thunderbird é gratuito e respeita a liberdade, mas também somos totalmente financiados por doações! Ajude-nos a sustentar o projeto e continuar a melhorar.
ru: Thunderbird — свободен и уважает свободу, а также полностью финансируется за счёт пожертвований! Помогите нам продолжать совершенствоваться, поддержав проект.
sk: Thunderbird je slobodný a rešpektuje slobodu. Sme však úplne závislí na financovaní prostredníctvom príspevkov. Pomôžte nám udržať tento projekt nažive a ďalej ho vylepšovať.
sl: Thunderbird je brezplačen in spoštuje svobodo, vendar je tudi v celoti financiran z donacijami! Pomagajte nam nadaljevati projekt in ga še naprej izboljševati.
sq: Thunderbird-i është i lirë dhe respekton lirinë, por jemi edhe të financuar tërësisht nga dhurime! Ndihmonani të sigurojmë vazhdimësinë e projektit dhe të përmirësimit të tij.
sv_se: Thunderbird är gratis och respekterar din frihet, men vi är också helt finansierade av donationer! Hjälp oss att upprätthålla projektet och fortsätta med förbättringar.
tr: Thunderbird hem özgür hem de özgürlüğe saygı duyuyor, ama aynı zamanda tamamen bağışlarla finanse ediliyor. Projeyi sürdürmemize ve geliştirmemize destek olun.
uk: Thunderbird є вільним та поважає свободу, але він цілком фінансується добровільними внесками! Допоможіть нам підтримувати та вдосконалювати проєкт.
vi: Thunderbird là cả tự do và tôn trọng tự do, nhưng chúng tôi cũng hoàn toàn được tài trợ bởi sự đóng góp! Giúp chúng tôi duy trì dự án và tiếp tục cải thiện.
