Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: Gifts to Thunderbird <strong>are not tax-deductible as charitable gifts</strong>, but are greatly appreciated!<br/> Giving to Thunderbird supports the development of open source apps that are secure, private and available for users around the world. Your support also ensures that our core apps remain free for everyone.
bg: Подаръците за Thunderbird <strong>не подлежат на приспадане от данъци като благотворителни такива</strong>, но са високо оценени!<br/> Даренията за Thunderbird подкрепят разработването на приложения с отворен код, които са сигурни, поверителни и достъпни за потребители по целия свят . Вашата поддръжка също така гарантира, че нашите основни приложения ще останат свободни за всички.
cy: Er nad oes modd <strong>tynnu treth o roddion</strong> i Thunderbird maen nhw'n cael eu gwerthfawrogi yn fawr!<br/> Mae rhoi i Thunderbird yn cefnogi datblygiad ein rhaglen e-bost a chalendrau traws-lwyfan cod agored blaengar, sydd am ddim at ddefnydd busnes a phersonol. Bydd eich rhodd yn helpu i sicrhau ei fod yn aros felly, a bydd yn cefnogi ei ddatblygiad i'r dyfodol.
de: Spenden an Thunderbird <strong>sind nicht als wohltätige Spenden steuerlich absetzbar</strong>, aber sehr willkommen!<br/> Spenden an Thunderbird unterstützen die Entwicklung von Open-Source-Apps, die sicher und privat sind und für Benutzer auf der ganzen Welt verfügbar sind. Ihre Unterstützung stellt auch sicher, dass unsere Kern-Apps für alle kostenlos bleiben.
el: Οι δωρεές στο Thunderbird <strong>δεν εκπίπτουν από τον φόρο ως φιλανθρωπικές δωρεές</strong>, αλλά εκτιμώνται ιδιαίτερα!<br/> Με τις δωρεές στο Thunderbird, υποστηρίζετε την ανάπτυξη εφαρμογών ανοικτού κώδικα, που είναι ασφαλείς, ιδιωτικές και διαθέσιμες για χρήστες από όλο τον κόσμο. Η υποστήριξή σας εξασφαλίζει επίσης ότι οι βασικές μας εφαρμογές θα παραμείνουν δωρεάν για όλους.
es_ar: Los aportes a Thunderbird <strong>no son deducibles de impuestos como donaciones a la caridad</strong>, pero son muy apreciados.<br/> Donarle a Thunderbird respalda el desarrollo de aplicaciones de código abierto que son seguras, privadas y disponibles para usuarios en todo el mundo. Tu donación ayudará a garantizar que nuestras aplicaciones principales sigan siendo gratuitas para todos.
es_cl: Los aportes a Thunderbird <strong>no son deducibles de impuestos como regalos de caridad</strong>, pero son muy apreciados.<br/> Donarle a Thunderbird respalda el desarrollo de nuestras aplicaciones de código abierto que son seguras, privadas y se encuentran disponibles para usuarios de todo el mundo. Tu apoyo también asegura que nuestras aplicaciones principales permanezcan gratuitas para todos.
fy_nl: Jeften oan Thunderbird <strong>binne net fiskaal ôf te lûken as skinking oan in goed doel</strong>, mar wurde bot op priis steld!<br/> Skinke oan Thunderbird stipet de ûntwikkeling fan iepenboarne-apps dy’t feilich, privee en beskikber binne foar brûkers oer de hiele wrâld. Jo stipe soarget der ek foar dat ús kearn-apps foar elkenien fergees bliuwe.
gl: Os agasallos para Thunderbird <strong>non son deducibles de impostos como agasallos benéficos</strong>, pero son moi apreciados!<br/> Dar a Thunderbird admite o desenvolvemento de aplicacións de código aberto que son seguras, privadas e dispoñibles para usuarios de todo o mundo . O teu apoio tamén garante que as nosas aplicacións principais sigan sendo gratuítas para todos.
hu: A Thunderbirdnek szóló adományokat <strong>nem lehet levonni az adóból</strong>, de nagyra értékeljük őket. <br/> A Thunderbirdnek szóló adományok az olyan nyílt forráskódú alkalmazások fejlesztését támogatják, melyek biztonságosak, privátak és elérhetők a felhasználók számára az egész világon. A támogatása azt is biztosítja, hogy a fő alkalmazásaink mindenki számára szabadok és ingyenesek maradnak.
ia: Le donos a Thunderbird <strong>non es deducibile del taxas como donos caritative</strong>, ma es grandemente appreciate!<br/> Dante supporto a Thunderbird le apps de disveloppamento de open source que es secur, private e disponibile a usatores de tote le mundo. Tu supporto alsi garanti que nostre apps nucleo resta gratuite pro totes.
it: Le donazioni a Thunderbird <strong>non sono deducibili dalle tasse</strong>, ma sono molto apprezzate.<br/> Le donazioni a Thunderbird supportano lo sviluppo di app open source sicure, riservate e disponibili per gli utenti di tutto il mondo. Il tuo supporto garantisce anche che le nostre app principali rimangano gratuite per tutti.
nl: Giften aan Thunderbird <strong>zijn niet fiscaal aftrekbaar als schenking aan een goed doel</strong>, maar worden zeer op prijs gesteld!<br/> Schenken aan Thunderbird ondersteunt de ontwikkeling van opensource-apps die veilig, privé en beschikbaar zijn voor gebruikers over de hele wereld. Uw steun zorgt er ook voor dat onze kernapps voor iedereen gratis blijven.
ru: Пожертвования для Thunderbird <strong>не вычитаются из налогов, как благотворительные подарки</strong>, но очень ценятся!<br/> Пожертвования Thunderbird поддерживает разработку приложений с открытым исходным кодом, которые являются безопасными, приватными и доступными для пользователей по всему миру . Ваша поддержка также гарантирует, что наши основные приложения останутся бесплатными для всех и каждого.
sk: Dary pre Thunderbird <strong>nie sú odpočítateľné z daní ako charitatívne dary</strong>, ale veľmi si ich ceníme!<br/> Darovanie pre Thunderbird podporuje vývoj aplikácií s otvoreným zdrojovým kódom, ktoré sú bezpečné, súkromné a dostupné pre používateľov na celom svete. Vaša podpora tiež zaisťuje, že naše základné aplikácie zostanú bezplatné pre všetkých.
sl: Darila za Thunderbird <strong>niso davčno olajšave kot dobrodelna darila</strong>, vendar so zelo cenjena!<br/> Darovanja za Thunderbird podpirajo razvoj odprtokodnih aplikacij, ki so varne, zasebne in na voljo uporabnikom po vsem svetu . Vaša podpora tudi zagotavlja, da naše osnovne aplikacije ostanejo brezplačne za vse.
sv_se: Gåvor till Thunderbird <strong>är inte avdragsgilla som välgörenhetsgåvor</strong>, men är mycket uppskattade!<br/> Donationer till Thunderbird stöder utvecklingen av appar med öppen källkod som är säkra, privata och tillgängliga för användare över hela världen. Din support ser också till att våra kärnappar förblir gratis för alla.
uk: Подарунки для Thunderbird <strong>не оподатковуються як благодійні внески</strong>, але дуже цінуються!<br/> Внески для Thunderbird підтримують розробку програм із відкритим кодом, які є безпечними, приватними та доступними для користувачів у всьому світі . Ваша підтримка також гарантує, що наші основні програми залишатимуться безплатними для всіх.
vi: Quyên góp cho Thunderbird <strong>không được khấu trừ thuế như quà tặng từ thiện</strong>, nhưng được đánh giá rất cao!<br/> Quyên góp cho Thunderbird hỗ trợ phát triển các ứng dụng mã nguồn mở an toàn, riêng tư và có sẵn cho người dùng trên toàn thế giới. Hỗ trợ của bạn cũng đảm bảo rằng các ứng dụng cốt lõi của chúng tôi vẫn miễn phí cho mọi người.

source: How do you handle my data?
bg: Как управлявате данните ми?
cy: Sut ydych chi'n trin fy nata?
fi: Miten käsittelette tietojani?

source: To learn more about the personal information we receive as part of the donation process, the third-party vendors we trust, and how long we keep your data, please review our <a href="%(privacy)s">Websites, Communications & Cookies Privacy Notice</a>.
bg: За да научите повече за личната информация, която получаваме като част от процеса на дарение, доставчиците трети страни, на които вярваме и колко дълго съхраняваме данните ви, моля, прегледайте нашите <a href="%(privacy)s">политики за уебсайтове, комуникации & бисквитки</a>.
cy: I ddysgu ragor am y wybodaeth bersonol rydym yn ei dderbyn fel rhan o'r broses gyfrannu, y gwerthwyr trydydd parti rydym yn ymddiried ynddyn nhw, a pha mor hir rydym yn cadw eich data, darllenwch ein <a href="%(privacy)s">Hysbysiad Preifatrwydd Gwefannau, Cyfathrebu a Chwcis</a>.

source: How can I turn off the donation message on the Thunderbird start page?
bg: Как мога да изключа съобщението за дарение на началната страница на Thunderbird?
cs: Jak mohu vypnout žádost o dar na domovské stránce Thunderbirdu?
cy: A oes modd i mi i ddiffodd yr apêl ar dudalen gychwyn Thunderbird?
de: Wie kann ich die Spendennachricht auf der Thunderbird-Startseite deaktivieren?
el: Πώς μπορώ να απενεργοποιήσω το μήνυμα για δωρεά στην αρχική σελίδα του Thunderbird;
es_ar: ¿Cómo puedo desactivar el mensaje de donación en la página de inicio de Thunderbird?
es_cl: ¿Cómo puedo desactivar el mensaje de donación en la página de inicio de Thunderbird?
es_es: ¿Cómo puedo desactivar el mensaje de donación en la página de inicio de Thunderbird?
eu: Nola desaktibatu dezaket dohaintza-mezua Thunderbird hasierako orrialdean?
fi: Kuinka voin poistaa lahjoitusviestin Thunderbirdin aloitussivulta?
fr: Comment puis-je retirer l’appel aux dons de la page de démarrage de Thunderbird ?
fy_nl: Hoe kin ik de fraach om in donaasje op de Thunderbird-startside útsette?
gl: Como podo desactivar a mensaxe de doazón na páxina de inicio de Thunderbird?
hu: Hogyan kapcsolhatja ki az adományozási üzenetet a Thunderbird kezdőlapján?
ia: Como pote io disactivar le message de donation sur le pagina initial de Thunderbird?
is: Hvernig get ég slökkt á styrkáskoruninni á upphafssíðu Thunderbird?
it: Come posso disattivare la richiesta di donazione presente sulla pagina iniziale di Thunderbird?
ja: Thunderbirdスタートページの寄付メッセージをオフにするにはどうすればよいですか？
nl: Hoe kan ik het donatiebericht op de Thunderbird-startpagina uitzetten?
pl: Jak pozbyć się prośby o datki na stronie startowej Thunderbirda?
pt_br: Como posso desativar a mensagem de doação na página inicial do Thunderbird?
ru: Как отключить сообщение о пожертвовании на стартовой странице Thunderbird?
sk: Ako môžem vypnúť správu o darovaní na úvodnej stránke Thunderbirdu?
sl: Kako lahko skrijem sporočilo o donacijah na Thunderbirdovi začetni strani?
sq: Si ta çaktivizoj mesazhin për dhurime te faqja e fillimit të Thunderbird-it?
sv_se: Hur kan jag stänga av donationsmeddelandet på Thunderbirds startsida?
tr: Thunderbird başlangıç sayfasındaki bağış mesajını nasıl devre dışı bırakabilirim?
uk: Як мені вимкнути повідомлення про внесок на початковій сторінці Thunderbird?
vi: Làm cách nào để tắt thông báo quyên góp trên trang bắt đầu Thunderbird?

source: To learn how to customize your start page please visit:<br/><a href="%(url)s">%(url)s</a>
bg: За да научите как да персонализирате началната си страница, моля, посетете:<br/><a href="%(url)s">%(url)s</a>
cs: Jak si přizpůsobit domovskou stránku se dozvíte zde:<br/><a href="%(url)s">%(url)s</a>
cy: I weld sut i newid eich tudalen gychwyn ewch i:<br/><a href="%(url)s">%(url)s</a>
de: Um zu erfahren, wie Sie Ihre Startseite anpassen können, besuchen Sie bitte:<br/><a href="%(url)s">%(url)s</a>
el: Για να μάθετε πώς να προσαρμόσετε την αρχική σας σελίδα, παρακαλώ επισκεφτείτε το:<br/><a href="%(url)s">%(url)s</a>
es_ar: Para aprender como personalizar tu página de inicio visitá:<br/><a href="%(url)s">%(url)s</a>
es_cl: Para aprender cómo personalizar tu página de inicio visita:<br/><a href="%(url)s">%(url)s</a>
es_es: Para saber cómo personalizar su página de inicio, visite:<br/><a href="%(url)s">%(url)s</a>
eu: Zure hasierako orria pertsonalizatzen ikasteko, mesedez, bisitatu:<br/><a href="%(url)s">%(url)s</a>
fi: Lisätietoja aloitussivun muokkaamisesta on sivulla:<br/><a href="%(url)s">%(url)s</a>
fr: Pour savoir comment personnaliser votre page d’accueil, rendez-vous sur :<br/><a href="%(url)s">%(url)s</a>
fy_nl: Besykje foar mear ynfo oer it oanpassen fan jo startside <br/><a href="%(url)s">%(url)s</a>
gl: Para saber como personalizar a súa páxina de inicio, visite:<br/><a href="%(url)s">%(url)s</a>
hu: Ha többet szeretne megtudni a kezdőoldal testreszabásáról, látogasson el a következő oldalra:<br/><a href="%(url)s">%(url)s</a>
ia: Pro saper como personalisar tu pagina initial visita:<br/><a href="%(url)s">%(url)s</a>
is: Til að sjá hvernig hægt er að sérsníða upphafssíðuna þína skaltu fara á:<br/><a href="%(url)s">%(url)s</a>
it: Per scoprire come personalizzare la tua pagina iniziale visita: <br/><a href="%(url)s">%(url)s</a>
ja: スタートページをカスタマイズする方法については、次のページをご覧ください。<br/><a href="%(url)s">%(url)s</a>
nl: Bezoek voor meer info over het aanpassen van uw startpagina <br/><a href="%(url)s">%(url)s</a>
pl: Informacje o tym, jak dostosować stronę startową:<br/><a href="%(url)s">%(url)s</a>
pt_br: Para saber como personalizar sua página inicial, visite:<br/><a href="%(url)s">%(url)s</a>
ru: Чтобы узнать, как настроить стартовую страницу, посетите страницу:<br/><a href="%(url)s">%(url)s</a>
sk: Ak chcete zistiť, ako prispôsobiť svoju úvodnú stránku, navštívte stránku:<br/><a href="%(url)s">%(url)s</a>
sl: Kako prilagoditi začetno stran, si oglejte na naslednji strani:<br/><a href="%(url)s">%(url)s</a>
sq: Që të mësoni se si të përshtatni faqen tuaj të fillimit, ju lutemi, vizitoni:<br/><a href="%(url)s">%(url)s</a>
sv_se: För att lära dig hur du anpassar din startsida besök:<br/><a href="%(url)s">%(url)s</a>
tr: Başlangıç sayfanızı nasıl özelleştireceğinizi öğrenmek için lütfen şu adresi ziyaret edin:<br/><a href="%(url)s">%(url)s</a>
uk: Щоб дізнатися, як налаштувати початкову сторінку, відвідайте:<br/><a href="%(url)s">%(url)s</a>
vi: Để tìm hiểu cách tùy chỉnh trang bắt đầu của bạn, vui lòng truy cập:<br/><a href="%(url)s">%(url)s</a>

source: How can I get a business receipt?
bg: Как мога да получа бизнес разписка?
cs: Jak mohu získat daňový doklad?
cy: Sut ga i dderbynneb busnes?
de: Wie kann ich eine Geschäftsquittung erhalten?
el: Πώς μπορώ να λάβω απόδειξη επιχείρησης;
es_ar: ¿Cómo puedo obtener un recibo comercial?
es_cl: ¿Cómo puedo obtener un recibo comercial?
es_es: ¿Cómo puedo obtener un recibo comercial?
eu: Nola lor dezaket nire enpresarako faktura?
fr: Comment puis-je obtenir un reçu pour mon entreprise ?
fy_nl: Hoe kom ik oan in saaklik ûntfangstbewiis?
gl: Como podo obter un recibo comercial?
hu: Hogyan kaphat üzleti számlát?
ia: Como pote io haber un quitantia commercial?
is: Hvernig get ég fengið viðskiptakvittun?
it: Come posso ricevere una fattura commerciale?
ja: ビジネス用領収書を取得するにはどうすればよいですか？
nl: Hoe kom ik aan een zakelijk ontvangstbewijs?
nn_no: Korleis kan eg få ei føretakskvittering?
pt_br: Como obter um recibo comercial?
ru: Как получить коммерческую квитанцию?
sk: Ako môžem získať daňový doklad?
sl: Kako lahko dobim poslovno potrdilo?
sq: Si mund të marr një dëftesë biznesi?
sv_se: Hur kan jag få ett företagskvitto?
tr: Nasıl makbuz alabilirim?
uk: Як я можу отримати квитанцію для бізнесу?
vi: Làm thế nào tôi có thể nhận được biên lai kinh doanh?

source: When you donate via our <a href="%(donate)s">online form</a>, simply check the box <strong>'Donate as an Organization'</strong> and include your company name. Your transaction receipt will include your company name. If you need a copy of your receipt, download from our <strong><a href="%(modify)s">Donor Portal</a></strong>.
bg: Когато дарите чрез нашия <a href="%(donate)s">онлайн формуляр</a>, просто поставете отметка в квадратчето <strong>„Дарете като организация“</strong> и включете името на фирмата си. Разписката ще съдържа името на фирмата ви. Ако се нуждаете от копие на разписката си, изтеглете го от нашия <strong><a href="%(modify)s">портал за дарители</a></strong>.
cy: Pan fyddwch yn rhoi drwy ein <a href="%(donate)s">ffurflen ar-lein</a>, ticiwch y blwch <strong>'Cyfrannu fel Sefydliad'</strong> a chynnwys enw eich cwmni. Bydd eich derbynneb trafodiad yn cynnwys enw eich cwmni. Os oes angen copi o'ch derbynneb arnoch, llwythwch ef i lawr o'n <strong><a href="%(modify)s">Porth Rhoddwyr</a></strong>.
de: Wenn Sie über unser <a href="%(donate)s">Online-Formular</a> spenden, aktivieren Sie einfach das Kontrollkästchen <strong>„Als Organisation spenden“</strong> und geben Sie den Namen Ihres Unternehmens an. Ihre Transaktionsquittung wird Ihren Firmennamen enthalten. Wenn Sie eine Kopie Ihrer Quittung benötigen, laden Sie diese über unser <strong><a href="%(modify)s">Spender-Portal</a></strong> herunter.
el: Όταν κάνετε δωρεά μέσω της <a href="%(donate)s">ηλεκτρονικής μας φόρμας</a>, ενεργοποιήστε απλώς την επιλογή <strong>Donate as an Organization</strong> και συμπεριλάβετε το όνομα της εταιρείας σας. Η απόδειξη της συναλλαγής σας θα περιέχει το όνομα της εταιρείας σας. Αν χρειαστείτε ένα αντίγραφο της απόδειξής σας, μπορείτε να το λάβετε από την <strong><a href="%(modify)s">Πύλη δωρητών</a></strong> μας.
es_ar: Cuando donás a través de nuestro <a href="%(donate)s">formulario en línea</a>, solo tenés que marcar la casilla <strong>'Donar como organización'</strong> e incluir el nombre de tu empresa. El recibo de la transacción incluirá el nombre de la empresa. Si necesitas una copia del recibo, descargalo de nuestro <strong><a href="%(modify)s">Portal de donantes</a></strong>.
es_cl: Cuando realizas una donación a través de nuestro <a href="%(donate)s">formulario en línea</a>, simplemente marca la casilla <strong>"Donar como organización"</strong> e incluye el nombre de tu empresa. Tu recibo de transacción incluirá el nombre de la empresa. Si necesitas una copia de tu recibo, bájala desde nuestro <strong><a href="%(modify)s">Portal de donantes</a></strong>.
fr: Lorsque vous faites un don en utilisant notre <a href="%(donate)s">formulaire en ligne</a>, cochez simplement la case <strong>« Faire un don en tant qu’organisation »</strong> et indiquez le nom de votre entreprise. Le reçu de votre transaction inclura le nom de votre entreprise. Si vous avez besoin d’une copie de votre reçu, téléchargez-la depuis notre <strong><a href="%(modify)s">portail des dons</a></strong>.
fy_nl: Wannear’t jo donearje fia ús <a href="%(donate)s">online formulier</a>, markearje dan gewoan it fekje <strong>‘Donearje as organisaasje’</strong> en fermeld jo bedriuwsnamme. Op jo transaksjebefêstiging stiet jo bedriuwsnamme. As jo in kopy fan jo ûntfangstbewiis nedich hawwe, download dan fan ús <strong><a href="%(modify)s">Donateursportal</a></strong>.
gl: Cando doares a través do noso <a href="%(donate)s">formulario en liña</a>, simplemente marca a caixa <strong>'Doar como organización'</strong> e inclúe o nome da túa empresa. O recibo da transacción incluirá o nome da túa empresa. Se precisas unha copia do teu recibo, descarga desde o noso <strong><a href="%(modify)s">Portal de doantes</a></strong>.
hu: Ha az <a href="%(donate)s">online űrlapunkon</a> keresztül adományoz, egyszerűen pipálja be az <strong>„Adományozás szervezetként”</strong> jelölőnégyzetet, és adja meg a cége nevét. A tranzakció nyugtája tartalmazni fogja a cég nevét. Ha nyugtamásolatra van szüksége, akkor töltse le az <strong><a href="%(modify)s">Adományozó portálunkról</a></strong>.
ia: Quando tu dona via nostre <a href="%(donate)s">formulario online</a>, simplemente marca le quadrato <strong>'Donar como Organisation'</strong> e include le nomine de tu compania. Tu quitantia de transaction includera le nomine de tu compania. Si te besonia un copia de tu quitantia, discargar lo ab nostre <strong><a href="%(modify)s">Portal del donator</a></strong>.
it: Quando fai una donazione tramite il nostro <a href="%(donate)s">modulo online</a>, seleziona semplicemente la casella <strong>“Fai una donazione come organizzazione”</strong> e includi il nome della tua azienda, che apparirà sulla ricevuta della transazione. Se hai bisogno di una copia della ricevuta, scaricala dal nostro <strong><a href="%(modify)s">Portale per le donazioni</a></strong>.
nl: Wanneer u doneert via ons <a href="%(donate)s">online formulier</a>, vinkt u gewoon het vakje <strong>‘Doneren als organisatie’</strong> aan en vermeldt u uw bedrijfsnaam. Op uw transactiebevestiging staat uw bedrijfsnaam. Als u een kopie van uw ontvangstbewijs nodig hebt, kunt u dit downloaden vanuit ons <strong><a href="%(modify)s">Donateursportal</a></strong>.
ru: Когда вы делаете пожертвование через нашу <a href="%(donate)s">онлайн-форму</a>, просто установите флажок <strong>'Пожертвовать как организация'</strong> и укажите название своей компании. Ваш чек о транзакции будет содержать название вашей компании. Если вам нужна копия квитанции, загрузите её с нашего <strong><a href="%(modify)s">Портала доноров</a></strong>.
sk: Keď prispejete prostredníctvom nášho <a href="%(donate)s">online formulára</a>, jednoducho začiarknite políčko <strong>'Darovať ako organizácia'</strong> a uveďte názov svojej spoločnosti. Potvrdenie o transakcii bude obsahovať názov vašej spoločnosti. Ak potrebujete kópiu potvrdenky, stiahnite si ju z nášho <strong><a href="%(modify)s">portálu darcov</a></strong>.
sl: Ko donirate preko našega <a href="%(donate)s">spletnega obrazca</a>, preprosto označite <strong>'Donirajte kot organizacija'</strong> in navedite ime svojega podjetja. Vaše potrdilo o transakciji bo vsebovalo ime vašega podjetja. Če potrebujete kopijo potrdila, ga prenesite z našega <strong><a href="%(modify)s">portala za donatorje</a></strong>.
sv_se: När du donerar via vårt <a href="%(donate)s">onlineformulär</a> markerar du bara rutan <strong>"Donera som en organisation"</strong> och inkluderar ditt företagsnamn. Ditt transaktionskvitto kommer att innehålla ditt företagsnamn. Om du behöver en kopia av ditt kvitto, hämta från vår <strong><a href="%(modify)s">givarportal</a></strong>.
vi: Khi bạn quyên góp qua <a href="%(donate)s">biểu mẫu trực tuyến</a> của chúng tôi, chỉ cần đánh dấu vào ô <strong>'Đóng góp như một tổ chức'</strong> và bao gồm tên công ty của bạn. Biên nhận giao dịch của bạn sẽ bao gồm tên công ty của bạn. Nếu bạn cần một bản sao biên nhận của mình, hãy tải xuống từ <strong><a href="%(modify)s">cổng thông tin tài trợ</a></strong> của chúng tôi.

source: Is my donation secure?
bg: Моето дарение защитено ли е?
cs: Je můj dar bezpečný?
cy: A yw fy rhodd yn ddiogel?
de: Ist meine Spende sicher?
el: Είναι ασφαλής η δωρεά μου;
es_ar: ¿Mí donación es segura?
es_cl: ¿Mí donación es segura?
es_es: ¿Mí donación es segura?
eu: Segurua al da nere dohaintza?
fi: Onko lahjoittaminen turvallista?
fr: Mon don est-il sécurisé ?
fy_nl: Is myn donaasje feilich?
gl: A miña doazón é segura?
hu: Biztonságos-e az adományozás?
ia: Es mi donation secur?
is: Er framlag mitt öruggt?
it: La mia donazione è sicura?
ja: 寄付は安全ですか？
nl: Is mijn donatie veilig?
nn_no: Er donasjonen min sikker?
pl: Czy moja darowizna jest bezpieczna?
pt_br: Minha doação é segura?
ru: Безопасно ли мое пожертвование?
sk: Je môj dar bezpečný?
sl: Je moja donacija varna?
sq: A është i siguruar dhurimi im?
sv_se: Är min donation säker?
tr: Bağışım güvende mi?
uk: Чи безпечний мій внесок?
vi: Đóng góp của tôi có an toàn không?
