Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: Thank you for choosing <span>Thunderbird!</span>
bg: Благодарим ви, че избрахте <span>Thunderbird!</span>
cy: Diolch am ddewis <span>Thunderbird!</span>
de: Danke, dass Sie sich für <span>Thunderbird</span> entschieden haben!
el: Ευχαριστούμε που επιλέξατε το <span>Thunderbird!</span>
es_ar: ¡Gracias por elegir <span>Thunderbird!</span>
es_cl: ¡Gracias por elegir <span>Thunderbird!</span>
eu: Eskerrik asko <span>Thunderbird</span> aukeratzeagatik!
fi: Kiitos, että valitsit <span>Thunderbirdin!</span>
fr: Merci d’avoir choisi <span>Thunderbird !</span>
fy_nl: Tank foar it kiezen fan <span>Thunderbird!</span>
gl: Grazas por escoller <span>Thunderbird!</span>
hu: Köszönjük, hogy a <span>Thunderbirdöt</span> választotta!
ia: Gratias pro haber eligite <span>Thunderbird!</span>
is: Takk fyrir að velja <span>Thunderbird!</span>
it: Grazie per aver scelto <span>Thunderbird!</span>
ja: <span>Thunderbird</span>をお選びいただきありがとうございます！
nl: Bedankt voor het kiezen van <span>Thunderbird!</span>
pt_br: Obrigado por escolher o <span>Thunderbird!</span>
ru: Спасибо, что выбрали <span>Thunderbird!</span>
sk: Ďakujeme, že ste si vybrali <span>Thunderbird!</span>
sl: Hvala, ker ste izbrali <span>Thunderbird!</span>
sq: Faleminderit që zgjidhni <span>Thunderbird-in!</span>
sv_se: Tack för att du väljer <span>Thunderbird!</span>
tr: <span>Thunderbird’ü</span> seçtiğiniz için teşekkür ederiz!
uk: Дякуємо, що обрали <span>Thunderbird!</span>
vi: Cảm ơn bạn đã chọn <span>Thunderbird!</span>

source: Thunderbird is proud to be funded by our community, not by selling personal data or showing ads in your inbox.
bg: Thunderbird се гордее, че се финансира от нашата общност, а не чрез продажба на лични данни или показване на реклами във вашата входяща кутия.
cy: Mae Thunderbird yn falch o gael ei ariannu gan ein cymuned, nid trwy werthu data personol neu ddangos hysbysebion yn eich blwch derbyn.
de: Thunderbird ist stolz darauf, von unserer Gemeinschaft finanziert zu werden, nicht durch den Verkauf persönlicher Daten oder Werbung in Ihrem Posteingang.
el: Η ομάδα του Thunderbird είναι περήφανη που χρηματοδοτείται αποκλειστικά από την κοινότητά μας και όχι από την πώληση προσωπικών δεδομένων ή την εμφάνιση διαφημίσεων στα εισερχόμενά σας.
es_ar: Thunderbird se enorgullece de ser financiado por nuestra comunidad, no vendiendo datos personales ni mostrando anuncios en tu bandeja de entrada.
es_cl: Thunderbird se enorgullece de ser financiado por nuestra comunidad, sin vender datos personales ni anuncios en tu bandeja de entrada.
eu: Thunderbird harro dago gure komunitateak soilik finantzatu duelako, ez datu pertsonalak salduz edo sarrera-ontzian iragarkiak erakutsiz.
fr: Thunderbird est fier d’être financé par notre communauté, et non par la vente de données personnelles ou l’affichage de publicités dans votre boîte de réception.
fy_nl: Thunderbird is grutsk finansiere te wurde troch ús mienskip, net troch persoanlike gegevens te ferkeapjen of advertinsjes te toanen yn jo Postfek YN.
gl: Thunderbird está orgulloso de ser financiado pola nosa comunidade, non vendendo datos persoais ou mostrando anuncios na túa caixa de entrada.
hu: A Thunderbird büszke arra, hogy a közösség adományai tartják fent, nem pedig személyes adatokkal való kereskedelem, és a postafiókban megjelenő reklámok.
ia: Thunderbird es orgoliose de esser financiate per nostre communitate, non per vender datos personal o monstrar avisos publicitari in tu cassa de entrata.
is: Thunderbird er stolt af því að geta verið fjármagnað af samfélaginu í kringum okkur, án þess að vera að selja persónuleg gögn notenda eða birta auglýsingar í pósthólfinu þínu.
it: Thunderbird è fiero di essere finanziato dalla nostra community, non dalla vendita di dati personali o dalla visualizzazione di annunci nella tua casella di posta elettronica.
ja: Thunderbirdは、個人情報の販売や受信トレイに広告を表示するのではなく、コミュニティの支援によって資金提供されています。
nl: Thunderbird is er trots op te worden gefinancierd door onze gemeenschap, niet door persoonlijke gegevens te verkopen of door advertenties te tonen in uw Postvak IN.
nn_no: Thunderbird er stolte over å ekslusivt vere finansierte av fellesskapet vårt, ikkje ved å selje personleg informasjon eller vise annonsar i innboksen din.
pt_br: O Thunderbird tem orgulho de ser financiado por nossa comunidade, sem vender dados pessoais nem exibir anúncios em sua caixa de entrada.
ru: Thunderbird гордится тем, что финансируется нашим сообществом, а не за счет продажи личных данных или показа рекламы в вашем почтовом ящике.
sk: Thunderbird je hrdý na to, že je financovaný našou komunitou, nie predajom osobných údajov alebo zobrazovaním reklám vo vašej schránke.
sl: Thunderbird je ponosen, da ga financira skupnost, ne pa da ustvarja dobiček s prodajo osebnih podatkov ali s prikazovanjem oglasov v e-poštnem predalu.
sq: Thunderbird-i është krenar që është i financuar nga bashkësia jonë, por pa shitur të dhëna personale, apo shfaqur reklama te kutia juaj postare.
sv_se: Thunderbird är stolta över att finansieras av vår community, inte genom att sälja personlig information eller visa annonser i din inkorg.
tr: Thunderbird’ü kişisel verilerinizi satarak veya gelen kutunuzda reklam göstererek değil, kullanıcılarımızın bağışlarıyla finanse edebilmemiz bizim için bir gurur kaynağı.
uk: Thunderbird пишається тим, що фінансується нашою спільнотою, а не за рахунок продажу персональних даних чи показу реклами у вашій поштовій скриньці.
vi: Thunderbird tự hào được cộng đồng của chúng tôi tài trợ chứ không phải bằng cách bán dữ liệu cá nhân hoặc hiển thị quảng cáo trong hộp thư đến của bạn.

source: Thunderbird’s mission is to give you the best privacy-respecting, customizable communication experience possible. Free for everyone to install and enjoy!
bg: Мисията на Thunderbird е да ви даде възможно най-доброто изживяване при разговори с възможност за приспособяване, зачитащо поверителността. Свободно и безплатно за всеки да го инсталира и да му се наслаждава!
cy: Cenhadaeth Thunderbird yw rhoi'r profiad cyfathrebu gorau posibl sy'n parchu preifatrwydd ac yn gyfaddasadwy i chi. Am ddim i bawb i'w osod a'i fwynhau!
de: Die Mission von Thunderbird ist es, Ihnen das bestmögliche datenschutzfreundliche, anpassbare Kommunikationserlebnis zu bieten. Installation und Nutzung ist für alle kostenlos!
el: Αποστολή του Thunderbird είναι να παρέχει την καλύτερη δυνατή εμπειρία επικοινωνίας που σέβεται το απόρρητο και είναι προσαρμόσιμη. Όλοι μπορούν να το εγκαταστήσουν και να το χρησιμοποιήσουν δωρεάν!
es_ar: La misión de Thunderbird es brindarte la mejor experiencia de comunicación personalizable y respetuosa de la privacidad posible. ¡Gratis para que todos lo instalen y disfruten!
es_cl: La misión de Thunderbird es brindarte la mejor experiencia de comunicación personalizable y respetuosa de la privacidad posible. ¡Gratis para que todos lo instalen y disfruten!
eu: Thunderbirden eginkizuna pribatutasuna errespetatzen duen komunikazio-esperientzia pertsonalizagarri onena eskaintzea da. Guztiek instalatu eta gozatzeko libre eta doan!
fr: La mission de Thunderbird est de vous offrir la meilleure expérience de communication possible, respectueuse de la vie privée et personnalisable. Tout le monde peut l’installer et en profiter gratuitement !
fy_nl: De missy fan Thunderbird is om jo de bêst mooglike privacy-respektearjende, oanpasbere kommunikaasjeûnderfining te bieden. Fergees foar elkenien om te ynstallearjen en derfan te genietsjen!
gl: A misión de Thunderbird é ofrecerche a mellor experiencia de comunicación personalizable e respectuosa coa privacidade. Gratuíto para que todos poidan instalar e gozar!
hu: A Thunderbird küldetése, hogy a lehető legjobb, az adatvédelmet tiszteletben tartó, testreszabható kommunikációs élményt biztosítson. Mindenki számára ingyenesen telepíthető és élvezhető!
ia: Le mission de Thunderbird es de dar te le melior experientia de communication possibile, respectuose del confidentialitate e personalisabile. Gratuite a installar e fruer pro totes!
is: Meginmarkmið Thunderbird eru að gefa þér kost á samskiptum sem þú getur sniðið að þínum óskum, og sem virða friðhelgi þína eins og best verður við komið. Öllum frjálst að setja upp og nota!
it: La missione di Thunderbird è quella di offrire la migliore esperienza di comunicazione possibile, personalizzabile e rispettosa della privacy. Tutti possono installarlo e utilizzarlo gratuitamente!
ja: Thunderbirdの使命は、プライバシーを尊重し、カスタマイズ可能な最高のコミュニケーション体験を提供することです。誰でもインストールして楽しめる無料のアプリケーションです！
nl: De missie van Thunderbird is om u de best mogelijke privacy-respecterende, aanpasbare communicatie-ervaring te bieden. Gratis voor iedereen om te installeren en ervan te genieten!
nn_no: Oppdraget til Thunderbird er å gi deg den best moglege kommunikasjonsopplevinga som respekterer personvern og kan tilpassast. Gratis for alle å installere, og å nyte godt av!
pt_br: A missão do Thunderbird é oferecer a melhor experiência possível de comunicação, personalização e respeito à sua privacidade. Gratuito a todos para instalar e aproveitar!
ru: Миссия Thunderbird состоит в том, чтобы предоставить вам наилучший настраиваемый опыт общения с соблюдением конфиденциальности. Бесплатно для всех, чтобы установить и наслаждаться!
sk: Poslaním Thunderbirdu je poskytnúť vám ten najlepší prispôsobiteľný spôsob komunikácie rešpektujúci súkromie. Bezplatne pre každého!
sl: Poslanstvo Thunderbirda je ponuditi komunikacijsko okolje, ki spoštuje vašo zasebnost, je prilagodljivo in karseda zmogljivo. Brezplačno in prosto dostopno vsakomur!
sq: Misioni i Thunderbird-it është t’ju japë mjetet më të mira të komunikimit, që respektojnë privatësinë, që mund të përshtaten. Falas për këdo ta instalojë dhe shijojë!
sv_se: Thunderbirds uppdrag är att ge dig den bästa möjliga kommunikationsupplevelsen som respekterar integriteten och kan anpassas. Gratis för alla att installera och njuta av!
uk: Місія Thunderbird полягає в тому, щоб надати вам найкращі можливості для спілкування з дотриманням приватності, які можна налаштувати. Встановлення і використання безплатне для всіх!
vi: Sứ mệnh của Thunderbird là mang đến cho bạn trải nghiệm giao tiếp có thể tùy chỉnh, tôn trọng quyền riêng tư tốt nhất có thể. Miễn phí cho mọi người cài đặt và thưởng thức!

source: Maintaining expensive servers, fixing bugs, developing new features, and hiring talented engineers are crucial for this mission.
bg: Поддържането на скъпи сървъри, изправяне на дефекти, разработване на полезни нови възможности и наемане на талантливи инженери за изпълнението на мисията.
cy: Mae cynnal gweinyddwyr drud, trwsio gwallau, datblygu nodweddion newydd, a chyflogi peirianwyr dawnus yn hanfodol ar gyfer y genhadaeth hon.
de: Die Wartung teurer Server, das Beheben von Fehlern, die Entwicklung neuer Funktionen und die Einstellung talentierter Entwickler sind für diese Mission von entscheidender Bedeutung.
el: Η συντήρηση ακριβών διακομιστών, η διόρθωση σφαλμάτων, η ανάπτυξη νέων δυνατοτήτων και η πρόσληψη ταλαντούχων μηχανικών είναι ζωτικής σημασίας για αυτήν την αποστολή.
es_ar: Mantener servidores costosos, solucionar errores, desarrollar nuevas funciones y contratar ingenieros talentosos son cruciales para esta misión.
es_cl: Mantener servidores costosos, corregir errores, desarrollar nuevas funcionalidades y contratar ingenieros talentosos son cruciales para esta misión.
eu: Zerbitzari garestiak mantentzea, akatsak konpontzea, funtzio berriak garatzea eta talentu handiko ingeniariak kontratatzea funtsezkoak dira misio honetarako.
fr: Entretenir des serveurs coûteux, corriger des bugs, développer de nouvelles fonctionnalités, et recruter des ingénieurs talentueux sont des éléments essentiels pour mener cette mission à bien.
fy_nl: It ûnderhâlden fan djoere servers, it oplossen fan bugs, it ûntwikkeljen fan nije funksjes en it oannimmen fan talintrike technisy binne krúsjaal foar dizze missy.
gl: Manter servidores caros, corrixir erros, desenvolver novas funcións e contratar enxeñeiros talentosos son cruciais para esta misión.
hu: A drága kiszolgálók karbantartása, a hibák javítása, az új funkciók fejlesztése és a tehetséges mérnökök alkalmazása létfontosságú ehhez a küldetéshez.
ia: Mantener servitores costose, remediar a bugs, developpar nove functiones, ingagiar ingenieros talentose es crucial pro iste mission.
is: Til að uppfylla þessi markmið, þarf að viðhalda dýrum netþjónum og reka, lagfæra galla, þróa nýja eiginleika og ráða hæfileikaríka forritara til að betrumbæta hugbúnaðinn.
it: Mantenere server costosi, correggere bug, sviluppare nuove funzionalità e assumere sviluppatori di talento sono tutti elementi fondamentali per questa missione.
ja: 高価なサーバーの維持、バグの修正、新機能の開発、優秀なエンジニアの採用はこの使命にとって重要です。
nl: Het onderhouden van dure servers, het oplossen van bugs, het ontwikkelen van nieuwe functies en het aannemen van getalenteerde technici zijn cruciaal voor deze missie.
nn_no: Oppretthalding av dyre sørvarar, feilretting, utvikling nye funksjonar og tilsetting av dyktige ingeniørar er avgjerande for dette oppdraget.
pt_br: Manter servidores caros, corrigir erros, desenvolver novos recursos e contratar engenheiros talentosos é fundamental para esta missão.
ru: Обслуживание дорогих серверов, исправление ошибок, разработка новых функций и наём талантливых инженеров имеют основополагающее значение для этой миссии.
sk: Pre túto misiu je kľúčová údržba drahých serverov, oprava chýb, vývoj nových funkcií a najímanie talentovaných inžinierov.
sl: Neogiben del doseganja tega poslanstva je vzdrževanje dragih strežnikov, odpravljanje hroščev, razvoj novih zmožnosti in zaposlovanje nadarjenih razvijalcev.
sv_se: Att underhålla dyra servrar, fixa buggar, utveckla nya funktioner och anställa duktiga ingenjörer är avgörande för det här uppdraget.
uk: Обслуговування дорогих серверів, виправлення помилок, розробка нових функцій і наймання талановитих інженерів мають вирішальне значення для цієї місії.
vi: Bảo trì các máy chủ đắt tiền, sửa lỗi, phát triển các tính năng mới và thuê các kỹ sư tài năng là những điều quan trọng cho sứ mệnh này.

source: Your support is vital in keeping Thunderbird development alive and thriving. If you get value from using Thunderbird, please consider giving a donation to support it.
bg: Вашата помощ е жизненоважна, за да поддържаме разработката на Thunderbird жива и процъфтяваща. Ако имате полза от използването на Thunderbird, помислете дали да дарите, за да подкрепите проекта.
cy: Mae eich cefnogaeth yn hanfodol i gadw datblygiad Thunderbird yn fyw ac yn ffynnu. Os ydych chi'n cael gwerth o ddefnyddio Thunderbird, ystyriwch roi rhodd i'w gefnogi.
de: Ihre Unterstützung ist von entscheidender Bedeutung, um die Thunderbird-Entwicklung am Leben und am Laufen zu halten. Wenn Sie von der Verwendung von Thunderbird profitieren, ziehen Sie bitte eine Spende in Erwägung, um ihn zu unterstützen.
el: Η υποστήριξή σας είναι πολύ σημαντική για την επιβίωση και την ευημερία του Thunderbird. Εάν χρησιμοποιείτε και εκτιμάτε το Thunderbird, σκεφτείτε να κάνετε μια δωρεά για να το υποστηρίξετε.
es_ar: Tu ayuda es vital para mantener el desarrollo de Thunderbird vivo y próspero. Si le das valor a usar Thunderbird, considerá hacer una donación para apoyarlo.
es_cl: Tu apoyo es vital para mantener vivo y próspero el desarrollo de Thunderbird. Si obtienes valor al usar Thunderbird, considera hacer una donación para apoyarlo.
eu: Zure laguntza ezinbestekoa da Thunderbird garapena bizirik eta oparoa mantentzeko. Thunderbird erabiltzeagatik balioa lortzen baduzu, pentsazazu laguntza dohaintza bat ematea.
fr: Votre soutien est crucial pour le développement de Thunderbird et sa pérennité. Si Thunderbird vous est utile, songez à faire un don pour le soutenir.
fy_nl: Jo stipe is fan essinsjeel belang om de Thunderbird-ûntwikkeling libben en bloeiend te hâlden. As jo wearde helje út it brûken fan Thunderbird, beskôgje dan asjebleaft om in donaasje te jaan om it te stypjen.
gl: O teu apoio é vital para manter o desenvolvemento de Thunderbird vivo e próspero. Se obténs valor co uso de Thunderbird, considera facer unha doazón para apoialo.
hu: A támogatása létfontosságú a Thunderbird fejlesztésének életben és virágzóan tartásában. Ha értéket nyer a Thunderbird használatából, akkor fontolja meg az adományozást.
ia: Tu supporto es vital pro mantener le disveloppamento de Thunderbird vive e prospere. Si tu obtene valor usante Thunderbird, considerara facer un donation pro supportar lo.
is: Stuðningur þinn er nauðsynlegur til að halda Thunderbird gangi. Ef þú færð eitthvað út úr því að nota Thunderbird skaltu íhuga að leggja þitt af mörkum til að styðja við verkefnið.
it: Il tuo supporto è fondamentale per aiutarci a mantenere Thunderbird attivo e vitale. Se ti piace usare Thunderbird, prendi in considerazione l’idea di fare una donazione per sostenerlo.
ja: Thunderbirdの開発を存続させ、繁栄させるためには、皆様の支援が欠かせません。Thunderbirdの利用に価値を感じたなら、寄付を検討してください
nl: Uw steun is van vitaal belang om de ontwikkeling van Thunderbird levend en bloeiend te houden. Als u waarde haalt uit het gebruik van Thunderbird, overweeg dan om een donatie te doen om het te ondersteunen.
nn_no: Støtta di er viktig for å halde utviklinga av Thunderbird i live og blomstrande. Om du synest du får noko att av å bruke Thunderbird, kan du kanskje òg vudere å støtte prosjektet.
pt_br: Seu apoio é vital para manter o desenvolvimento do Thunderbird vivo e próspero. Se você dá valor ao uso do Thunderbird, considere fazer uma doação para apoiar.
ru: Ваша поддержка имеет жизненно важное значение для сохранения и процветания разработки Thunderbird. Если вы получаете пользу от использования Thunderbird, подумайте о том, чтобы сделать пожертвование на его поддержку.
sk: Vaša podpora je životne dôležitá pre udržanie vývoja Thunderbirdu. Ak máte z používania Thunderbirdu úžitok, zvážte poskytnutie daru na jeho podporu.
sl: Vaša podpora je ključnega pomena za ohranjanje in pospeševanje razvoja Thunderbirda. Če vam Thunderbird koristi, razmislite o tem, da ga podprete z donacijo.
sq: Përkrahja juaj është jetike për ta mbajtur zhvillimin e Thunderbird-in gjallë dhe në lulëzim. Nëse përfitoni vlerë nga përdorimi i Thunderbird-it, ju lutemi, shihni mundësinë e dhënies së një dhurimi, për ta përkrahur.
sv_se: Ditt stöd är viktigt för att hålla Thunderbirds utveckling levande och blomstrande. Om du får värde av att använda Thunderbird, överväg att ge en donation för att stödja uppdraget.
uk: Ваша підтримка є життєво важливою для подальшої розробки та успіху Thunderbird. Якщо ви цінуєте Thunderbird, зробіть свій фінансовий внесок.
vi: Hỗ trợ của bạn rất quan trọng trong việc duy trì phát triển của Thunderbird. Nếu bạn nhận được giá trị từ việc sử dụng Thunderbird, vui lòng cân nhắc quyên góp để hỗ trợ nó.

source: Experience the future of Thunderbird
bg: Изживейте бъдещето на Thunderbird
cs: Zažijte budoucnost Thunderbirdu
cy: Profwch ddyfodol Thunderbird
de: Erleben Sie die Zukunft von Thunderbird
el: Ζήστε το μέλλον του Thunderbird
es_ar: Experimentá el futuro de Thunderbird
es_cl: Experimenta el futuro de Thunderbird
eu: Bizi ezazu Thunderbirden etorkizuna
fi: Koe Thunderbirdin tulevaisuus
fr: Découvrez l’avenir de Thunderbird
fy_nl: Belibje de takomst fan Thunderbird
gl: Experimenta o futuro de Thunderbird
hu: Tapasztalja meg a Thunderbird jövőjét
ia: Frue le futuro de Thunderbird
is: Sjáðu hvernig framtíð Thunderbird getur litið út
it: Scopri il futuro di Thunderbird
ja: Thunderbird の未来を体験しよう
nl: Ervaar de toekomst van Thunderbird
pt_br: Experimente o futuro do Thunderbird
ru: Испытайте будущее Thunderbird
sk: Zažite budúcnosť Thunderbirdu
sl: Doživite prihodnost Thunderbirda
sq: Përjetoni të ardhmen e Thunderbird-it
sv_se: Upplev framtiden för Thunderbird
tr: Thunderbird’ün geleceğini deneyin
uk: Відкрийте для себе майбутнє Thunderbird
vi: Trải nghiệm tương lai của Thunderbird
