Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: Protect Your Privacy
bg: Защита на вашата поверителност
cs: Ochrana soukromí
cy: Diogelu eich preifatrwydd
de: Schützen Sie Ihre Privatsphäre
el: Προστασία απορρήτου
es_ar: Proteger la privacidad
es_cl: Protege tu privacidad
es_es: Protege tu privacidad
eu: Babestu zure pribatutasuna
fi: Yksityisyyden suojaaminen
fr: Protégez votre vie privée
fy_nl: Beskermje jo privacy
gl: Protexe a súa privacidade
hu: Védje meg a magánszféráját
ia: Protege tu confidentialitate
is: Verndaðu friðhelgi þína
it: Proteggi la tua privacy
ja: あなたのプライバシーを保護する
kab: Mmesten tabaḍnit-ik·im
nl: Bescherm uw privacy
nn_no: Ta vare på personvernet ditt
pl: Chroń swoją prywatność
pt_br: Proteja sua privacidade
ru: Защита вашей приватности
sk: Ochrana súkromia
sl: Zaščitite svojo zasebnost
sq: Mbroni Privatësinë Tuaj
sv_se: Skydda din integritet
tr: Gizliliğinizi koruyun
uk: Захистіть свою приватність
vi: Bảo vệ sự riêng tư của bạn

source: Whether it’s work or play, you deserve to have privacy when you are online. A VPN, Virtual Private Network, can help you create a secure, private connection to the internet. So that when you are traveling, connecting to WiFi, or simply want more online security - you know that your information is protected from prying eyes.
bg: Независимо дали е работа или забавление, вие заслужавате да имате поверителност, когато сте онлайн. VPN, виртуална частна мрежа, може да ви помогне да създадете сигурна и защитена връзка с интернет. Така, че когато пътувате, свързвате се към WiFi или просто искате повече онлайн сигурност да знаете, че вашата информация е защитена от любопитни очи.
cs: Při práci i hraní online si zasloužíte soukromí. Virtuální privátní síť VPN vám pomůže se zabezpečením internetového připojení. Takže i při připojení k WiFi během cestování budou vaše informace v bezpečí a chráněné před zvědavýma očima.
cy: Boed yn waith neu'n chwarae, rydych chi'n haeddu cael preifatrwydd pan fyddwch chi ar-lein. Gall VPN, Rhwydwaith Preifat Rhithwir, eich helpu i greu cysylltiad preifat, diogel â'r rhyngrwyd. Felly pan fyddwch chi'n teithio, yn cysylltu â WiFi, neu ddim ond eisiau mwy o ddiogelwch ar-lein - rydych chi'n gwybod bod eich manylion yn cael eu gwarchod rhag llygaid busneslyd.
de: Ob bei der Arbeit oder beim Spielen, Sie verdienen Privatsphäre, wenn Sie im Internet sind. Ein VPN, ein virtuelles privates Netzwerk, kann Ihnen helfen, eine sichere, private Verbindung zum Internet herzustellen. Wenn Sie auf Reisen sind, eine WLAN-Verbindung herstellen oder einfach mehr Online-Sicherheit wünschen, wissen Sie, dass Ihre Informationen vor neugierigen Blicken geschützt sind.
el: Είτε πρόκειται για δουλειά είτε για διασκέδαση, αξίζετε να έχετε ιδιωτικότητα στο διαδίκτυο. Ένα εικονικό ιδιωτικό δίκτυο (VPN) μπορεί να σας βοηθήσει να δημιουργήσετε μια ασφαλή, ιδιωτική σύνδεση στο διαδίκτυο. Έτσι, όταν ταξιδεύετε, συνδέεστε σε WiFi ή απλά θέλετε περισσότερη ασφάλεια στο διαδίκτυο - γνωρίζετε ότι οι πληροφορίες σας προστατεύονται από τα αδιάκριτα βλέμματα.
es_ar: Ya sea trabajando o jugando, merece tener privacidad al estar en línea. Una VPN, red privada virtual, puede ayudar a crear una conexión a internet segura y privada. Asíque cuando esté viajando, conectándose al WiFi o simplemente queriendo más seguridad en línea, sabrá que la información está protegida de miradas indiscretas.
es_cl: Ya sea que estés trabajando o jugando, mereces tener privacidad cuando estés en línea. Un VPN, Red privada virtual, puede ayudarte a crear una conexión segura y privada a Internet. Para que cuando estés viajando, conectándote a una red WiFi o simplemente deseando más seguridad en línea, sepas que tu información está protegida de miradas indiscretas.
es_es: Ya sea que estés trabajando o jugando, mereces tener privacidad cuando estés en línea. Un VPN, red privada virtual, puede ayudarte a crear una conexión segura y privada a Internet. Para que cuando estés viajando, conectándote a una red WiFi o simplemente quieres más seguridad en línea, sepas que tu información está protegida de miradas indiscretas.
eu: Lana edo jolasa izan, intimitatea merezi duzu sarean zaudenean. VPN batek, Sare Pribatu Birtualak, interneterako konexio segurua eta pribatua sortzen lagun diezazuke. Bidaiatzen ari zarenean, WiFiarekin konektatzen ari zarenean, edo, besterik gabe, segurtasun gehiago nahi duzunean, jakin ezazu zure informazioa babestuta dagoela.
fr: Que ce soit pour le travail ou l’amusement, vous méritez de garder privée votre vie numérique. Un VPN, réseau privé virtuel, peut vous permettre de créer une connexion sûre et confidentielle à Internet. Ainsi, que vous soyez en voyage, que vous vous connectiez au Wi-Fi ou que vous vouliez simplement plus de sécurité en ligne, vous savez que vos informations sont à l’abri des regards indiscrets.
fy_nl: Oft it no giet om wurk of ferdivedaasje, jo fertsjinje privacy wannear’t jo online binne. In VPN, Virtual Private Network, kin jo helpe in feilige priveeferbining mei ynternet ta stân te bringen, sadat wannear’t jo op reis binne, ferbining meitsje mei wifi, of gewoanwei mear online befeiliging wolle – jo witte dat jo gegevens beskerme binne tsjin nijsgjirrige blikken.
gl: Sexa para o seu traballo ou para xogar, merece ter privacidade cando estea en liña. Unha VPN, rede privada virtual, pode axudarlle a crear unha conexión privada e segura coa internet. De xeito que cando viaxa, se conecta a redes sen fíos (WiFi) ou simplemente quere máis seguridade en liña, sabe que a súa información está protexida contra os curiosos.
hu: Legyen szó munkáról vagy játékról, megérdemli az adatvédelmet, amikor online van. A VPN, a virtuális magánhálózat segíthet a biztonságos, privát internetkapcsolat létrehozásában. Így, ha utazik, WiFi-hez csatlakozik, vagy egyszerűen csak nagyobb biztonságot szeretne az interneten – akkor tudni fogja, hogy az adatai védve vannak a kíváncsiskodó tekintetektől.
ia: Sia que tu labora o joca, tu merita haber confidentialitate quando tu es online. Un VPN, Rete virtual private, pote adjutar te crear un connexion a internet secur, private. Assi que quando tu viagia, te connecte te a wi-fi o simplemente vole plus securitate online, tu sape que tu informationes es protegite contra oculos indiscrete.
is: Hvort sem er í leik eða starfi, átt þú skilið að eiga næði þegar þú ert á netinu. VPN, Virtual Private Network, getur hjálpað þér að búa til örugga, einkatengingu við internetið. Svo að þegar þú ert að ferðast, tengist þráðlausum WiFi-netum eða einfaldlega vilt meira öryggi á netinu - þá veistu að upplýsingarnar þínar eru verndaðar fyrir hnýsnum aðilum.
it: Che si tratti di lavoro o di gioco, hai diritto alla tua privacy quando sei online. Una VPN (Virtual Private Network) può aiutarti a creare una connessione a Internet sicura e riservata. Così, quando sei in viaggio, ti connetti al Wi-Fi o semplicemente desideri maggiore sicurezza online, sai che le tue informazioni sono protette da occhi indiscreti.
ja: 仕事でも遊びでも、オンライン中はプライバシーを確保する必要があります。VPN（仮想プライベートネットワーク）は、インターネットへの安全でプライベートな接続を作成するのに役立ちます。旅行中、WiFiに接続しているとき、または単にオンラインセキュリティを強化したいときに、情報が詮索好きな人々から保護されていることがわかります。
nl: Of het nu gaat om werk of ontspanning, u verdient privacy wanneer u online bent. Een VPN, Virtual Private Network, kan u helpen een veilige privéverbinding met internet tot stand te brengen. Zodat wanneer u op reis bent, verbinding maakt met wifi of gewoon meer online beveiliging wilt, u weet dat uw gegevens beschermd zijn tegen nieuwsgierige blikken.
pl: Niezależnie czy pracujesz, czy grasz, zasługujesz na prywatność w sieci. VPN, wirtualna sieć prywatna, może pomóc w tworzeniu bezpiecznego, prywatnego połączenia z Internetem. Dzięki temu gdy podróżujesz, łączysz się z Wi-Fi lub po prostu chcesz zwiększyć bezpieczeństwo w sieci — wiesz, że Twoje informacje są chronione przed wścibskimi oczami.
pt_br: Seja para trabalho ou lazer, você merece ter privacidade quando estiver online. Uma VPN, Rede Privada Virtual, pode ajudar a criar uma conexão segura e privativa com a internet. Assim, quando você viajar, se conectar a uma rede WiFi ou simplesmente quiser mais segurança online, saiba que suas informações estão protegidas de intrometidos.
ru: Будь то работа или игра, вы заслуживаете уединения, когда находитесь в сети. VPN, виртуальная частная сеть, может помочь вам создать безопасное частное подключение к Интернету. Так что, когда вы путешествуете, подключаетесь к Wi-Fi или просто хотите повысить безопасность в Интернете, вы знаете, что ваша информация защищена от посторонних глаз.
sk: Či už ide o prácu alebo zábavu, zaslúžite si súkromie, keď ste online. VPN, virtuálna súkromná sieť, vám môže pomôcť vytvoriť bezpečné a súkromné pripojenie k internetu. Či už ste na cestách, pripojení k sieti Wi-Fi alebo jednoducho chcete väčšiu bezpečnosť online - viete, že vaše informácie sú chránené pred zvedavými očami.
sq: Qoftë punë apo lojë, e meritoni të keni privatësi, kur jeni në internet. Një VPN, Rrjet Privat Virtual, mund t’ju ndihmojë të krijoni një lidhje të sigurt, private në internet. Që kur jeni në udhëtim, po lidheni me WiFi, thjesht doni më tepër siguri në internet - e dini se informacioni juaj është i mbrojtur prej syve përgjues.
sv_se: Oavsett om det är arbete eller spel, förtjänar du att ha integritet när du är online. Ett VPN, virtuellt privat nätverk, kan hjälpa dig att skapa en säker, privat anslutning till internet. Så att när du reser, ansluter till WiFi eller helt enkelt vill ha mer onlinesäkerhet - vet du att din information är skyddad från nyfikna ögon.
tr: İster iş yapın ister oyun oynayın, internette gizliliği hak ediyorsunuz. VPN (Sanal Özel Ağ), internete güvenli ve size özel bir bağlantı oluşturmanıza yardımcı olur. Böylece seyahat ederken, WiFi'a bağlanırken veya yalnızca daha fazla çevrimiçi güvenlik istediğinizde bilgilerinizin meraklı gözlerden korunduğunu bilirsiniz.
uk: Незалежно від того, чи ви працюєте, чи граєте, ви заслуговуєте на приватність у мережі. VPN, віртуальна приватна мережа, може допомогти вам створити безпечне приватне з'єднання з інтернетом. Тому, коли ви подорожуєте, під’єднуєтесь до Wi-Fi або просто хочете поліпшити безпеку в Інтернеті — ви знаєте, що ваші дані захищено від сторонніх очей.
vi: Cho dù là công việc hay giải trí, bạn xứng đáng có được sự riêng tư khi bạn trực tuyến. VPN, mạng riêng ảo, có thể giúp bạn tạo kết nối Internet riêng tư, an toàn. Vì vậy, khi bạn đang đi du lịch, kết nối với WiFi hoặc đơn giản là muốn bảo mật trực tuyến hơn - bạn biết rằng thông tin của mình được bảo vệ khỏi những con mắt tò mò.

source: Learn More
bg: Научете повече
cs: Zjistit více
cy: Dysgu Rhagor
de: Weitere Informationen
el: Μάθετε περισσότερα
es_ar: Conocer más
es_cl: Aprender más
es_es: Saber más
eu: Argibide gehiago
fi: Lue lisää
fr: En savoir plus
fy_nl: Mear ynfo
gl: Máis información
hu: További tudnivalók
ia: Saper plus
is: Fræðast meira
it: Ulteriori informazioni
ja: 詳細情報
kab: Issin ugar
nl: Meer info
nn_no: Les meir
pl: Więcej informacji
pt_br: Saiba mais
ru: Подробнее
sk: Ďalšie informácie
sl: Več o tem
sq: Mësoni Më Tepër
sv_se: Läs mer
tr: Daha fazla bilgi al
uk: Докладніше
vi: Tìm hiểu thêm

source: Calendar Improvements
bg: Подобрения на календара
cs: Vylepšení kalendáře
cy: Gwelliannau i'r Calendr
de: Kalender-Verbesserungen
el: Βελτιώσεις ημερολογίου
es_ar: Mejoras de calendario
es_cl: Mejoras de calendario
es_es: Mejoras de calendario
eu: Egutegi gehigarria
fi: Kalenteriparannukset
fr: Amélioration des agendas
fy_nl: Agindaferbetteringen
gl: Melloras no calendario
hu: Naptár fejlesztések
ia: Meliorationes de agenda
is: Endurbætur á dagatali
it: Miglioramenti del calendario
ja: カレンダーの改善
kab: Asnerni n uwitay
nl: Agendaverbeteringen
nn_no: Kalenderforbetringar
pl: Ulepszenia kalendarza
pt_br: Melhorias na agenda
ru: Улучшения в «Календаре»
sk: Vylepšenia kalendára
sl: Izboljšave koledarja
sq: Përmirësime Kalendari
sv_se: Kalenderförbättringar
tr: Takvim iyileştirmeleri
uk: Вдосконалення календаря
vi: Cải tiến lịch

source: Managing multiple calendars has been made easier with the calendar sidebar improvements in this release. There is a quick enable button for disabled calendars, a lock indicator for read-only calendars, and a show/hide icon for easily toggling what calendars are visible. Outside the sidebar, there are now better color accents to highlight the current day in the calendar.
bg: Управлението на множество календари е улеснено с подобренията в страничната лента на календара в това издание. Има бутон за бързо включване на деактивирани календари, индикатор за заключване на календари само за четене и икона за показване/скриване за лесно превключване кои календари са видими. Извън страничната лента вече има по-добри цветни акценти за подчертаване на текущия ден в календара.
cs: Správu více kalendářů usnadní v tomto vydání vylepšená postranní lišta. Zakázané kalendáře můžete klepnutím na tlačítko rychle povolit, podle ikony zámku poznáte kalendáře jen pro čtení, a pomocí další ikony můžete přepínat, které kalendáře se mají zobrazovat a které ne. V zobrazení kalendáře jsme také vylepšili barevné zvýraznění dnešního dne pro rychlejší orientaci.
cy: Mae rheoli calendrau lluosog wedi'i gwneud yn haws gyda'r gwelliannau ym mar ochr calendr yn y rhyddhad hwn. Mae botwm galluogi cyflym ar gyfer calendrau wedi'u hanalluogi, dangosydd clo ar gyfer calendrau darllen yn unig, ac eicon dangos/cuddio ar gyfer newid yn hawdd pa galendrau sy'n weladwy. Y tu allan i'r bar ochr, mae yna acenion lliw gwell i dynnu sylw at y diwrnod cyfredol yn y calendr.
de: Die Verwaltung mehrerer Kalender wurde durch die Verbesserungen der Kalender-Sidebar in dieser Version vereinfacht. Es gibt eine Schnellaktivierungsschaltfläche für deaktivierte Kalender, eine Sperranzeige für schreibgeschützte Kalender und ein Symbol zum Anzeigen/Ausblenden zum einfachen Umschalten, welche Kalender sichtbar sind. Außerhalb der Sidebar gibt es jetzt bessere Farbakzente, um den aktuellen Tag im Kalender hervorzuheben.
el: Η διαχείριση πολλαπλών ημερολογίων έχει γίνει ευκολότερη με τις βελτιώσεις στην πλαϊνή γραμμή ημερολογίων αυτής της έκδοσης. Υπάρχει ένα κουμπί γρήγορης ενεργοποίησης για απενεργοποιημένα ημερολόγια, μια ένδειξη κλειδώματος για ημερολόγια που διατίθενται μόνο για ανάγνωση και ένα εικονίδιο εμφάνισης/απόκρυψης για εύκολο καθορισμό των ορατών ημερολογίων. Εκτός της πλαϊνής γραμμής, προστέθηκαν χρωματικές «πινελιές» για την επισήμανση της τρέχουσας ημέρας στο ημερολόγιο.
es_ar: Administrar múltiples calendarios ahora es más fácil con las mejoras a la barra lateral de calendario en esta versión. Hay un botón de habilitado rápido para calendarios deshabilitados, un indicador de bloqueo para calendarios de solo lectura y un icono de mostrar/ocultar para cambiar fácilmente que calendarios están visibles. Fuera de la barra lateral ahora hay mejores indicadores de color para resaltar el día actual en el calendario.
es_cl: La gestión de múltiples calendarios ahora es aún más fácil con las mejoras en la barra lateral del calendario de esta versión. Hay un botón de activación rápida para calendarios deshabilitados, un indicador de bloqueo para calendarios de solo lectura y un ícono para mostrar/ocultar que alterna fácilmente los calendarios visibles. Fuera de la barra lateral, ahora mejoradas acentuaciones de color para resaltar el día actual en el calendario.
es_es: La gestión de múltiples calendarios ahora es aún más fácil con las mejoras en la barra lateral del calendario de esta versión. Hay un botón de activación rápida para calendarios desactivados, un indicador de bloqueo para calendarios de solo lectura y un icono para mostrar/ocultar que alterna fácilmente los calendarios visibles. Fuera de la barra lateral, ahora hay mejores indicadores de color para resaltar el día actual en el calendario.
eu: Egutegi anitzen kudeaketa erraztu da egutegiaren hobekuntzekin bertsio honetan. Egutegi ezgaituak gaitzeko botoi azkar bat dago, sarraila adierazle bat irakurketarako bakarrik diren egutegietarako, eta erakutsi/ezkutatu ikono bat egutegiak erraz ikustarazteko. Albo-barratik kanpo, kolorezko azentu hobeak daude egutegian egungoa nabarmentzeko.
fr: Gérer plusieurs agendas est rendu plus aisé par les améliorations apportées à la barre latérale des agendas dans cette version. Il y a un bouton pour activer rapidement un agenda désactivé, un indicateur de verrouillage pour les agendas en lecture seule et une icône afficher/masquer pour changer facilement la visibilité d’un agenda. En dehors de la barre latérale, de meilleurs accents de couleur mettent en évidence le jour actuel dans l’agenda.
fy_nl: It behearen fan meardere aginda’s is ferienfâldige mei de ferbetteringen oan de agindasydbalke yn dizze ferzje. Der is in knop foar fluch ynskeakeljen foar útskeakele aginda’s, in beskoattelingsyndikator foar allinnich-lêze-aginda’s en in piktogram foar werjaan/ferstopje om de sichtberheid fan aginda’s ienfâldich te skeakeljen. Bûten de sydbalke binne der no bettere kleuraksinten om de aktuele dei yn de aginda te markearjen.
gl: Nesta versión a xestión de varios calendarios facilitouse coas melloras da barra lateral do calendario. Hai un botón de activación rápida para calendarios desactivados, un indicador de bloqueo para calendarios de só lectura e unha icona de amosar/agochar para cambiar doadamente os calendarios visíbeis. Fóra da barra lateral, agora hai mellores tonalidades de cor para realzar o día actual no calendario.
hu: Az új kiadás naptár oldalsávot érintő fejlesztései könnyebbé tették a több naptár kezelését. Bekerült egy gyors engedélyezési gomb a letiltott naptárakhoz, egy zárolásjelző az írásvédett naptárakhoz, és egy megjelenítés/elrejtés ikon a látható naptárak egyszerű ki- és bekapcsolásához. Az oldalsávon kívül, pedig most már a jelenlegi nap jobb kiemelő színnel van jelezve a naptárban.
ia: Gerer plure agendas ha essite rendite plus facile con le meliorationes del barra lateral del agenda , in iste version. Il ha un button Activar rapide, pro agendas disactivate, un indicator de blocada, pro agendas solo in lectura, e un icone monstrar/celar pro facilemente mutar le agendas visibile. Foras del barra lateral, il ha ora melior accentos de color pro evidentiar le die actual in le agenda.
is: Það er auðveldara að hafa umsjón með mörgum dagatölum vegna endurbóta á hliðarstikunni á dagatalinu í þessari útgáfu. Þar er fljótvirkur hnappur fyrir óvirk dagatöl, læsingarvísir fyrir skrifvarin dagatöl og sýna/fela-tákn til að breyta á auðveldan máta hvaða dagatöl séu sýnileg. Fyrir utan hliðarstikuna eru nú betri litaáherslur til að auðkenna daginn í dag í dagatalinu.
it: La gestione di più calendari è stata semplificata in questa versione grazie ad alcune modifiche alla barra laterale del calendario. C’è un pulsante di attivazione rapida per i calendari disattivati, un indicatore di blocco per i calendari di sola lettura e un’icona Mostra/nascondi per cambiare facilmente la visibilità dei calendari. Al di fuori della barra laterale vengono ora utilizzate nuove tonalità di colore per meglio evidenziare il giorno corrente nel calendario.
ja: このリリースでは、カレンダーのサイドバーが改善され、複数のカレンダーを簡単に管理できるようになりました。無効なカレンダーのクイック有効化ボタン、読み取り専用カレンダーのロックインジケータ、表示/非表示アイコンがあり、どのカレンダーが表示されているかを簡単に切り替えることができます。サイドバーの外側に、カレンダーで現在の曜日を強調するためのより良い色のアクセントがあります。
nl: Het beheren van meerdere agenda’s is vereenvoudigd met de verbeteringen aan de agendazijbalk in deze versie. Er is een knop voor snel inschakelen voor uitgeschakelde agenda’s, een vergrendelingsindicator voor alleen-lezen-agenda’s en een pictogram voor weergeven/verbergen om de zichtbaarheid van agenda’s eenvoudig te schakelen. Buiten de zijbalk zijn er nu betere kleuraccenten om de huidige dag in de agenda te markeren.
pl: Zarządzanie wieloma kalendarzami w tym wydaniu zostało uproszczone dzięki ulepszeniom paska bocznego kalendarza. Dostępny jest przycisk szybkiego włączania dla wyłączonych kalendarzy, wskaźnik blokady dla kalendarzy tylko do odczytu oraz ikona pokaż/ukryj do łatwego przełączania widocznych kalendarzy. Poza paskiem bocznym są teraz lepsze akcenty kolorystyczne, które w kalendarzu wyróżniają bieżący dzień.
pt_br: Nesta versão ficou mais fácil gerenciar várias agendas com as melhorias na barra lateral de agendas. Há um botão de ativação rápida em agendas desativadas, um indicador de bloqueio em agendas somente leitura e um ícone de exibir/ocultar para alternar facilmente quais agendas ficam visíveis. Fora da barra lateral, agora há melhor tonalidades de cor para destacar o dia atual na agenda.
ru: Управление несколькими календарями стало проще благодаря улучшениям боковой панели календаря в этом выпуске. Имеется кнопка быстрого включения отключённых календарей, индикатор блокировки календарей только для чтения и значок отображения/скрытия для простого переключения видимости календарей. За пределами боковой панели теперь есть улучшенные цветовые акценты для выделения текущего дня в календаре.
sk: Správa viacerých kalendárov bola v tomto vydaní zjednodušená vďaka vylepšeniam bočného panela kalendára. K dispozícii je tlačidlo rýchleho zapnutia pre deaktivované kalendáre, indikátor uzamknutia pre kalendáre iba na čítanie a ikona Zobraziť/skryť pre ľahké prepínanie medzi viditeľnými kalendármi. Mimo bočného panela sú teraz v kalendári lepšie farebné akcenty na zvýraznenie aktuálneho dňa.
sq: Me përmirësime të anështyllës së kalendarëve, në këtë hedhje në qarkullim, administrimi i kalendarëve të shumtë është bërë më i lehtë. Për kalendarë të çaktivizuar ka një buton të shpejtë aktivizimi, një tregues kyçjeje për kalendarë që vetëm mund të lexohen, si dhe një ikonë shfaqe/fshihe për ndryshim të shpejtë se cilët kalendarë janë të dukshëm. Jashtë anështyllë, tanimë ka theksime më të mira me ngjyra, për theksim të ditës aktuale te kalendari.
sv_se: Hanteringen av flera kalendrar har blivit enklare med förbättringar i kalenderns sidofält i den här versionen. Det finns en snabbaktiveringsknapp för inaktiverade kalendrar, en låsindikator för skrivskyddade kalendrar och en visa/dölj-ikon för att enkelt kunna växla vilka kalendrar som är synliga. Utanför sidofältet finns det nu bättre färgaccenter för att markera den aktuella dagen i kalendern.
tr: Bu sürümdeki takvim kenar çubuğu geliştirmeleriyle birden fazla takvimi yönetmek kolaylaşıyor. Devre dışı takvimler için hızlı etkinleştirme düğmesi, salt okunur takvimler için kilit göstergesi ve hangi takvimlerin görünür olduğunu kolayca değiştirmek için bir göster/gizle simgesi var. Kenar çubuğunun dışında, takvimdeki geçerli günü vurgulamak için artık daha iyi renk vurguları var.
uk: Керувати кількома календарями стало простіше завдяки покращенню бічної панелі календаря у цьому випуску. З'явилася кнопка швидкого увімкнення для вимкнених календарів, індикатор блокування для календарів, призначених лише для читання, та піктограма показу/приховування для легкого перемикання видимих календарів. Також покращено кольорові акценти для виділеного поточного дня у календарі.
vi: Việc quản lý nhiều lịch đã được thực hiện dễ dàng hơn với các cải tiến của thanh lề lịch trong bản phát hành này. Có nút bật nhanh cho các lịch bị tắt, chỉ báo khóa cho lịch chỉ đọc và biểu tượng hiển thị/ẩn để dễ dàng chuyển đổi những lịch nào đang hiển thị. Bên ngoài thanh lề, giờ có các điểm nhấn màu sắc tốt hơn để làm nổi bật ngày hiện tại trên lịch.
