Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: Other Filelink providers like Box and Dropbox are not included by default, but can be added by grabbing the <a href="%(dropbox)s">Dropbox</a> and <a href="%(box)s">Box</a> add-ons.
bg: Други доставчици на Filelink като Box и Dropbox не са включени по подразбиране, но могат да бъдат добавени чрез инсталиране на добавките за<a href="%(dropbox)s">Dropbox</a> и <a href="%(box)s"> Box</a>.
cs: Další poskytovatele služby pro posílání velkých příloh jak Box nebo Dropbox můžete od Thunderbirdu doplnit stažením doplňků <a href="%(dropbox)s">Dropbox</a> nebo <a href="%(box)s">Box</a>.
cy: Nid yw darparwyr Filelink eraill fel Box a Dropbox wedi'u cynnwys fel rhagosodiad, ond mae modd eu hychwanegu trwy ddefnyddio ychwanegion <a href="%(dropbox)s">Dropbox</a> a <a href="%(box)s">Box</a>.
de: Andere Filelink-Anbieter wie Dropbox und Box sind standardmäßig nicht enthalten, können jedoch durch Installation der Add-ons für <a href="%(dropbox)s">Dropbox</a> und <a href="%(box)s">Box</a> hinzugefügt werden.
el: Άλλοι πάροχοι του FileLink, όπως το Box και το Dropbox, δεν περιλαμβάνονται από προεπιλογή, αλλά μπορούν να προστεθούν εγκαθιστώντας τα αντίστοιχα πρόσθετα, <a href="%(dropbox)s">Dropbox</a> και <a href="%(box)s">Box</a>.
es_ar: Otros proveedores Filelink como Box y Dropbox no están incluidos de manera predeterminada, pero pueden ser añadidos descargando<a href="%(dropbox)s">Dropbox</a> y <a href="%(box)s">Box</a>.
es_cl: Otros proveedores de Filelink como Box y Dropbox no están incluidos por defecto, pero pueden ser añadidos descargando los complementos de <a href="%(dropbox)s">Dropbox</a> y <a href="%(box)s">Box</a>.
es_es: Otros proveedores Filelink como Box y Dropbox no están incluidos por defecto, pero pueden ser añadidos descargando los complementos <a href="%(dropbox)s">Dropbox</a> y <a href="%(box)s">Box</a>.
eu: Beste Filelink hornitzaile batzuk Box eta Dropbox bezala ez daude lehenespenez gehituta, baina gehitu ditzakezu <a href="%(dropbox)s">Dropbox</a> and <a href="%(box)s">Box</a> gehigarrien bidez.
fi: Muita Filelink-palveluntarjoajia, kuten Box ja Dropbox, ei ole sisällytetty oletusarvoisesti, mutta ne voidaan lisätä käyttämällä <a href="%(dropbox)s"> Dropbox </a> ja <a href="%(box)s"> Box </a> -lisäosia.
fr: D’autres fournisseurs Filelink comme Box et Dropbox ne sont pas inclus par défaut, mais peuvent être ajoutés en installant les modules complémentaires <a href="%(dropbox)s">Dropbox</a> et <a href="%(box)s">Box</a>.
fy_nl: Oare Filelink-providers, lykas Box en Dropbox, binne net standert ynbegrepen, mar kinne tafoege wurde troch de<a href="%(dropbox)s">Dropbox</a>- en <a href="%(box)s">Box</a>-add-ons.
gl: Outros fornecedores de Filelink como Box e Dropbox non están incluídos de xeito predeterminado, pero poden engadirse empregando os complementos <a href="%(dropbox)s">Dropbox</a> e <a href="%(box)s">Box</a>
hu: Más fájlhivatkozás szolgáltatók, mint a Box és a Dropbox, alapértelmezetten nem érhetők el, de hozzáadhatók a <a href="%(dropbox)s">Dropbox</a> és a <a href="%(box)s">Box</a> kiegészítők beszerzésével.
ia: Altere fornitores de Filelink como Box e Dropbox non es includite de ordinario, ma pote ser addite per le additivos relative.
is: Aðrar Filelink-veitur eins og Box og Dropbox eru ekki sjálfgefið innifaldar, en hægt er að bæta þeim við með því að ná í viðbætur fyrir <a href="%(dropbox)s">Dropbox</a> og <a href="%(box)s">Box</a>.
it: Altri provider di Filelink, come Box e Dropbox, non sono ancora integrati, ma puoi sempre aggiungerli installando i relativi componenti aggiuntivi: <a href="%(dropbox)s">Dropbox</a> e <a href="%(box)s">Box</a>.
ja: Box や Dropbox などの他のファイルリンクプロバイダーは標準搭載されていませんが、<a href="%(dropbox)s">Dropbox</a> と <a href="%(box)s">Box</a> のアドオンをインストールすることにより追加できます。
kab: Isaǧǧawen-nniḍen Filelink am Box d Dropbox ur llin ara s w udem amezwer, maca tzemreḍ ad ten-tsedduḍ s usbeddi n yizegrar <a href="%(dropbox)s">Dropbox</a> akked <a href="%(box)s">Box</a>.
nb_no: Andre Filelink-leverandører som Box og Dropbox er ikke inkludert som standard, men kan legges til ved å installere utvidelsene <a href="%(dropbox)s">Dropbox</a> og <a href="%(box)s">Box</a>.
nl: Andere Filelink-providers, zoals Box en Dropbox, zijn niet standaard inbegrepen, maar kunnen worden toegevoegd door de<a href="%(dropbox)s">Dropbox</a>- en <a href="%(box)s">Box</a>-add-ons.
nn_no: Andre Filelink-leverandørar som Box og Dropbox er ikkje inkludert som standard, men kan leggjast til ved å installere tillegga <a href="%(dropbox)s">Dropbox</a> og <a href="%(box)s">Box</a>.
pl: Inni dostawcy Filelink, np. Box i Dropbox, nie są już domyślnie w Thunderbirdzie, ale można ich dodać za pomocą dodatków <a href="%(dropbox)s">Dropbox</a> i <a href="%(box)s">Box</a>.
pt_br: Outros provedores de Filelink como Box e Dropbox não são incluídos por padrão, mas podem ser adicionados instalando as extensões <a href="%(dropbox)s">Dropbox</a> e <a href="%(box)s">Box</a>.
ru: Другие провайдеры Filelink, такие как Box и Dropbox, не включены по умолчанию, но их можно активировать, установив дополнения <a href="%(dropbox)s">Dropbox</a> и <a href="%(box)s">Box</a>.
sk: Ostatní poskytovatelia služby Filelink, ako sú Box či Dropbox v predvolenom nastavení nie sú zahrnutí, no môžete si ich pridať vo forme doplnku (<a href="%(dropbox)s">Dropbox</a>, <a href="%(box)s">Box</a>).
sl: Drugi ponudniki Filelinka, kot sta Box in Dropbox, nista privzeto vključena, vendar ju lahko dodate s prenosom dodatkov <a href="%(dropbox)s">Dropbox</a> in <a href="%(box)s">Box</a>.
sq: Furnizues të tjerë Filelink-u, bie fjala, Box dhe Dropbox, nuk përfshihen, si parazgjedhje, por mund të shtohen duke marrë shtesat për <a href="%(dropbox)s">Dropbox</a> dhe <a href="%(box)s">Box</a>.
sv_se: Andra Filelink-leverantörer som Box och Dropbox ingår inte som standard, men kan läggas till genom att hämta tilläggen <a href="%(dropbox)s">Dropbox</a> och <a href="%(box)s">Box</a>.
tr: Box ve Dropbox gibi diğer Filelink sağlayıcıları varsayılan olarak dahil değildir ama <a href="%(dropbox)s">Dropbox</a> ve <a href="%(box)s">Box</a> eklentilerini kurabilirsiniz.
uk: Інші провайдери Filelink, наприклад, Box і Dropbox типово не активовані, але їх можна активувати, встановивши додатки <a href="%(dropbox)s">Dropbox</a> та <a href="%(box)s">Box</a>.
vi: Các nhà cung cấp Filelink khác như Box và Dropbox theo mặc định không được bao gồm, nhưng có thể được thêm bằng cách nhận tiện ích mở rộng <a href="%(dropbox)s">Dropbox</a> và <a href="%(box)s">Box</a>.

source: Options/Preferences in a Tab
bg: Настройки в раздел
cs: Nastavení a předvolby v panelu
cy: Dewisiadau/Dewisiadau mewn Tab
de: Einstellungen in einem Tab
el: Επιλογές/Προτιμήσεις σε μια καρτέλα
es_ar: Opciones/preferencias en una pestaña
es_cl: Opciones/preferencias en una pestaña
es_es: Opciones/preferencias en pestaña
eu: Aukerak/hobespenak fitxa batean
fi: Asetukset välilehdessä
fr: Options/Préférences dans un onglet
fy_nl: Opsjes/Foarkarren yn ien ljepblêd
gl: Opcións/Preferencias nunha lapela
hu: Beállítások különálló lapon
ia: Optiones/preferentias in un scheda
is: Valkostir/Kjörstillingar í flipa
it: Opzioni/Preferenze in una scheda
ja: オプション/設定をタブに
kab: ISefran/Ismenyifen deg yiccer
nb_no: Innstillinger i en fane
nl: Opties/Voorkeuren in een tabblad
nn_no: Innstillingar i ei fane
pl: Opcje/preferencje w karcie
pt_br: Opções/preferências em uma aba
ru: Настройки во вкладке
sk: Možnosti na karte
sl: Zavihek Možnosti/Nastavitve
sq: Mundësi/Parapëlqime në një Skedë
sv_se: Inställningar i en flik
tr: Sekmeli Seçenekler/Tercihler
uk: Налаштування у вкладці
vi: Tùy chọn/Tùy chỉnh trong thẻ

source: Thunderbirdʼs Options/Preferences have been converted from a dialog window to its own dedicated tab. The new Preferences tab provides more space which allows for better organized content and is more consistent with the look and feel of the rest of Thunderbird.
bg: Настройките/предпочитанията на Thunderbird са преобразувани от диалогов прозорец в отделен специален раздел. Новият раздел Настройки предоставя повече пространство, което позволява по-добре организирано съдържание и е по-съвместимо с външния вид и усещането на останалата част от Thunderbird.
cs: Možnosti a předvolby Thunderbirdu se nyní místo v dialogovém okně otevírají ve vlastním panelu. Díky tomu je na ně více místa a mohli jsme je lépe zorganizovat a sladit se zbytkem Thunderbirdu.
cy: Troswyd Dewisiadau/Dewisiadau Thunderbird o ffenestr ddeialog i’w dab pwrpasol ei hun. Mae'r tab Dewisiadau newydd yn darparu mwy o le sy'n caniatáu cynnwys wedi'i drefnu'n well ac sy'n fwy cyson agolwg a theimlad gweddill Thunderbird.
de: Die Einstellungen von Thunderbird wurden von einem Dialogfenster in einen eigenen Tab konvertiert. Der neue Tab „Einstellungen“ bietet mehr Platz für besser organisierte Inhalte und ist konsistenter mit dem Erscheinungsbild des restlichen Thunderbird.
el: Οι επιλογές/προτιμήσεις του Thunderbird έχουν μετατραπεί από παράθυρο σε ξεχωριστή καρτέλα. Η νέα καρτέλα προτιμήσεων παρέχει περισσότερο χώρο που επιτρέπει καλύτερη οργάνωση περιεχομένου, ενώ είναι πιο συνεπής με την εμφάνιση και την αίσθηση του υπόλοιπου Thunderbird.
es_ar: Las opciones/preferencias de Thunderbird se convirtieron de la ventana de diálogo a su propia pestaña dedicada. La nueva pestaña de preferencias proporciona más espacio, lo que permite un contenido mejor organizado y es más consistente con el aspecto y comportamiento del resto de Thunderbird.
es_cl: Las opciones/preferencias de Thunderbird han pasado de una ventana de diálogo a su propia pestaña dedicada. La nueva pestaña de preferencias proporciona más espacio, lo que permite un contenido mejor organizado y es más consistente con el aspecto y comportamiento del resto de Thunderbird.
es_es: Las opciones/preferencias de Thunderbird han sido convertidas de la ventana de diálogo a su propia pestaña dedicada. La nueva pestaña de preferencias proporciona más espacio, lo que permite un contenido mejor organizado y es más consistente con el aspecto y comportamiento del resto de Thunderbird.
eu: Thunderbird aukera/hobespenak elkarrizketa leiho bat izatetik horri eskainitako fitxa izatera bihurtu da. Hobespenen fitxa berriak toki gehiago dauka edukia hobeto antolatzen uzten duena eta beste Thunderbird guztiko itxura eta izaeraz bat datorrena.
fi: Thunderbirdin asetukset on siirretty valintaikkunasta omaan erilliseen välilehteen. Uusi Asetukset-välilehti tarjoaa enemmän tilaa, mikä antaa mahdollisuuden paremmin järjestellylle sisällölle ja on yhdenmukaisempi muun Thunderbirdin ulkoasun ja tuntuman kanssa.
fr: Les options/préférences de Thunderbird ont été intégrées dans leur propre onglet dédié au lieu d’une fenêtre de dialogue. Le nouvel onglet Préférences offre plus d’espace, ce qui permet un contenu mieux organisé et est plus cohérent avec l’apparence du reste de Thunderbird.
fy_nl: De opsjes/foarkarren fan Thunderbird binne omset fan in dialoochfinster nei in eigen ljepblêd. It nije ljepblêd Foarkarren biedt mear romte foar better organisearre ynhâld en is konsistinter mei it uterlik fan de rest fan Thunderbird.
gl: As opcións/preferencias do Thunderbird convertéronse desde unha xanela de diálogo á súa propia lapela dedicada. A nova lapela de Preferencias fornece máis espazo que permite un contido mellor organizado e é máis consistente co aspecto do resto do Thunderbird.
hu: A Thunderbird beállításai átalakításra kerültek, párbeszédablak helyett különálló lapon jelennek meg. Az új Beállítások lap több helyet biztosít, így rendezettebb tartalmat tesz lehetővé, amely konzisztensebb és jobban hasonlít a Thunderbird többi részének megjelenéséhez és működéséhez.
ia: Le fenestra de dialogo de Optiones/preferentias de Thunderbird ha essite convertite a un scheda dedicate. Le nove scheda Preferentias offere plus spatio pro melio organisar contento e es plus consistente con le apparentia e functionalitate del resto de Thunderbird.
is: Valmöguleikum/Kjörstillingum Thunderbird hefur verið breytt úr samskiptaglugga yfir í sinn sérstakan flipa. Nýi Kjörstillingar-flipinn veitir meira pláss sem gerir kleift að skipuleggja efnið betur og er meira í samræmi við útlit og áferð annarra hluta Thunderbird.
it: La finestra di dialogo Opzioni/Preferenze di Thunderbird è stata convertita in una scheda dedicata. La nuova scheda Preferenze offre più spazio per meglio organizzare i contenuti, oltre a essere più coerente con l’aspetto e le funzionalità generali di Thunderbird.
ja: Thunderbird のオプション/設定は、ダイアログウィンドウから専用のタブに変換されました。新しい設定タブは、より広いスペースでコンテンツが整えられたほか、Thunderbird の他の部分と一貫したルックアンドフィールになりました。
kab: ISefran/Ismenyifen n Thunderbird ttwaskelten-d seg usfaylu n udeiwenni ɣer yicerr-is ia asd-yettwaheggan. Iccer n yismenyifen amaynut yettmuddu-d ugar n tallunt, ayen ara yeǧǧen agbur iṣeggmen akken iwata, win yemṣadan d wudem n wayen i d-yeqqimen deg tallunt deg ugrudem n Thunderbird.
nb_no: Thunderbirds innstillinger er konvertert fra et dialogvindu til sin egen dedikerte fane. Den nye fanen Innstillinger gir mer plass som gir bedre organisert innhold og er mer konsekvent med utseendet og følelsen til resten av Thunderbird.
nl: De opties/voorkeuren van Thunderbird zijn omgezet van een dialoogvenster naar een eigen tabblad. Het nieuwe tabblad Voorkeuren biedt meer ruimte voor beter georganiseerde inhoud en is consistenter met het uiterlijk van de rest van Thunderbird.
nn_no: Innstillingane i Thunderbird er konverterte frå eit dialogvindauge til si eiga tilpassa fane. Den nye fana «Innstillingar» gir meir plass som gir bedre organisert innhald og samsvarar meir med utsjånaden og kjensla til resten av Thunderbird.
pl: Opcje/preferencje Thunderbirda zostały przeniesione z oddzielnego okna do własnej karty. Nowa karta preferencji zapewnia więcej miejsca, co umożliwia lepszą organizację ustawień i jest bardziej spójna z wyglądem innych części Thunderbirda.
pt_br: As opções/preferências do Thunderbird foram convertidas de uma janela de diálogo para uma aba própria. A nova aba de preferências oferece mais espaço, permitindo melhor organização do conteúdo, e é mais consistente com o visual do restante do Thunderbird.
ru: Настройки Thunderbird были перенесены из диалогового окна в собственную выделенную вкладку. Новая вкладка «Настройки» предоставляет больше места, что позволяет лучше организовывать содержимое и более соответствует внешнему виду и ощущениям остальной части Thunderbird.
sk: Možnosti Thunderbirdu boli presunuté z okna na kartu. Nová karta s možnosťami vám poskytuje viac miesta a je konzistentnejšia s vzhľadom zvyšku Thunderbirdu.
sl: Thunderbirdove Možnosti/Nastavitve so bile pretvorjene iz pogovornega okna v svoj namenski zavihek. Novi zavihek z nastavitvami je prostornejši, kar omogoča boljšo organiziranost, in usklajen s preostankom Thunderbirda.
sq: Mundësitë/Parapëlqimet për Thunderbird-in janë shndërruar nga një dritare dialogu në një skedë më vete enkas. Skeda e re Parapëlqime jep më tepër hapësirë, çka lejon sistemim më të mirë të lëndës dhe është më e njësuar me pamjen dhe ndjesitë që merren nga pjesa tjetër e Thunderbird-it.
sv_se: Thunderbird:s inställningar har konverterats från ett dialogfönster till sin egen dedikerade flik. Den nya fliken Inställningar ger mer utrymme som möjliggör bättre organiserat innehåll och är mer konsekvent med utseendet och känslan hos resten av Thunderbird.
uk: Налаштування Thunderbird було перенесено з діалогового вікна до власної вкладки. Нова вкладка налаштувань забезпечує більше простору, що дає змогу краще впорядкувати вміст, а також адаптованіша до концепції дизайну Thunderbird.
vi: Tùy chọn/Tùy chỉnh của Thunderbird đã được chuyển đổi từ cửa sổ hộp thoại sang thẻ chuyên dụng của riêng nó. Thẻ Tùy chọn mới cung cấp nhiều không gian hơn cho phép nội dung được tổ chức tốt hơn và phù hợp hơn với giao diện của phần còn lại của Thunderbird.

source: The new Preferences tab also makes it easier to multi-task without the problem of losing track of where your preferences are when switching between windows.
bg: Новият раздел Настройки също улеснява едновременното изпълняване на задачи, без да се губи представа къде са вашите предпочитания при превключване между прозорци.
cs: Úprava nastavení vám umožní dělat více věcí najednou aniž byste kvůli přepínání oken zapomněli, co jsme dělali nebo nastavovali.
cy: Mae'r tab Dewisiadau newydd hefyd yn ei gwneud hi'n haws aml-dasgio heb y broblem o golli trywydd ble mae'ch dewisiadau wrth symud rhwng ffenestri.
de: Der neue Tab „Einstellungen“ erleichtert auch das Multitasking, ohne dass Sie den Überblick über Ihre Einstellungen verlieren, wenn Sie zwischen Fenstern wechseln.
el: Η νέα καρτέλα προτιμήσεων διευκολύνει επίσης την ταυτόχρονη εκτέλεση πολλών ενεργειών, χωρίς να ξεχνάτε που βρίσκονται οι προτιμήσεις κατά την εναλλαγή μεταξύ παραθύρων.
es_ar: La nueva pestaña de Preferencias hace que también sea fácil la multitarea sin el problema de perder el rastro de dónde se encuentran las preferencias al intercambiar ventanas.
es_cl: La nueva pestaña de Preferencias hace que también sea fácil la multitarea sin el problema de perder la pista de dónde se encuentran tus preferencias al cambiar entre ventanas.
es_es: La nueva pestaña de preferencias también facilita la multitarea sin el problema de perder la pista de dónde están tus preferencias al moverse entre ventanas.
eu: lan anitz batera egitea errazten du hobespenen fitxa berriak jarraipena galtzeko arazoa ekidinez, hobespenen leihoa ez dagoelako jada leiho aldaketen artean.
fi: Uusi Asetukset-välilehti helpottaa myös useiden asetusten yhtäaikaista muuttamista, sillä et menetä tekemiäsi asetusmuutoksia, kun vaihdat paneelien ja ikkunoiden välillä.
fr: Le nouvel onglet Préférences facilite également la gestion de tâches multiples sans perdre la trace de vos préférences lors du basculement entre les fenêtres.
fy_nl: It nije ljepblêd Foarkarren makket it ek ienfâldiger om te multytasken sûnder it probleem dat jo de lokaasje fan jo foarkarren út it each ferlieze wannear’t jo tusken finsters wikselje.
gl: A nova lapela de Preferencias tamén fai máis sinxela a tarefa múltiple sen o problema de perder o control de onde están as súas preferencias ao cambiar entre xanelas.
hu: Az új Beállítások lap megkönnyíti a többfeladatos munkát, mert nem veszíti el a beállításokat az ablakok közötti váltáskor.
ia: Le nove scheda Preferentias alsi simplifica le multi-task sin le problema de perdita tracia de ubi es tu preferentias quando tu commuta inter fenestras.
is: Nýi Kjörstillingar-flipinn gerir það einnig auðveldara að sinna mörgum verkum í einu án þess að missa af því hvar kjörstillingarnar þínar eru þegar skipt er á milli glugga.
it: La nuova scheda Preferenze semplifica anche il multi-task: ora potrai passare da una finestra all’altra senza perdere traccia delle tue preferenze.
ja: また、新しい設定タブでは、目的の設定を見失うことなく、ウィンドウを切り替えてマルチタスクで容易に作業できます。
kab: Iccer n yismenyifen imaynuten ad yessifses daɣen asefrek n twuriwin war ma tesṛuḥeḍ lǧeṛṛa n yismenyifen-ik ticki tettedduḍ gar yisfuyla.
nb_no: Den nye fanen Innstillinger gjør det også enklere å gjøre flere oppgaver samtidig uten å miste oversikten over hvor innstillingene dine er når du veksler mellom vinduer.
nl: Het nieuwe tabblad Voorkeuren maakt het ook eenvoudiger om te multitasken zonder het probleem dat u de locatie van uw voorkeuren uit het oog verliest wanneer u tussen vensters wisselt.
nn_no: Den nye fana Innstillingar gjer det òg enklare å gjere fleire oppgåver samtidig utan å miste oversikta over kvar innstillingane dine er når du vekslar mellom vindauge.
pl: Nowa karta preferencji ułatwia także wielozadaniowość bez problemu gubienia ustawień podczas przełączania między oknami.
pt_br: A nova aba de preferências também facilita fazer várias coisas ao mesmo tempo, sem o problema não saber mais onde estão suas preferências ao mudar de uma janela para outra.
ru: Новая вкладка «Настройки» также упрощает вам многозадачность. Теперь вы можете не беспокоиться о том, что потеряете свои настройки при переключении между окнами.
sk: Vďaka novej karte s možnosťami môžete taktiež jednoduchšie vykonávať viacero vecí naraz.
sl: Novi zavihek z nastavitvami prav tako omogoča preprostejšo večopravilnost, saj ob preklopu ne boste izgubili mesta, kjer ste ostali v nastavitvah.
sq: Skeda e re e Parapëlqimeve, e bën gjithashtu më të lehtë kryerjen e shumë gjërave njëherësh, pa problemin e humbjes së fillit se ku gjenden parapëlqimet tuaja, kur kalohet nga një dritare në një tjetër.
sv_se: Den nya fliken Inställningar gör det också lättare att utföra flera uppgifter utan att förlora var du var i dina inställningar när du växlar mellan fönster.
tr: Yeni Tercihler sekmesi, pencereler arasında geçiş yaparken tercihlerinizini gözden kaçırmamayı sağlar.
uk: Нова вкладка налаштувань також дозволяє простіше виконувати різні операції в різних вкладках та вікнах.
vi: Thẻ Tùy chọn mới cũng giúp đa tác vụ dễ dàng hơn mà không gặp vấn đề mất dấu vị trí tùy chọn của bạn khi chuyển đổi giữa các cửa sổ.
