Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: Thunderbird and the people who make it are amazing. Obtain access to our team for your story, review, or other content by emailing our Outreach Team.
bg: Thunderbird и хората, които го правят са невероятни. Свържете се с нашия екип за вашата новина, отзив или друго съдържание, като изпратите имейл на нашия екип за работа с информация.
cs: Thunderbird a lidé, kteří ho vytvářejí, jsou úžasní. Pokud píšete článek, recenzi či vytváříte jiný obsah a chtěli byste se s námi spojit a získat další informace, kontaktujte náš tým odesláním e-mailu.
cy: Mae Thunderbird a'r bobl sy'n ei greu yn anhygoel. Gallwch gysylltu â'n tîm ar gyfer eich stori, adolygiad neu gynnwys arall trwy e-bostio ein Tîm Allgymorth.
de: Thunderbird und die Menschen, die ihn entwickeln, sind unglaublich. Erhalten Sie Zugang zu unserem Team für Ihre Geschichte, Bewertung oder andere Inhalte, indem Sie unserem Kontakt-Team eine E-Mail senden.
el: Το Thunderbird και οι άνθρωποι που το αναπτύσσουν είναι απίθανοι. Αποκτήστε πρόσβαση στην ομάδα μας για να πείτε την ιστορία σας, να κάνετε την κριτική σας ή για οποιονδήποτε άλλο λόγο στέλνοντας email στην ομάδα δημοσίων σχέσεών μας.
es_ar: Thunderbird y las personas que lo hacen son increíbles. Conseguí acceso a nuestro equipo para tu historia, revisión u otro contenido enviando un correo electrónico a nuestro Equipo de Relaciones Públicas.
es_cl: Thunderbird y la gente que lo hace son increíbles. Obtén acceso a nuestro equipo para entregar tu historia, reseña u otro contenido enviando un correo electrónico a nuestro equipo de vinculación.
eu: Thunderbird eta egiten duten jendea harrigarriak dira. Lortu gure talderako sarbidea zure istorioa, iritzia edo bestelako edukietarako gure Dibulgazio Taldeari posta elektronikoa bidalita.
fi: Thunderbird ja sen tekijät ovat uskomattomia. Ota yhteys tarinaasi, arvosteluasi tai muuta sisältöä varten lähettämällä sähköpostia Outreach-tiimillemme.
fr: Thunderbird et les personnes qui le développent sont formidables. Contactez notre équipe pour un témoignage, une critique ou d’autres contenus en envoyant un e-mail à notre équipe de communication externe.
fy_nl: Thunderbird en de minsken dy’t it meitsje binne geweldich. Krij tagong ta ús team foar jo ferhaal, beoardieling of oare ynhâld troch in e-mailberjocht te stjoeren nei ús Stipeteam.
gl: Thunderbird e as persoas que o fan son incribles. Obtén acceso ao noso equipo para a túa historia, recensión ou outro contido enviando un correo electrónico ao noso equipo de divulgación.
hu: Thunderbird, és az emberek, akik lenyűgözővé teszik. Érje el a kapcsolatfelvételi csapatunkat levélben a történetével, értékelésével vagy más tartalmával kapcsolatban.
ia: Thunderbird e le personas qui lo produce es stupende. Obtene accesso a nostre equipa pro tu historia, revision, o altere contento per email a nostre Equipa relationes.
it: Thunderbird e le persone che lo realizzano sono incredibili. Contatta via email il nostro team per le pubbliche relazioni per inviarci la tua storia, la tua recensione o altri contenuti.
ja: Thunderbirdとそれを作る人々は素晴らしいです。ストーリー、レビュー、その他のコンテンツについては、Outreachチームにメールでお問い合わせください。
nl: Thunderbird en de mensen die het maken zijn geweldig. Verkrijg toegang tot ons team voor uw verhaal, beoordeling of andere inhoud door een e-mailbericht te sturen naar ons Ondersteuningsteam.
pt_br: O Thunderbird e as pessoas que o fazem são incríveis. Obtenha acesso à nossa equipe para contar sua história, análise ou outro conteúdo, enviando email para nossa equipe de divulgação.
ru: Thunderbird и люди, которые его делают, удивительны. Получите доступ к нашей команде для вашей истории, отзыва или другого контента, написав нашей команде по связям с общественностью.
sk: Thunderbird a ľudia, ktorí ho vytvárajú, sú úžasní. Ak píšete článok, recenziu či vytvárate iný obsah, a chceli by ste sa s nami spojiť a získať ďalšie informácie, kontaktujte náš tím odoslaním e‑mailu.
sl: Thunderbird in ljudje, ki ga izdelujejo, so neverjetni. Zagotovite si dostop do naše ekipe za svojo zgodbo, oceno ali drugo vsebino tako, da naši ekipi za pomoč uporabnikom pošljete e-pošto.
sv_se: Thunderbird och människorna som gör den är fantastiska. Få tillgång till vårt team för din berättelse, recension eller annat innehåll genom att mejla vårt Outreach-team.
uk: Thunderbird і люди, які його створюють, неймовірні. Отримайте доступ до нашої команди для своєї історії, огляду чи іншого вмісту, надіславши електронний лист нашій команді взаємодії з громадськістю.
vi: Thunderbird và những người tạo ra nó thật tuyệt vời. Có quyền truy cập vào nhóm của chúng tôi để biết câu chuyện, đánh giá của bạn hoặc nội dung khác bằng cách gửi email cho nhóm tiếp cận của chúng tôi.

source: Business
bg: Бизнес
cs: Podnikání
cy: Busnes
de: Geschäftliches
el: Επιχειρήσεις
es_ar: Negocios
es_cl: Negocios
eu: Negozioak
fi: Yritystoiminta
fy_nl: Saaklik
gl: Negocios
hu: Üzlet
ia: Negotios
is: Fyrirtæki
ja: ビジネス
nl: Zakelijk
nn_no: Bedrift
pl: Biznes
pt_br: Negócios
ru: Бизнес
sk: Podnikanie
sl: Posel
sq: Biznes
sv_se: Företag
tr: İş
uk: Бізнес
vi: Kinh doanh

source: Business Team
bg: Бизнес екип
cs: Obchodní tým
cy: Tîm Busnes
de: Team für Unternehmen
el: Επιχειρηματική ομάδα
es_ar: Equipo comercial
es_cl: Equipo de negocios
eu: Negozio taldea
fi: Yritystoimintatiimi
fr: Équipe commerciale
fy_nl: Saaklike team
gl: Equipo empresarial
hu: Üzleti csapat
ia: Equipa commercial
is: Fyrirtækjateymið
it: Team commerciale
ja: ビジネスチーム
nl: Zakelijke team
nn_no: Bedrifts-team
pl: Zespół biznesowy
pt_br: Equipe de negócios
ru: Бизнес-команда
sk: Obchodný tím
sl: Poslovni tim
sq: Ekipi i Biznesit
sv_se: Affärsteam
tr: İş Ekibi
uk: Бізнес-команда
vi: Đội ngũ kinh doanh

source: Organizations wanting to sponsor software development or obtain assistance in large-scale deployments should email our Business Team. This team also handles other partnership inquiries.
bg: Организации, които искат да спонсорират разработка на софтуер или да получат помощ при мащабни внедрявания, трябва да изпратят имейл на нашия бизнес екип. Този екип обработва и други запитвания за партньорства.
cs: Organizace, které chtějí sponzorovat vývoj softwaru nebo získat pomoc při rozsáhlém nasazení, by měly napsat našemu obchodnímu týmu. Tento tým také vyřizuje i další dotazy týkající se partnerství.
cy: Dylai sefydliadau sydd am noddi datblygiad meddalwedd neu gael cymorth gyda gosodiadau ar raddfa fawr anfon e-bost at ein Tîm Busnes. Mae'r tîm hwn hefyd yn delio gydag ymholiadau partneriaeth eraill.
de: Organisationen, die Software-Entwicklung unterstützen oder Hilfe bei großflächigen Bereitstellungen erhalten möchten, sollten eine E-Mail an unser Team für Unternehmen senden. Dieses Team bearbeitet auch andere Partnerschaftsanfragen.
el: Οι οργανισμοί που θέλουν να χρηματοδοτήσουν την ανάπτυξη λογισμικού ή να λάβουν βοήθεια σε μεγάλης κλίμακας διανομές, θα πρέπει να στείλουν email στην επιχειρηματική μας ομάδα. Αυτή η ομάδα διαχειρίζεται και άλλες απορίες συνεργασίας.
es_ar: Las organizaciones que deseen patrocinar el desarrollo del software u obtener asistencia en implementaciones a gran escala deben enviar un correo electrónico a nuestro equipo comercial. Este equipo también maneja otras consultas acerca de asociaciones.
es_cl: Las organizaciones que deseen patrocinar el desarrollo del software u obtener asistencia en implementaciones a gran escala deben enviar un correo electrónico a nuestro equipo comercial. Este equipo también maneja otras consultas acerca de asociaciones.
eu: Softwarearen garapena babestu nahi duten erakundeek edo eskala handiko inplementazioetan laguntza lortu nahi duten erakundeek gure Negozio Taldea bidali beharko lukete posta elektroniko bidez. Talde honek beste lankidetza-kontsultak ere kudeatzen ditu.
fi: Organisaatioiden, jotka haluavat sponsoroida ohjelmistokehitystä tai saada apua laajamittaisessa käyttöönotossa, tulee lähettää sähköpostia yritystoimintatiimillemme. Tämä tiimi käsittelee myös muita kumppanuuskyselyitä.
fr: Les entreprises souhaitant parrainer le développement de logiciels ou obtenir de l’aide pour un déploiement à grande échelle peuvent envoyer un e-mail à notre équipe commerciale. Cette équipe traite également d’autres demandes de partenariat.
fy_nl: Organisaasjes dy’t softwareûntwikkeling sponsorje wolle of help by grutskalige ymplemintaasjes krije wolle, kinne in e-mailberjocht stjoere nei ús saaklike team. Dit team behannelet ek oare fragen oer partnerferbannen.
gl: As organizacións que queiran patrocinar o desenvolvemento de software ou obter asistencia en implantacións a gran escala deben enviar un correo electrónico ao noso equipo empresarial. Este equipo tamén xestiona outras consultas de asociación.
hu: Azok a szervezetek, akik a szoftverfejlesztést szeretnék szponzorálni, vagy segítséget kérnének a nagyszabású telepítésekhez, küldjenek e-mailt az üzleti csapatunknak. Ez a csapat kezeli az egyéb partnerségi kérdéseket is.
ia: Le organisationes que vole patrocinar le disveloppamento de software o obtener assistentia in displicamentos in large-scala debe inviar un email a nostre Equipa commercial. Iste equipa alsi tracta altere inquestas de coparticipation.
it: Le organizzazioni che desiderano sponsorizzare lo sviluppo di software o ricevere assistenza per implementazioni su larga scala possono inviare un’email al nostro team commerciale. Questo team gestisce anche altre richieste di collaborazione.
ja: ソフトウェア開発のスポンサーになったり、大規模なデプロイメントで支援を受けたいと考えている組織は、当社のビジネスチームに電子メールを送信する必要があります。このチームは、他のパートナーシップに関する問い合わせも処理します。
nl: Organisaties die softwareontwikkeling willen sponsoren of hulp bij grootschalige implementaties willen verkrijgen, kunnen een e-mailbericht sturen naar ons zakelijke team. Dit team behandelt ook andere vragen over partnerverbanden.
pl: Organizacje chcące sponsorować rozwój oprogramowania, lub uzyskać wsparcie w zakresie wdrażania na dużą skalę, powinny wysłać e-mail do naszego zespołu biznesowego. Ten zespół zajmuje się również innymi zapytaniami dotyczącymi partnerstwa.
pt_br: Organizações que queiram patrocinar o desenvolvimento de software ou obter assistência em implementações em larga escala devem enviar email para nossa equipe comercial. Esta equipe também lida com outras consultas sobre parcerias.
ru: Организации, желающие спонсировать разработку программного обеспечения или получить помощь в крупномасштабном развертывании, должны связаться с нашей бизнес-командой. Эта команда также занимается другими партнёрскими запросами.
sk: Organizácie, ktoré chcú sponzorovať vývoj softvéru alebo získať pomoc pri nasadení vo veľkom meradle, by mali poslať e‑mail nášmu obchodnému tímu. Tento tím rieši aj ďalšie otázky týkajúce sa partnerstva.
sl: Organizacije, ki želijo sponzorirati razvoj programske opreme ali pridobiti pomoč pri obsežnih uvajanjih, naj naši poslovni ekipi pošljejo e-pošto. Ta ekipa obravnava tudi druga partnerska vprašanja.
sq: Ente që duan të sponsorizojnë zhvillim software-i, ose të përfitojnë asistencë rreth sendërtimesh në shkallë të gjerë duhet të dërgojnë email për Ekipin e Biznesit. Ky ekip merret edhe me kërkesa të tjera partneriteti.
sv_se: Organisationer som vill sponsra mjukvaruutveckling eller få hjälp med storskaliga implementeringar bör e-posta vårt affärsteam. Detta team hanterar även andra partnerskapsfrågor.
uk: Організації, які бажають спонсорувати розробку програмного забезпечення або отримати допомогу з широкомасштабним розгортанням, повинні надіслати електронний лист нашій бізнес-команді. Ця команда також обробляє інші запити щодо партнерства.
vi: Các tổ chức muốn tài trợ cho việc phát triển phần mềm hoặc nhận được hỗ trợ trong việc triển khai quy mô lớn nên gửi email cho nhóm kinh doanh của chúng tôi. Nhóm này cũng xử lý các yêu cầu hợp tác khác.

source: Participate
bg: Участвайте
cs: Zapojte se
cy: Cymryd rhan
de: Mitmachen
el: Συμμετοχή
es_ar: Participá
es_cl: Participar
eu: Parte hartu
fi: Tule mukaan
fr: Participer
fy_nl: Meiwurkje
gl: Participe
hu: Közreműködés
ia: Participar
is: Vertu með
it: Partecipa
ja: 参加
nl: Meehelpen
nn_no: Delta
pl: Pomóż nam
pt_br: Participe
ru: Принять участие
sk: Zapojte sa
sl: Sodelujte
sq: Merrni pjesë
sv_se: Delta
tr: Katkıda bulunun
uk: Участь
vi: Tham gia

source: Participate Page
bg: Страница за участие
cs: Stránka Jak se zapojit
cy: Tudalen Cyfranogi
de: Mitmachseite
el: Σελίδα συμμετοχής
es_ar: Página de participación
es_cl: Pagina Participar
eu: Parte hartze orria
fi: Tule mukaan -sivu
fr: Page Participer
fy_nl: Side Dielnimme
gl: Páxina de participación
hu: Közreműködés oldal
ia: Pagina Participar
is: Þátttökusíða
it: Pagina Partecipa
ja: 参加ページ
nl: Pagina Deelnemen
nn_no: Delta-sida
pt_br: Página de participação
ru: Страница для участников
sk: Stránka Ako sa zapojiť
sl: Stran o sodelovanju
sq: Faqe për Pjesëmarrje
sv_se: Sidan delta
tr: Katılım Sayfası
uk: Сторінка участі
vi: Trang tham gia

source: If you have talents you're interested in sharing but don't know where to start, learn how to get started by visiting our Participate page. Here you'll find the volunteer community that matches your interests.
bg: Ако имате таланти, които искате да споделите, но не знаете от къде да започнете, посетете нашата страница за участие. Тук ще намерите доброволческата общност, която ще ви помогне.
cs: Pokud máte talent, o který byste se rádi podělili, ale nevíte, kde začít, navštivte naši stránku Jak se zapojit a dozvíte se, jak začít. Zde najdete dobrovolnickou komunitu, která odpovídá vašim zájmům.
cy: Os oes gennych chi ddoniau yr hoffech chi eu rhannu ond ddim yn gwybod ble i ddechrau, ewch i'n tudalen Cyfranogi. Yma fe welwch y gymuned wirfoddol sy'n cyfateb i'ch diddordebau.
de: Wenn Sie Talente haben, die Sie teilen möchten, aber nicht wissen, wo Sie anfangen sollen, erfahren Sie auf unserer Seite für Mitwirkende, wie Sie anfangen können. Hier finden Sie die Gemeinschaft für Freiwillige, die Ihren Interessen entspricht.
el: Αν έχετε ταλέντα που θέλετε να μοιραστείτε, αλλά δεν ξέρετε από πού να αρχίσετε, δείτε πώς να ξεκινήσετε μεταβαίνοντας στη σελίδα «Συμμετοχή». Εκεί, θα βρείτε την κοινότητα εθελοντών που ταιριάζει με τα ενδιαφέροντά σας.
es_ar: Si tenés talentos que te interesa compartir pero no sabés por dónde empezar, conocé como visitando nuestra página de participación. Ahí encontrarás la comunidad de voluntarios que coincida con tus intereses.
es_cl: Si tienes talentos que te interesa compartir pero no sabes por dónde empezar, aprende cómo empezar visitando nuestra página Participar. Allí encontrarás la comunidad de voluntarios que coincida con tus intereses.
eu: Partekatzea interesatzen zaizun talenturik baduzu baina ez dakizu nondik hasi, ikasi nola hasi, Parte-hartu gure orrialdea bisitatuz. Hemen zure interesekin bat datorren boluntarioen komunitatea aurkituko duzu.
fi: Jos sinulla on kykyjä, joita olet kiinnostunut jakamaan, mutta et tiedä mistä aloittaa, lue kuinka aloittaa käymällä Tule mukaan -sivullamme. Löydät kiinnostuksen kohteitasi vastaavan vapaaehtoisyhteisön.
fr: Si vous avez des talents que vous souhaitez partager, mais que vous ne savez pas où commencer, découvrez comment vous lancer en visitant notre page Participer. Là, vous trouverez la communauté de bénévoles qui correspond à vos centres d’intérêt.
fy_nl: As jo talinten hawwe dy’t jo diele wolle, mar net witte wêr’t jo begjinne moatte, lês dan hoe’t jo begjinne kinne op ús side Dielnimme. Hjir fine jo de frijwilligersmienskip dy’t by jo ynteressen past.
gl: Se posúe talentos que lle interesa compartir pero descoñece por onde comezar, aprenda como comezar visitando a nosa páxina de participación. Aquí atopará a comunidade de voluntarios que coincide cos seus intereses.
hu: Ha megvan a tehetsége, és szeretné azt megosztani, de nem tudja hol kezdjen neki, akkor induljon el a Közreműködés oldalunkon. Itt megtalálja azt az önkéntes közösséget, amely megfelel az érdeklődési körének.
ia: Si tu ha talentos que te interessa compartir, ma non sape ubi initiar, apprende como initiar visitante nostre Pagina pro participar. Ci tu trovara le communitate de voluntarios que concorda con tu interesses.
it: Se hai competenze che desideri condividere ma non sai da dove cominciare, scopri come iniziare visitando la nostra pagina “Partecipa”. Qui troverai la comunità di volontari in linea con i tuoi interessi.
ja: 分かち合いたい才能があるけれど、何から始めたらいいかわからないという方は、参加ページで始め方を学んでください。あなたの興味に合ったボランティアコミュニティが見つかります。
nl: Als u talenten hebt die u wilt delen, maar niet weet waar u moet beginnen, lees dan hoe u kunt beginnen op onze pagina Deelnemen. Hier vindt u de vrijwilligersgemeenschap die bij uw interesses past.
nn_no: Om du har talent som du er interessert i å dele men ikkje veit kvar du skal byrje, ler deg korleis du kjem i gang ved å besøke Delta-sida vår. Her vil du finne det friviljuge fellesskapet som samsvarar med interessene dine.
pt_br: Se você tem talentos que está interessado em compartilhar, mas não sabe por onde começar, saiba como visitando nossa página de participação. Aqui você encontra a comunidade de voluntários que combina com seus interesses.
ru: Если у вас есть таланты, которыми вы хотите поделиться, но не знаете с чего начать, узнайте как начать, посетив нашу страницу для участников. Здесь вы найдёте сообщество волонтеров, которое соответствует вашим интересам.
sk: Ak máte talent, o ktorý sa chcete podeliť, ale neviete, kde začať, navštívte našu stránku Ako sa zapojiť a zistite, ako začať. Tu nájdete komunitu dobrovoľníkov, ktorá zodpovedá vašim záujmom.
sl: Če imate talente, ki bi jih radi delili, pa ne veste, kje začeti, obiščite našo stran za sodelovanje in se naučite, kako začeti. Tukaj boste našli skupnost prostovoljcev, ki ustreza vašim interesom.
sv_se: Om du har talanger som du är intresserad av att dela men inte vet var du ska börja, lär dig hur du kommer igång genom att besöka vår sida Delta. Här hittar du den volontärgemenskap som matchar dina intressen.
uk: Якщо у вас є таланти, якими ви хочете поділитися, але не знаєте, з чого почати, дізнайтеся про це, відвідавши нашу сторінку "Участь". Тут ви знайдете спільноту волонтерів, яка відповідає вашим інтересам.
vi: Nếu bạn có tài năng muốn chia sẻ nhưng không biết bắt đầu từ đâu, hãy bắt đầu bằng cách truy cập trang tham gia của chúng tôi. Tại đây bạn sẽ tìm thấy cộng đồng tình nguyện phù hợp với sở thích của bạn.

source: Trademark Misuse
bg: Злоупотреба със запазена марка
cs: Zneužití ochranné známky
cy: Camddefnyddio Nodau Masnach
de: Missbrauch von Markenzeichen
el: Κατάχρηση εμπορικού σήματος
es_ar: Uso indebido de marca
es_cl: Uso indebido de marcas
eu: Marken erabilera okerra
fi: Tavaramerkin väärinkäyttö
fr: Usage abusif de marques déposées
fy_nl: Misbrûk fan hannelsmerk
gl: Uso indebido da marca comercial
hu: Visszaélés védjeggyel
ia: Abuso de Marca commercial
is: Misnotkun á vörumerki
it: Uso improprio del marchio
ja: 商標の不正使用
nl: Misbruik van handelsmerk
nn_no: Misbruk av varemerke
pl: Nadużycie znaku towarowego
pt_br: Uso indevido de marca registrada
ru: Неправомерное использование товарного знака
sk: Zneužitie ochrannej známky
sl: Zloraba blagovne znamke
sq: Keqpërdorim Shenjash Tregtare
sv_se: Missbruk av varumärken
uk: Зловживання торговельною маркою
vi: Lạm dụng nhãn hiệu

source: DMCA Notice
bg: Известие по DMCA
cs: Oznámení DMCA
cy: Hysbysiad DMCA
de: DMCA-Hinweis
el: Σημείωση DMCA
es_ar: Aviso DMCA
es_cl: Aviso DMCA
eu: DMCA oharra
fi: DMCA-ilmoitus
fr: Avis DMCA
fy_nl: DMCA-melding
gl: Aviso DMCA
hu: DMCA nyilatkozat
ia: Aviso DMCA
is: DMCA-tilkynning
it: Richiesta DMCA
ja: DMCA通知
nl: DMCA-melding
nn_no: DMCA-merknad
pl: Powiadomienie DMCA
pt_br: Aviso de DMCA (lei de direitos autorais da era digital)
ru: Уведомление DMCA
sk: Oznámenie DMCA
sl: Obvestilo DMCA
sq: Shënim DMCA
sv_se: DMCA-meddelande
tr: DMCA Bildirimi
uk: Повідомлення DMCA
vi: Thông báo DMCA
