Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: Thunderbird 115 Supernova Preview: The New Folder Pane
bg: Преглед на Thunderbird 115 Supernova: Новият панел с папки
cs: Ukázka Thunderbirdu 115 Supernova: Nové podokno složek
cy: Rhagolwg Thunderbird 115 Supernova: Y Cwarel Ffolder Newydd
de: Thunderbird 115 Supernova Preview: Der neue Ordnerbereich
el: Προεπισκόπηση Thunderbird 115 Supernova: Η νέα προβολή φακέλων
es_ar: Vista previa de Thunderbird 115 Supernova: La nueva vista de carpetas
es_cl: Vista previa de Thunderbird 115 Supernova: el nuevo panel de carpetas
es_es: Vista previa de Thunderbird 115 Supernova: el nuevo panel de carpetas
eu: Thunderbird 115 Supernova aurrebista: Karpeta-panel berria
fr: Aperçu de Thunderbird 115 Supernova : le nouveau panneau des dossiers
fy_nl: Thunderbird 115 Supernova-foarbyld: it nije mappepaniel
gl: Vista previa de Thunderbird 115 Supernova: o novo panel de cartafoles
hu: Thunderbird 115 Supernova előnézet: Az új mappa ablaktábla
ia: Vista preliminar de Thunderbird 115 Supernova: le nove pannello de dossiers
is: Forskoðun Thunderbird 115 Supernova: Nýja möppuspjaldið
it: Anteprima di Thunderbird 115 Supernova: il nuovo pannello cartelle
ja: Thunderbird 115 Supernovaプレビュー：新しいフォルダペイン
nl: Thunderbird 115 Supernova-voorbeeld: het nieuwe mappenpaneel
pt_br: Visão prévia do Thunderbird 115 Supernova: O novo painel de pastas
ru: Предварительный просмотр Thunderbird 115 Supernova: новая панель папок
sk: Ukážka Thunderbirdu 115 Supernova: Nový panel priečinkov
sl: Predogled Thunderbirda 115 - Supernove: Novo podokno map
sq: Paraparje e Thunderbird 115 Supernova-s: Kuadrati i Ri Dosje
sv_se: Förhandstitt av Thunderbird 115 Supernova: Det nya mappfönstret
tr: Thunderbird 115 Supernova Ön İzlemesi: Yeni Klasör Bölmesi
uk: Thunderbird 115 Supernova Preview: нова панель тек
vi: Bản xem trước Thunderbird 115 Supernova: Ngăn thư mục mới

source: Thunderbird 115 "Supernova" will be intuitive and welcoming to new users, while remaining familiar and comfortable for veteran users. See how we're accomplishing that balance with a preview of the new Folder Pane.
bg: Thunderbird 115 "Supernova" ще бъде интуитивен за новите потребители, като същевременно ще остане познат и удобен за ветераните. Вижте как постигаме този баланс с предварителен преглед на новия панел с папки.
cs: Thunderbird 115 „Supernova“ bude pro nové uživatele intuitivní a přívětivý, zatímco zkušeným uživatelům zůstane známý a pohodlný. Podívejte se u náhledu nového podokna složek, jak této rovnováhy dosahujeme
cy: Bydd Thunderbird 115 "Supernova" yn reddfol ac yn groesawgar i ddefnyddwyr newydd, tra'n parhau i fod yn gyfarwydd ac yn gyfforddus i ddefnyddwyr cyfredol. Dewch i weld sut rydyn ni'n cyflawni'r cydbwysedd hwnnw gyda rhagolwg o'r Cwarel Ffolder newydd.
de: Thunderbird 115 „Supernova“ wird intuitiv und einladend für neue Nutzer sein, während er für erfahrene Nutzer gewohnt und angenehm bleibt. Sehen Sie in einer Vorschau auf den neuen Ordnerbereich, wie wir dieses Gleichgewicht erreichen.
el: Το Thunderbird 115 «Supernova» θα είναι διαισθητικό και φιλόξενο στους νέους χρήστες, ενώ θα παραμένει οικείο και άνετο για τους μακροχρόνιους χρήστες. Δείτε πώς επιτυγχάνουμε αυτήν την ισορροπία με μια προεπισκόπηση της νέας προβολής φακέλων.
es_ar: Thunderbird 115 "Supernova" será intuitivo y simple para los nuevos usuarios, sin dejar de ser familiar y cómodo para los usuarios veteranos. Mirá cómo estamos logrando ese equilibrio con una vista previa de la nueva vista de carpetas.
es_cl: Thunderbird 115 "Supernova" será intuitivo y acogedor para los nuevos usuarios, sin dejar de ser familiar y cómodo para los usuarios veteranos. Mira cómo estamos logrando ese equilibrio con una vista previa del nuevo panel de carpetas.
es_es: Thunderbird 115 "Supernova" será intuitivo y acogedor para los nuevos usuarios, sin dejar de ser familiar y cómodo para los usuarios veteranos. Mira cómo estamos logrando ese equilibrio con una vista previa del nuevo panel de carpetas.
eu: Thunderbird 115 "Supernova" intuitiboa eta atsegina izango da erabiltzaile berrientzat, erabiltzaile beteranoentzat ezaguna eta erosoa izango den bitartean. Ikusi nola lortzen ari garen oreka hori Karpeta-panel berriaren aurrebista batekin.
fr: Thunderbird 115 « Supernova » sera intuitif et accueillant pour les nouveaux utilisateurs, tout en restant familier et confortable pour les anciens utilisateurs. Découvrez comment nous réalisons cet équilibre avec un aperçu du nouveau panneau des dossiers.
fy_nl: Thunderbird 115 ‘Supernova’ sil yntuïtyf en gastfrij wêze foar nije brûkers, wylst it fertroud en komfortabel bliuwt foar betûfte brûkers. Sjoch hoe’t wy dy balâns berikke mei in foarbyld fan it nije mappepaniel.
gl: Thunderbird 115 "Supernova" será intuitivo e acolledor para os novos usuarios, aínda que será familiar e cómodo para os usuarios veteranos. Vexa como conseguimos ese equilibrio cunha vista previa do novo Panel de cartafoles.
hu: A Thunderbird 115 „Supernova” intuitív és barátságos lesz az új felhasználók számára, miközben ismerős és kényelmes a veterán felhasználóknak. Nézze meg, hogyan érjük el ezt az egyensúlyt az új Mappa ablaktábla előnézetével.
ia: Thunderbird 115 "Supernova" essera intuitive e agradabile pro le nove usatores, ma remanera familiar e confortabile pro le usatores veteran. Vide como nos compli ille equilibrio con un vista preliminar del nove pannello de dossiers.
is: Thunderbird 115 „Supernova“ mun vera einfalt í notkun og taka vel á móti nýjum notendum, en verður áfram kunnuglegt og þægilegt fyrir gamalreynda notendur. Sjáðu hvernig við erum að ná því jafnvægi með forskoðun á nýja möppuspjaldinu.
it: Thunderbird 115 “Supernova” sarà intuitivo e accogliente per i nuovi utenti, pur rimanendo familiare e comodo per gli utenti di lungo corso. Scopri come stiamo raggiungendo questo equilibrio con un’anteprima del nuovo pannello delle cartelle.
ja: Thunderbird 115 「Supernova」のインターフェイスは、ベテランユーザーにとって馴染みやすく快適でありながら、新しいユーザーにとって直感的です。新しいフォルダペインのプレビューで、私たちがどのようにそのバランスを達成しているかをご覧ください。
nl: Thunderbird 115 ‘Supernova’ zal intuïtief en gastvrij zijn voor nieuwe gebruikers, terwijl het vertrouwd en comfortabel blijft voor ervaren gebruikers. Zie hoe we die balans bereiken met een voorbeeld van het nieuwe mappenpaneel.
pt_br: O Thunderbird 115 "Supernova" será intuitivo e acolhedor para novos usuários, mas permanecendo familiar e confortável para usuários veteranos. Veja como estamos alcançando esse equilíbrio com uma prévia do novo painel de pastas.
ru: Thunderbird 115 «Supernova» будет интуитивно понятным и приветливым для новых пользователей, оставаясь при этом знакомым и удобным для опытных пользователей. Посмотрите, как мы достигаем этого баланса на примере новой панели папок.
sk: Thunderbird 115 „Supernova“ bude intuitívny a príjemný pre nových používateľov, pričom zostane známy a pohodlný pre skúsených používateľov. Pozrite sa, ako dosahujeme túto rovnováhu, pomocou ukážky nového panelu s priečinkami.
sl: Thunderbird 115 "Supernova" bo intuitiven in prijazen do novih uporabnikov, ob tem pa ostal domač in udoben tudi dolgoletnim uporabnikom. Oglejte si, kako dosegamo to ravnotežje, na predogledu novega podokna map.
sq: Thunderbird 115 “Supernova” do të jetë intuitiv dhe mirëpritës ndaj përdoruesve të rinj, teksa mbetet familjar dhe i rehatshëm për përdoruesit veteranë. Shihni se si e arrijmë këtë baraspeshim, përmes një paraparjeje të Kuadratit të Ri të Dosjeve.
sv_se: Thunderbird 115 "Supernova" kommer att vara intuitiv och välkomnande för nya användare, samtidigt som den förblir bekant och bekväm för gamla användare. Se hur vi uppnår den balansen med en förhandsvisning av det nya mappfönstret.
uk: Нові користувачі Thunderbird 115 "Supernova" оцінять простий та інтуїтивно зрозумілий вигляд, а досвідчені користувачі не відчуватимуть обмежень у можливостях, до яких вони звикли. Ознайомтеся з тим, як ми досягаємо цього балансу на прикладі нової панелі тек.
vi: Thunderbird 115 "Supernova" sẽ trực quan và chào đón người dùng mới, trong khi vẫn quen thuộc và thoải mái cho người dùng lâu năm. Xem cách chúng tôi hoàn thành sự cân bằng đó với bản xem trước của ngăn thư mục mới.

source: February 14, 2023
bg: 14 февруари 2023 г
cs: 14. února 2023
cy: Chwefror 14, 2023
de: 14. Februar 2023
el: 14 Φεβρουαρίου 2023
es_ar: 14 de febrero de 2023
es_cl: 14 de febrero de 2023
es_es: 14 de febrero de 2023
fr: 14 février 2023
fy_nl: 14 febrewaris 2023
gl: 14 de febreiro de 2023
hu: 2023. február 14.
ia: 14 februario, 2023
is: 14. febrúar 2023
it: 14 febbraio 2023
ja: 2023年2月14日
nl: 14 februari 2023
nn_no: 14. februar 2023
pl: 14 lutego 2023
pt_br: 14 de fevereiro de 2023
ru: 14 февраля 2023 г.
sk: 14. februára 2023
sl: 14. februarja 2023
sq: 14 shkurt 2023
sv_se: 14 februari 2023
tr: 14 Şubat 2023
uk: 14 лютого 2023 р.
vi: Ngày 14 tháng 2 năm 2023

source: Continue Reading
bg: Продължаване на четенето
cs: Pokračovat ve čtení
cy: Parhau i Ddarllen
de: Weiterlesen
el: Συνέχεια ανάγνωσης
es_ar: Seguir leyendo
es_cl: Continuar leyendo
es_es: Seguir leyendo
eu: Jarraitu irakurtzen
fi: Jatka lukemista
fr: Lire la suite
fy_nl: Lês fierder
gl: Continuar lendo
hu: Olvasás folytatása
ia: Continuar a leger
is: Halda áfram að lesa
it: Continua a leggere
ja: 続きを読む
nl: Verder lezen
nn_no: Hald fram med å lese
pl: Czytaj dalej
pt_br: Continuar lendo
ru: Продолжить чтение
sk: Pokračovať v čítaní
sl: Nadaljujte z branjem
sq: Vazhdoni Leximin
sv_se: Fortsätt läsa
tr: Devamını oku
uk: Читати далі
vi: Tiếp tục đọc

source: Why We’re Rebuilding The Thunderbird Interface From Scratch
bg: Защо преработихме интерфейса на Thunderbird от нулата
cs: Proč přestavujeme rozhraní Thunderbirdu od nuly
cy: Pam Rydyn ni'n Ailadeiladu Rhyngwyneb Thunderbird o'r Cychwyn
de: Warum wir die Thunderbird-Oberfläche von Grund auf neu erstellen
el: Γιατί σχεδιάζουμε από την αρχή το περιβάλλον χρήστη του Thunderbird
es_ar: Por qué estamos reconstruyendo la interfaz de Thunderbird desde cero
es_cl: Por qué estamos reconstruyendo la interfaz de Thunderbird desde cero
es_es: Por qué estamos reconstruyendo la interfaz de Thunderbird desde cero
eu: Zergatik berreraikitzen ari gara Thunderbird interfazea hutsetik
fr: Pourquoi avons-nous repensé l’interface de Thunderbird à partir de zéro
fy_nl: Wêrom wy de Thunderbird-interface hielendal opnij opbouwe
gl: Por que estamos a reconstruír a interface de Thunderbird desde cero
hu: Miért építjük újra a Thunderbird felületét az alapoktól
ia: Perque nos reconstrue ex novo le interfacie de Thunderbird
is: Hvers vegna við erum að endurbyggja viðmót Thunderbird frá grunni
it: Perché stiamo ricostruendo l’interfaccia di Thunderbird da zero
ja: Thunderbirdインターフェイスをゼロから再構築する理由
nl: Waarom we de Thunderbird-interface helemaal opnieuw opbouwen
pt_br: Por que estamos reconstruindo do zero a interface do Thunderbird
ru: Почему мы перестраиваем интерфейс Thunderbird с нуля
sk: Prečo prestavujeme rozhranie Thunderbird od nuly
sl: Zakaj obnavljamo vmesnik Thunderbirda iz nič
sq: Pse Po e Ringremë Ndërfaqen e Thunderbird-it Nga e Para
sv_se: Varför bygger vi om gränssnittet till Thunderbird från grunden
tr: Thunderbird Arayüzünü Neden Baştan Tasarlıyoruz?
uk: Чому ми перебудовуємо інтерфейс Thunderbird з нуля
vi: Tại sao chúng tôi xây dựng lại giao diện Thunderbird từ đầu

source: "Why does Thunderbird look so old, and why does it take so long to change?" Let's answer that burning question with some important history, and a look into the future.
bg: „Защо Thunderbird изглежда толкова стар и защо отнема толкова време, за да се промени?“ Нека отговорим на този горещ въпрос с важна история и поглед в бъдещето.
cs: "Proč Thunderbird vypadá tak staře a proč trvá tak dlouho, než se změní?" Pojďme si na tuto palčivou otázku odpovědět nějakou důležitou historií a pohledem do budoucnosti.
cy: "Pam mae Thunderbird yn edrych mor hen, a pham mae'n cymryd cymaint o amser i'w newid?" Gadewch i ni ateb y cwestiwn llosg hwnnw gyda rhywfaint o hanes pwysig, a golwg i'r dyfodol.
de: „Warum sieht Thunderbird so alt aus, und warum dauert es so lange, bis sich das ändert?“ Beantworten wir diese drängende Frage mit einem Blick zurück und einem Blick in die Zukunft.
el: «Γιατί το Thunderbird φαίνεται τόσο παλιό και γιατί χρειάζεται τόσος καιρός για να αλλάξει;» Ας απαντήσουμε αυτό το φλέγον ερώτημα με λίγη, σημαντική ιστορία και μια ματιά στο μέλλον.
es_ar: "¿Por qué Thunderbird se ve tan antiguo y por qué lleva tanto tiempo el cambio?" Respondamos esa pregunta caliente con algo de historia importante y miremos al futuro.
es_cl: "¿Por qué Thunderbird parece tan viejo y por qué tarda tanto en cambiar?" Respondamos a esa pregunta candente con algo de historia importante y una mirada hacia el futuro.
es_es: "¿Por qué Thunderbird parece tan viejo y por qué tarda tanto en cambiar?" Respondamos esa pregunta candente con algo de historia importante y una mirada hacia el futuro.
eu: "Zergatik ematen du Thunderbird hain zaharra, eta zergatik behar du hainbeste denbora aldatzeko?" Erantzun diezaiogun galdera sutsu horri historia garrantzitsu batekin, eta etorkizunera begiratu.
fr: « Pourquoi Thunderbird paraît-il si vieillot ? Et pourquoi met-il si longtemps à changer ? » Répondons à cette question brûlante par un peu d’histoire et jetons un œil vers ce qui l’attend.
fy_nl: "Wêrom sjocht Thunderbird der sa âld út en wêrom duorret it sa lang om te wizigjen?" Litte wy dy brânende fraach beäntwurdzje mei wat wichtige skiednis en in blik yn de takomst.
gl: "Por que Thunderbird parece tan vello e por que tarda tanto en cambiar?" Imos responder a esa pregunta candente cunha historia importante e unha ollada ao futuro.
hu: „Miért néz ki olyan réginek a Thunderbird, és miért tart ilyen sokáig a megváltoztatása?" Válaszoljunk erre az égető kérdésre a fontos történeti előzményekkel, és a jövőbe tekintéssel.
ia: "Perque appare Thunderbird assi vetere, e perque illo ha besoniate de assi longe tempore pro cambiar?" Que nos responde a iste ardente question con alcun importante historia, e un reguardo al futuro.
is: "Af hverju er útlitið á Thunderbird svona gamaldags og hvers vegna tekur það svona langan tíma að breytast?" Við skulum svara þessari brennandi spurningu með mikilvægri sögu úr fortíðinni og vangaveltum inn í framtíðina.
it: “Perché Thunderbird appare così vecchio e perché ci vuole così tanto tempo per effettuare cambiamenti?” Rispondiamo a questa domanda scottante con alcuni importanti riferimenti storici e uno sguardo al futuro.
ja: 「なぜThunderbirdはあんなに古く見えるのか？、なぜ変わるのにこんなに時間がかかるのか？」 その熱い疑問に、重要な歴史と未来への展望で答えます。
nl: "Waarom ziet Thunderbird er zo oud uit en waarom duurt het zo lang om te veranderen?" Laten we die brandende vraag beantwoorden met wat belangrijke geschiedenis en een blik in de toekomst.
pt_br: "Por que o Thunderbird parece tão antigo e por que demora tanto para mudar?" Vamos responder a essa questão premente com parte importante da história e um olhar no futuro.
ru: «Почему Thunderbird выглядит таким старым и почему он так долго не менялся?» Давайте ответим на этот животрепещущий вопрос с помощью важного экскурса в историю и заглянем в будущее.
sk: "Prečo Thunderbird vyzerá tak staro a prečo trvá tak dlho, kým sa zmení?" Odpovedzme na túto pálčivú otázku dôležitou históriou a pohľadom do budúcnosti.
sl: "Zakaj je Thunderbird videti tako star in zakaj traja tako dolgo, da se spremeni?" Naj odgovorimo na to pereče vprašanje s pogledom v zgodovino in pogledom v prihodnost.
sq: “Pse duket kaq i vjetër Thunderbird-i dhe pse duhet kaq shumë kohë për ta ndryshuar?” Le t’i përgjigjemi kësaj pyetjeje të zorshme me pak historik të rëndësishëm dhe me vështrim nga e ardhmja.
sv_se: "Varför ser Thunderbird så föråldrat ut och varför tar det så lång tid att ändra sig?" Låt oss svara på den brännande frågan med lite viktig historia och en blick in i framtiden.
tr: "Thunderbird neden bu kadar eski görünüyor ve değişmesi neden bu kadar uzun sürüyor?" Bu soruyu önemli bir tarihçeyle yanıtlayalım ve geleceğe bir bakalım.
uk: "Чому Thunderbird такий застарілий на вигляд і чому так повільно змінюється?" Спробуймо відповісти на це болюче запитання оглядом історії та поглядом у майбутнє.
vi: "Tại sao Thunderbird trông quá cũ và tại sao phải mất quá nhiều thời gian để thay đổi?" Hãy trả lời câu hỏi hóc búa đó bằng một số lịch sử quan trọng và nhìn về tương lai.

source: February 9, 2023
bg: 9 февруари 2023 г
cs: 9. února 2023
cy: Chwefror 9, 2023
de: 9. Februar 2023
el: 9 Φεβρουαρίου 2023
es_ar: 9 de febrero de 2023
es_cl: 9 de febrero de 2023
es_es: 9 de febrero de 2023
fr: 9 février 2023
fy_nl: 9 febrewaris 2023
gl: 9 de febreiro de 2023
hu: 2023. február 9.
ia: 9 februario 2023
is: 9. febrúar 2023
it: 9 febbraio 2023
ja: 2023年2月9日
nl: 9 februari 2023
nn_no: 9. februar 2023
pl: 9 lutego 2023
pt_br: 9 de fevereiro de 2023
ru: 9 февраля 2023 г.
sk: 9. februára 2023
sl: 9. februarja 2023
sq: 9 shkurt 2023
sv_se: 9 februari 2023
tr: 9 Şubat 2023
uk: 9 лютого 2023 р.
vi: Ngày 9 tháng 2 năm 2023

source: Thunderbird Supernova Preview: The New Calendar Design
bg: Преглед на Thunderbird Supernova: Новият дизайн на календара
cs: Náhled Thunderbird Supernova: Nový vzhled kalendáře
cy: Rhagolwg Thunderbird Supernova: Y Dyluniad Calendr Newydd
de: Thunderbird-Supernova-Vorschau: Das neue Kalenderdesign
el: Προεπισκόπηση Thunderbird Supernova: Ο νέος σχεδιασμός ημερολογίου
es_ar: Vista previa de Thunderbird Supernova: El nuevo diseño del calendario
es_cl: Vista previa de Thunderbird Supernova: el nuevo diseño del calendario
es_es: Avance de Thunderbird Supernova: el nuevo diseño del calendario
eu: Thunderbird Supernova aurrebista: egutegiaren diseinu berria
fr: Aperçu de Thunderbird 115 Supernova : le nouveau design de l’agenda
fy_nl: Thunderbird 115 Supernova-foarbyld: it nije aginda-ûntwerp
gl: Vista previa de Thunderbird Supernova: o novo deseño do calendario
hu: Thunderbird Supernova előnézet: Az új naptár dizájnja
ia: Vista preliminar de Thunderbird Supernova: le designo del nove agenda
is: Forskoðun Thunderbird Supernova: Nýtt útlit dagatalsins
it: Anteprima di Thunderbird Supernova: il nuovo design del calendario
ja: Thunderbird Supernovaプレビュー：新しいカレンダーデザイン
nl: Thunderbird Supernova-voorbeeld: het nieuwe agenda-ontwerp
pt_br: Visão prévia do Thunderbird Supernova: O novo visual da agenda
ru: Предварительный просмотр Thunderbird Supernova: новый дизайн календаря
sk: Náhľad Thunderbird Supernova: Nový dizajn kalendára
sl: Predogled Thunderbirda Supernove: Koledar v novi podobi
sq: Paraparje e Thunderbird 115 Supernova-s: Hartim i Ri Grafik për Kalendarin
sv_se: Förhandstitt av Thunderbird 115 Supernova: Det nya mappfönstret
tr: Thunderbird Supernova Ön İzlemesi: Yeni Takvim Tasarımı
uk: Thunderbird Supernova Preview: новий вигляд календаря
vi: Bản xem trước Thunderbird Supernova: Giao diện lịch mới
