Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: Thunderbird is free from the commercial requirements and incentives that often guide software development. Anyone can get involved in helping make Thunderbird better and available to more people. A contributor-elected council ensures Thunderbird remains true to its values and mission.
bg: Thunderbird е освободен от търговските изисквания и стимули, които често направляват софтуерното разработване. Всеки може да се включи в това да помогне на Thunderbird да бъде по-добър и достъпен за повече хора. Съветът, избран от общността гарантира, че Thunderbird ще остане верен на ценностите и мисията си.
cs: Thunderbird je oproštěn od komerčních požadavků a pobídek, které často určují vývoj softwaru. Každý se může zapojit do zlepšování Thunderbirdu a jeho zpřístupnění více lidem. Přispěvateli volená rada zajišťuje, že Thunderbird zůstane věrný svým hodnotám a poslání.
cy: Mae Thunderbird yn rhydd o'r gofynion a'r cymhellion masnachol sy'n aml yn arwain datblygiad meddalwedd. Gall unrhyw un gymryd rhan i helpu i wneud Thunderbird yn well ac ar gael i fwy o bobl. Mae cyngor a etholwyd gan gyfranwyr yn sicrhau bod Thunderbird yn aros yn driw i'w werthoedd a'i genhadaeth.
de: Thunderbird ist frei von den kommerziellen Anforderungen und Anreizen, die Software-Entwicklung oftmals leiten. Jeder kann sich daran beteiligen, Thunderbird zu verbessern und für noch mehr Menschen verfügbar zu machen. Ein von Mitwirkenden gewählter Rat stellt sicher, dass Thunderbird seinen Werten und seiner Mission treu bleibt.
el: Το Thunderbird δεν έχει εμπορικές απαιτήσεις και κίνητρα που συχνά καθοδηγούν την ανάπτυξη λογισμικού. Όλοι μπορούν να βοηθήσουν ώστε το Thunderbird να γίνει καλύτερο και διαθέσιμο σε περισσότερους ανθρώπους. Ένα συμβούλιο εκλεγμένο από εθελοντές διασφαλίζει ότι, το Thunderbird παραμένει πιστό στις αξίες και την αποστολή του.
es_ar: Thunderbird está libre de los requisitos e incentivos comerciales que a menudo guían el desarrollo de software. Cualquiera puede involucrarse para ayudar a que Thunderbird sea mejor y esté disponible para más personas. Un consejo elegido por los colaboradores asegura que Thunderbird se mantenga fiel a sus valores y misión.
es_cl: Thunderbird está libre de los requisitos e incentivos comerciales que a menudo guían el desarrollo de software. Cualquiera puede participar para ayudar a que Thunderbird sea mejor y esté disponible para más personas. Un consejo elegido por los contribuyentes garantiza que Thunderbird se mantenga fiel a sus valores y misión.
eu: Thunderbird softwarearen garapena askotan gidatzen duten eskakizun eta pizgarri komertzialetatik libre dago. Edonork parte har dezake Thunderbird hobetzen eta jende gehiagoren eskura jartzen laguntzen. Kolaboratzaileek aukeratutako kontseilu batek, Thunderbird bere balioei eta misioari leial izaten jarraitzen duela ziurtatzen du.
fr: Thunderbird est exempt des contraintes et motivations commerciales qui influencent souvent le développement des logiciels. Chacun peut s’impliquer pour rendre Thunderbird meilleur et plus accessible. Un conseil élu par les contributeur·trice·s garantit que Thunderbird reste fidèle à ses valeurs et à sa mission.
fy_nl: Thunderbird is frij fan de kommersjele easken en stimulânsen dy’t faaks softwareûntwikkeling liede. Elkenien kin belutsen wurde by it helpen om Thunderbird better en beskikber te meitsjen foar mear minsken. In troch meiwurkers keazen ried soarget derfoar dat Thunderbird trou bliuwt oan syn wearden en misje.
gl: Thunderbird está libre dos requisitos comerciais e dos incentivos que adoitan guiar o desenvolvemento de software. Calquera persoa pode participar para axudar a que Thunderbird sexa mellor e dispoñible para máis persoas. Un consello elixido polos colaboradores garante que Thunderbird segue sendo fiel aos seus valores e misión.
hu: A Thunderbird mentes azoktól a kereskedelmi követelményektől és ösztönzőktől, amelyek gyakran irányítják a szoftverfejlesztést. Bárki közreműködhet abban, hogy a Thunderbird jobb, és még több ember számára elérhető legyen. Egy közreműködők által választott tanács biztosítja, hogy a Thunderbird hű maradjon az értékeihez és a küldetéséhez.
ia: Thunderbird es libere ab le requisitos commercial e incentivos que sovente guida le disveloppamento de software. Quicunque pote esser implicate in adjutar a render Thunderbird melior e disponibile pro altere gente. Un consilio eligite per contributores garanti que Thunderbird remane fidel a su valores e mission.
is: Thunderbird er laus við viðskiptalegar kröfur og hvata sem oft stýra hugbúnaðarþróun. Hver sem er getur tekið þátt í að hjálpa til við að gera Thunderbird betra og aðgengilegt fleirum. Stjórn kosin af þátttakendum verkefnisins tryggir að Thunderbird haldi gildum sínum og hlutverki.
it: Thunderbird è libero dai requisiti commerciali e dagli incentivi che spesso guidano lo sviluppo di software. Chiunque può contribuire a migliorare Thunderbird e renderlo disponibile a più persone. Un consiglio eletto dai collaboratori garantisce che Thunderbird rimanga fedele ai suoi valori e alla sua missione.
ja: Thunderbirdは、多くの場合、ソフトウェア開発を導く商業的要件やインセンティブから解放されています。Thunderbirdをより良くし、より多くの人々が利用できるようにするために、誰もが参加することができます。コントリビューターが選出した評議会は、Thunderbirdがその価値観と使命に忠実であることを保証します。
nl: Thunderbird is vrij van de commerciële vereisten en prikkels die softwareontwikkeling vaak sturen. Iedereen kan meedoen om Thunderbird beter en voor meer mensen beschikbaar te maken. Een door medewerkers gekozen raad zorgt ervoor dat Thunderbird trouw blijft aan zijn waarden en missie.
pl: Thunderbird jest wolny od wymagań i motywacji komercyjnych, które często kierują rozwojem oprogramowania. Każdy może zaangażować się w ulepszanie Thunderbirda i udostępnianie go większej liczbie osób. Rada wybrana przez współpracowników gwarantuje, że Thunderbird pozostanie wierny swoim wartościom i misji.
pt_br: O Thunderbird é livre de requisitos e incentivos comerciais que geralmente guiam o desenvolvimento de software. Qualquer um pode participar, ajudando a tornar o Thunderbird melhor e disponível para mais pessoas. Um conselho eleito pelos colaboradores garante que o Thunderbird permaneça leal a seus valores e à missão.
ru: Thunderbird свободен от коммерческих требований и поощрений, которые часто направляют разработчиков программного обеспечения. Любой может принять участие, помогая сделать Thunderbird лучше и доступнее для большего числа людей. Совет, избираемый участниками, гарантирует, что Thunderbird остаётся верным своим ценностям и миссии.
sk: Thunderbird je oslobodený od komerčných požiadaviek a stimulov, ktoré často riadia vývoj softvéru. Ktokoľvek sa môže zapojiť do pomoci pri zlepšovaní Thunderbirdu a jeho dostupnosti pre viac ľudí. Rada zvolená prispievateľmi zaisťuje, že Thunderbird zostane verný svojim hodnotám a poslaniu.
sl: Thunderbird je brez komercialnih zahtev in spodbud, ki pogosto vodijo razvoj programske opreme. Vsakdo lahko sodeluje pri izdelavi Thunderbirda, ki bo boljši in dostopen več ljudem. Svet, ki ga izvolijo sodelavci, zagotavlja, da Thunderbird ostaja zvest svojim vrednotam in poslanstvu.
sq: Thunderbird-i është i lirë nga domosdoshmëri dhe nxitje komerciale që shpesh udhëheqin zhvillimin e software-it. Cilido mund që përfshihet për ta bërë Thunderbird-in më të mirë dhe të passhëm nga më tepër njerëz. Një këshilli zgjedhur nga kontribuesit garanton se Thunderbird mbetet besnik ndaj vlerave dhe misionit të vet.
sv_se: Thunderbird är fri från de kommersiella krav och incitament som ofta styr mjukvaruutveckling. Vem som helst kan engagera sig i att hjälpa till att göra Thunderbird bättre och tillgänglig för fler människor. Ett rådgivare som valts av rådet säkerställer att Thunderbird förblir trogen sina värderingar och uppdrag.
uk: Thunderbird вільний від комерційних зобов'язань і стимулювань, які часто впливають на розробку програмного забезпечення. Хто завгодно може долучитися, щоб допомогти вдосконалити Thunderbird і зробити його доступним більшій кількості людей. Рада, обрана учасниками, гарантує, що Thunderbird залишається відданим своїм цінностям і місії.
vi: Thunderbird không bị ràng buộc bởi các yêu cầu và ưu đãi thương mại thường hướng dẫn phát triển phần mềm. Bất kỳ ai cũng có thể tham gia vào việc giúp Thunderbird trở nên tốt hơn và sẵn sàng phục vụ nhiều người hơn. Hội đồng do người đóng góp bầu chọn đảm bảo Thunderbird vẫn đúng với các giá trị và sứ mệnh của mình.

source: Driven by <span class="txt-gradient">Community</span>
bg: Управляван от нашата <span class="txt-gradient">общност</span>
cs: Poháněn <span class="txt-gradient">komunitou</span>
cy: Yn cael ei yrru gan y <span class="txt-gradient">Gymuned</span>
de: Von der <span class="txt-gradient">Gemeinschaft</span> angetrieben
el: Με γνώμονα την <span class="txt-gradient">κοινότητα</span>
es_ar: Impulsado por la <span class="txt-gradient"> Comunidad</span>
es_cl: Impulsado por la <span class="txt-gradient">Comunidad</span>
eu: <span class="txt-gradient">Komunitateak</span> gidatua
fi: <span class="txt-gradient">Yhteisön</span> ohjaama
fr: Guidé par une <span class="txt-gradient">communauté</span>
fy_nl: Oandreaun troch de <span class="txt-gradient">Mienskip</span>
gl: Impulsado pola <span class="txt-gradient">comunidade</span>
hu: <span class="txt-gradient">Közösségi</span> erővel
ia: Ducite per un <span class="txt-gradient">Communitate</span>
is: Drifið áfram af <span class="txt-gradient">samfélaginu</span>
it: Guidati dalla <span class="txt-gradient">comunità</span>
ja: <span class="txt-gradient">コミュニティ</span>によって推進される
nl: Gedreven door de <span class="txt-gradient">Gemeenschap</span>
nn_no: Driven av <span class="txt-gradient">fellesskapet</span>
pl: Napędzany siłą <span class="txt-gradient">społeczności</span>
pt_br: Conduzido pela <span class="txt-gradient">comunidade</span>
ru: Развивается <span class="txt-gradient">Сообществом</span>
sk: Poháňaní <span class="txt-gradient">komunitou</span>
sl: Poganja ga <span class="txt-gradient">skupnost</span>
sq: Drejtuar nga <span class="txt-gradient">Bashkësia</span>
sv_se: Drivs av <span class="txt-gradient">gemenskapen</span>
tr: <span class="txt-gradient">Topluluğumuz</span> bize yol gösteriyor
uk: Керований <span class="txt-gradient">спільнотою</span>
vi: Thúc đẩy bởi <span class="txt-gradient">cộng đồng</span>

source: Anyone can help make Thunderbird better. Programmers can contribute features they are passionate about or improve the existing code. Those who are multilingual can make Thunderbird accessible to everyone. Those willing can test new versions of Thunderbird and document issues. There are many ways to become part of a thriving community that makes Thunderbird unique. And if you don't have the time to volunteer, you can help support our work with a financial contribution.
bg: Всеки може да помогне за подобряването на Thunderbird. Програмистите могат да допринесат с функции, които ги вълнуват, или да подобрят съществуващия код. Хората, които владеят няколко езика, могат да направят Thunderbird достъпен за всички. Желаещите могат да тестват новите версии на Thunderbird и да документират проблеми. Има много начини да станете част от процъфтяващата общност, която прави Thunderbird уникален. А ако нямате време да се включите като доброволец, можете да подкрепите нашата работа с финансово дарение.
cy: Gall unrhyw un helpu i wneud Thunderbird yn well. Gall rhaglenwyr gyfrannu nodweddion y maen nhw'n yn angerddol amdanyn nhw neu wella'r cod presennol. Gall y rhai sy'n amlieithog wneud Thunderbird yn hygyrch i bawb. Gall y rhai sy'n barod i wneud, brofi fersiynau newydd o Thunderbird a materion dogfen. Mae yna lawer o ffyrdd i ddod yn rhan o gymuned lewyrchus sy'n gwneud Thunderbird yn unigryw. Ac os nad oes gennych chi'r amser i wirfoddoli, gallwch chi helpu i gefnogi'r project trwy roddion.
de: Jeder kann helfen, Thunderbird zu verbessern. Programmierer können Funktionen beitragen, für die sie sich begeistern können, oder den bestehenden Quelltext verbessern. Wer mehrere Sprachen beherrscht, kann Thunderbird für alle zugänglich machen. Wer möchte, kann neue Versionen von Thunderbird testen und Probleme dokumentieren. Es gibt viele Möglichkeiten, Teil einer wachsenden Gemeinschaft zu werden, die Thunderbird einzigartig macht. Und wenn Sie keine Zeit haben, sich freiwillig zu melden, können Sie das Projekt durch Spenden unterstützen.
el: Όλοι μπορούν να βοηθήσουν στη βελτίωση του Thunderbird. Οι προγραμματιστές μπορούν να συνεισφέρουν με λειτουργίες που τους ενδιαφέρει ή να βελτιώσουν υπάρχοντα κώδικα. Όσοι είναι πολύγλωσσοι μπορούν να κάνουν το Thunderbird προσβάσιμο σε όλους. Όσοι επιθυμούν μπορούν να δοκιμάσουν νέες εκδόσεις του Thunderbird και να σημειώσουν τυχόν ζητήματα. Υπάρχουν πολλοί τρόποι για να γίνετε μέλος μιας ακμάζουσας κοινότητας που κάνει το Thunderbird μοναδικό. Αν δεν έχετε τον χρόνο να συνεισφέρετε, μπορείτε να υποστηρίξετε το έργο μας με μια οικονομική συνεισφορά.
es_ar: Cualquiera puede ayudar a mejorar Thunderbird. Los programadores pueden aportar características que les apasionen o mejorar el código existente. Aquellos que son multilingües pueden hacer que Thunderbird sea accesible para todos. Aquellos que quieran pueden probar nuevas versiones de Thunderbird y documentar problemas. Hay muchas maneras de convertirte en parte de una comunidad próspera que hace que Thunderbird sea único. Y si no tenés tiempo para ofrecer, podés ayudar a apoyar nuestro trabajo con una contribución financiera.
es_cl: Cualquiera puede ayudar a mejorar Thunderbird. Los programadores pueden contribuir con funciones que les apasionen o mejorar el código existente. Aquellos que hablan varios idiomas pueden hacer que Thunderbird sea accesible para todos. Quienes lo deseen pueden probar nuevas versiones de Thunderbird y documentar problemas. Hay muchas maneras de formar parte de una comunidad próspera que hace que Thunderbird sea único. Y si no tienes tiempo para un voluntariado, puedes apoyar nuestro trabajo con una contribución financiera.
eu: Edonork lagundu dezake Thunderbird hobetzen. Programatzaileek gogoko dituzten eginbideak eman ditzakete edo lehendik dagoen kodea hobetu dezakete. Eleanitzak direnek Thunderbird denontzat erabilgarri jar dezakete. Nahi dutenek Thunderbirden bertsio berriak eta dokumentu-arazoak proba ditzakete. Thunderbird bakarra bihurtzen duen komunitate oparo baten parte izateko modu asko daude. Eta boluntario izateko denborarik ez baduzu, gure lana laguntzen lagun dezakezu ekarpen ekonomiko batekin.
fr: Tout le monde peut aider à améliorer Thunderbird. Celles et ceux qui programment peuvent contribuer aux fonctionnalités qui les passionnent ou améliorer le code existant. Les personnes polyglottes peuvent rendre Thunderbird accessible à tout le monde. Si vous le souhaitez, vous pouvez tester les nouvelles versions de Thunderbird et documenter les problèmes rencontrés. Il existe de nombreuses façons de rejoindre une communauté florissante qui rend Thunderbird unique. Et si vous n’avez pas le temps d’être bénévole, vous pouvez aider à soutenir le projet par une contribution financière.
fy_nl: Elkenien kin helpe om Thunderbird better te meitsjen. Programmeurs kinne bydrage oan funksjes dêr’t se hertstochtlik oer binne of de besteande koade ferbetterje. Wa’t meartalich is, kin Thunderbird foar elkenien tagonklik meitsje. Wa’t dat wol, kin nije ferzjes fan Thunderbird teste en problemen dokumintearje. Der binne in protte manieren om diel te wurden fan in bloeiende mienskip dy’t Thunderbird unyk makket. En as jo gjin tiid hawwe om frijwilligerswurk te dwaan, kinne jo it projekt stypje mei in finansjele bydrage.
gl: Calquera pode axudar a mellorar Thunderbird. Os programadores poden aportar funcións que lles apaixonen ou mellorar o código existente. Os que son multilingües poden facer que Thunderbird sexa accesible para todos. Os que o desexen poden probar novas versións de Thunderbird e problemas de documentos. Hai moitas formas de formar parte dunha comunidade próspera que fai que Thunderbird sexa único. E se non tes tempo para facerte voluntario, podes axudar a apoiar o noso traballo cunha achega económica.
hu: Bárki segíthet a Thunderbird jobbá tételében. A programozók közreműködhetnek a számukra fontos funkciókkal, vagy fejleszthetik a meglévő kódot. Akik több nyelven is beszélnek, mindenki számára elérhetővé tehetik a Thunderbirdöt. Azok, akik hajlandók, kipróbálhatják a Thunderbird új verzióit, és dokumentálhatják a problémákat. Számos módja van annak, hogy részévé váljon egy virágzó közösségnek, amely egyedivé teszi a Thunderbirdöt. Ha pedig nincs ideje önkénteskedni, akkor pénzadománnyal is támogathatja a projektet.
ia: Quicunque pote adjutar a render Thunderbird melior. Le programmatores pote contribuer con functionalitates re le qual illes es passionate o a meliorar le codice existente. Qui es multilingue pote render Thunderbird accessibile a totes. Qui es disponibile pote testar le nove versiones de Thunderbird e problemas de documentation. Il ha multe manieras pro devenir parte de un communitate prospere que rende unic Thunderbird. E si tu non ha le tempore pro le voluntariato, tu pote adjutar a supportar nostre labor con un contribution financiari.
is: Hver sem er getur hjálpað til við að gera Thunderbird betra. Forritarar geta lagt til einhverja eiginleika sem þeir hafa brennandi áhuga á eða endurbætt fyrirliggjandi kóða. Þeir sem eru fjöltyngdir geta gert Thunderbird aðgengilegt fleirum. Svo er hægt að prófa nýjar útgáfur af Thunderbird og skoða ýmis vandamál. Margar leiðir eru til að verða hluti af þessu blómlega samfélagi sem gerir Thunderbird einstakt. Og ef þú hefur ekki tíma til að vera sjálfboðaliði geturðu stutt við verkefnið með framlögum.
it: Chiunque può contribuire a migliorare Thunderbird. Gli sviluppatori possono contribuire alle funzionalità a cui tengono di più o possono migliorare il codice esistente. Chi conosce più lingue può rendere Thunderbird accessibile a tutti. Chi lo desidera può testare le nuove versioni di Thunderbird e documentarne i problemi. Ci sono molti modi per entrare a far parte della fiorente comunità che rende Thunderbird unico. E se non hai tempo per fare volontariato, puoi sostenere il nostro progetto con un contributo finanziario.
ja: 誰でも Thunderbird をより良いものにできます。プログラマーなら、自分が情熱を注いでいる機能や既存のコードを改善することに貢献できます。複数の言語を話せるなら、Thunderbird を誰もが使用できるように翻訳することができます。興味のある方は、新しいバージョンの Thunderbird をテストし、問題を報告してください。Thunderbird をユニークなものにしている活気あるコミュニティの一員になるには、さまざまな方法があります。ボランティアをする時間がない場合は、寄付を通じてプロジェクトを支援することができます。
nl: Iedereen kan helpen Thunderbird te verbeteren. Programmeurs kunnen functies bijdragen waar ze gepassioneerd over zijn of de bestaande code verbeteren. Meertaligen kunnen Thunderbird voor iedereen toegankelijk maken. Wie dat wil, kan nieuwe versies van Thunderbird testen en problemen documenteren. Er zijn vele manieren om onderdeel te worden van een bloeiende gemeenschap die Thunderbird uniek maakt. En als u geen tijd hebt om vrijwilligerswerk te doen, kunt u ons werk helpen steunen met een financiële bijdrage.
pl: Każdy może pomóc ulepszyć Thunderbirda. Programiści mogą dodawać funkcje, które ich pasjonują lub ulepszać istniejący kod. Osoby posługujące się wieloma językami mogą sprawić, że Thunderbird będzie dostępny dla wszystkich. Chętni mogą testować nowe wersje Thunderbirda i dokumentować błędy. Istnieje wiele sposobów, aby stać się częścią kwitnącej społeczności, która sprawia, że Thunderbird jest wyjątkowy. A jeśli nie masz czasu na wolontariat, możesz wesprzeć naszą pracę finansowo.
pt_br: Qualquer um pode ajudar a melhorar o Thunderbird. Programadores podem contribuir com recursos pelos quais são apaixonados, ou melhorar o código existente. Quem conhece mais de um idioma pode ajudar a tornar o Thunderbird acessível a todos. Quem quiser pode testar novas versões do Thunderbird e documentar problemas. Há várias maneiras de participar de uma comunidade vibrante que torna o Thunderbird único. E se você não tiver tempo para ser voluntário, pode ajudar a apoiar nosso trabalho com uma contribuição financeira.
ru: Любой может помочь сделать Thunderbird лучше. Программисты могут внести свой вклад в функции, которые им нравятся, или улучшить существующий код. Те, кто говорит на нескольких языках, могут сделать Thunderbird доступным для всех и каждого. Желающие могут тестировать новые версии Thunderbird и задокументировать проблемы. Есть много способов стать частью процветающего сообщества, что делает Thunderbird уникальным. А если у вас нет времени быть волонтером, вы можете помочь поддержать нашу работу денежным взносом.
sk: Ktokoľvek môže pomôcť zlepšiť Thunderbird. Programátori môžu prispieť funkciami, ktoré ich zaujímajú, alebo môžu vylepšiť existujúci kód. Tí, ktorí ovládajú viacero jazykov, môžu sprístupniť Thunderbird pre každého. Tí, ktorí chcú, môžu testovať nové verzie Thunderbirdu a dokumentovať problémy. Existuje mnoho spôsobov, ako sa stať súčasťou prosperujúcej komunity, vďaka ktorej je Thunderbird jedinečný. A ak nemáte čas na dobrovoľníctvo, môžete podporiť našu prácu prostredníctvom finančných darov.
sl: Thunderbird lahko pomaga izboljšati vsakdo. Programerji lahko prispevajo funkcije, ki se jim zdijo pomembne, ali izboljšajo obstoječo kodo. Govorci več jezikov lahko naredijo Thunderbird razumljiv vsakomur. Programski pustolovci lahko preskušajo nove različice Thunderbirda in poročajo o težavah. Na veliko načinov lahko postanete del uspešne skupnosti, ki dela Thunderbird edinstven. Če nimate časa za prostovoljstvo, lahko naše delo podprete s denarnim prispevkom.
sq: Cilido mund të ndihmojë për ta bërë Thunderbird-in më të mirër. Programuesit mund të kontribuojnë veçori për të cilat janë të pasionuar, ose të përmirësojnë kodin ekzistues. Ata që janë shumëgjuhësh mund ta bëjnë Thunderbird-in të përdorshëm nga kushdo. Ata që duan, mund të testojnë versione të rinj të Thunderbird-it dhe të dokumentojnë probleme. Ka mjaft rrugë për t’u bërë pjesë e bashkësisë së gjallë që e bën Thunderbird-in unik. Dhe nëse s’keni kohë për gjëra vullnetaret, mund të ndihmoni të përkrahet puna jonë përmes një kontributi financiar.
sv_se: Vem som helst kan hjälpa till att göra Thunderbird bättre. Programmerare kan bidra med funktioner de brinner för eller förbättra den befintliga koden. De som är flerspråkiga kan göra Thunderbird tillgängligt för alla. De som är villiga kan testa nya versioner av Thunderbird och dokumentera problem. Det finns många sätt att bli en del av en blomstrande gemenskap som gör Thunderbird unikt. Och om du inte har tid att vara volontär kan du hjälpa till att stödja vårt arbete med ett ekonomiskt bidrag.
uk: Будь-хто може допомогти вдосконалити Thunderbird. Програмісти можуть додавати функції, які їх цікавлять, або поліпшувати код. Ті, хто володіє кількома мовами можуть зробити Thunderbird доступним для всіх. Охочі можуть випробувати нові версії Thunderbird і задокументовувати проблеми. Є багато способів долучитися до успішної спільноти, яка робить Thunderbird унікальним. А якщо у вас бракує часу на волонтерство, ви можете підтримати нашу роботу фінансово.
vi: Bất cứ ai cũng có thể giúp làm cho Thunderbird tốt hơn. Lập trình viên có thể đóng góp những tính năng mà họ đam mê hoặc cải thiện mã hiện có. Những người biết đa ngôn ngữ có thể giúp mọi người có thể tiếp cận Thunderbird. Những người sẵn sàng có thể thử nghiệm các phiên bản mới của Thunderbird và ghi lại các vấn đề. Có nhiều cách để trở thành một phần của cộng đồng thịnh vượng khiến Thunderbird trở nên độc đáo. Và nếu bạn không có thời gian tham gia tình nguyện, bạn có thể quyên góp tài chính để hỗ trợ công việc của chúng tôi.
