Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: Our <a href="%(url)s" target="_blank">knowledge base</a> and active user community can help!
cs: Pomůže vám naše <a href="%(url)s" target="_blank">databáze znalostí</a> a komunita aktivních uživatelů.
el: Η <a href="%(url)s" target="_blank">γνωσιακή βάση</a> και η ενεργή μας κοινότητα χρηστών μπορούν να βοηθήσουν!
es_es: ¡Nuestra <a href="%(url)s" target="_blank">base de conocimientos</a> y nuestra activa comunidad de usuarios pueden ayudar!
eu: Gure <a href="%(url)s" target="_blank">ezagutza-basea</a> eta erabiltzaile aktiboen komunitateak lagun zaitzake!
ia: Nostre <a href="%(url)s" target="_blank">base de cognoscentias</a> e nostre active communitate de usatores pote adjutar!
it: La nostra <a href="%(url)s" target="_blank">knowledge base</a> e la nostra attiva comunità di utenti possono aiutarti!
nl: Onze <a href="%(url)s" target="_blank">kennisbank</a> en actieve gebruikersgemeenschap kunnen helpen!
sk: Naša <a href="%(url)s" target="_blank">databáza znalostí</a> a aktívna komunita používateľov vám môžu pomôcť!
sl: Pomagata vam lahko naša <a href="%(url)s" target="_blank">zbirka znanja</a> in skupnost aktivnih uporabnikov!

source: Visit our technical support site to get more help
cs: Navštivte naše stránky technické podpory, kde získáte další pomoc
el: Επισκεφτείτε τον ιστότοπο τεχνικής υποστήριξής μας για να λάβετε περισσότερη βοήθεια
es_es: Visita nuestro sitio de soporte técnico para obtener más ayuda
eu: Bisitatu gure laguntza teknikoaren webgunea laguntza gehiago lortzeko
ia: Visita nostre sito de assistentia technic pro obtener adjuta ulterior
it: Visita il nostro sito di supporto tecnico per ricevere ulteriore assistenza
nl: Bezoek onze website voor technische ondersteuning voor meer hulp
sk: Navštívte našu stránku technickej podpory a získajte ďalšiu pomoc
sl: Za dodatno pomoč obiščite našo stran s tehnično podporo

source: <a href="%(url)s" target="_blank">Mozilla Connect</a> is a collaborative space for ideas, feedback, and discussions that will help shape future Thunderbird product releases.
cs: <a href="%(url)s" target="_blank">Mozilla Connect</a> je prostor pro spolupráci na nápadech, zpětné vazbě a diskusích, které pomohou utvářet budoucí vydávání Thunderbirdu.
el: Το <a href="%(url)s" target="_blank">Mozilla Connect</a> αποτελεί έναν χώρο συνεργασίας για ιδέες, σχόλια και συζητήσεις που θα συμβάλλουν στη διαμόρφωση των μελλοντικών εκδόσεων του Thunderbird.
es_es: <a href="%(url)s" target="_blank">Mozilla Connect</a> es un espacio colaborativo para ideas, comentarios y discusiones que ayudarán a dar forma a futuros lanzamientos de productos Thunderbird.
eu: <a href="%(url)s" target="_blank">Mozilla Connect</a> ideiak, iritziak eta eztabaidak egiteko lankidetza-espazioa da, etorkizuneko Thunderbird produktuen kaleratzeak moldatzen lagunduko duena.
ia: <a href="%(url)s" target="_blank">Mozilla Connect</a> es un spatio de collaboration pro ideas, commentarios, e discussiones que adjutara formar futur versiones del producto Thunderbird.
it: <a href="%(url)s" target="_blank">Mozilla Connect</a> è uno spazio collaborativo per idee, commenti e discussioni che contribuiscono a dare forma alle future versioni di Thunderbird.
nl: <a href="%(url)s" target="_blank">Mozilla Connect</a> is een samenwerkingsruimte voor ideeën, feedback en discussies die toekomstige Thunderbird-productversies zullen helpen vormgeven.
sk: <a href="%(url)s" target="_blank">Mozilla Connect</a> je priestor na spoluprácu pre nápady, spätnú väzbu a diskusie, ktoré pomôžu formovať budúce vydania Thunderbirdu.
sl: <a href="%(url)s" target="_blank">Mozilla Connect</a> je skupen prostor za zamisli, povratne informacije in razprave, ki bodo pomagali oblikovati prihodnje izdaje Thunderbirdovih izdelkov.

source: <a href="%(url)s" target="_blank">Submit your idea</a> and be sure to tag Thunderbird so others can find and vote on your suggestion.
cs: <a href="%(url)s" target="_blank">Přidejte svůj nápad</a> a nezapomeňte označit štítkem Thunderbirdu, aby vás ostatní mohli najít a hlasovat pro váš návrh.
el: <a href="%(url)s" target="_blank">Υποβάλετε την ιδέα σας</a> και μην ξεχάσετε να προσθέσετε το Thunderbird ως ετικέτα, ώστε οι άλλοι χρήστες να βρουν και να ψηφίσουν την πρότασή σας.
es_es: <a href="%(url)s" target="_blank">Envía tu idea</a> y asegúrate de etiquetar a Thunderbird para que otros puedan encontrar y votar tu sugerencia.
eu: <a href="%(url)s" target="_blank">Bidali zure ideia</a> eta ziurtatu Thunderbird etiketatzea, besteek zure iradokizuna aurkitu eta bozkatu dezaten.
ia: <a href="%(url)s" target="_blank">Invia tu idea</a> e cura de etiquettar Thunderbird assi alteres pote trovar e votar sur tu suggestiones.
it: <a href="%(url)s" target="_blank">Invia la tua idea</a> e ricordati di aggiungere l’etichetta per Thunderbird in modo che altri possano trovare e votare il tuo suggerimento.
nl: <a href="%(url)s" target="_blank">Dien uw idee in</a> en zorg ervoor dat u Thunderbird labelt, zodat anderen uw suggestie kunnen vinden en erop kunnen stemmen.
sk: <a href="%(url)s" target="_blank">Odošlite svoj nápad</a> a nezabudnite označiť Thunderbird, aby ostatní mohli nájsť váš návrh a hlasovať o ňom.
sl: <a href="%(url)s" target="_blank">Pošljite svojo idejo</a> in ne pozabite označiti Thunderbirda, da bodo lahko drugi našli vaš predlog in glasovali zanj.

source: For product technical support, please visit our <a href="%(url)s" target="_blank">support page</a>.
cs: Pro technickou podporu produktu navštivte naši <a href="%(url)s" target="_blank">stránku podpory</a>.
el: Για τεχνική υποστήριξη σχετικά με το προϊόν, επισκεφτείτε τη <a href="%(url)s" target="_blank">σελίδα υποστήριξης</a>.
es_es: Para obtener asistencia técnica del producto, visita nuestra <a href="%(url)s" target="_blank">página de ayuda</a>.
eu: Produktuaren laguntza teknikorako, bisitatu gure <a href="%(url)s" target="_blank">laguntza orria</a>.
ia: Pro assistentia technic del producto, visita nostre <a href="%(url)s" target="_blank">pagina de supporto</a>.
it: Per ricevere assistenza tecnica sui prodotti, visita la nostra <a href="%(url)s" target="_blank">pagina di supporto</a>.
nl: Bezoek onze <a href="%(url)s" target="_blank">ondersteuningspagina</a> voor technische productondersteuning.
sk: Technickú podporu produktu nájdete na našej <a href="%(url)s" target="_blank">stránke podpory</a>.
sl: Za tehnično podporo za izdelek obiščite našo <a href="%(url)s" target="_blank">stran za podporo</a>.

source: <a href="%(url)s" target="_blank">Visit Mozilla Connect to submit your idea for Thunderbird</a>
cs: <a href="%(url)s" target="_blank">Navštivte Mozilla Connect a přidejte svůj nápad pro Thunderbird</a>
el: <a href="%(url)s" target="_blank">Επισκεφτείτε το Mozilla Connect για να υποβάλετε την ιδέα σας για το Thunderbird</a>
es_es: <a href="%(url)s" target="_blank">Visita Mozilla Connect para enviar tu idea para Thunderbird</a>
eu: <a href="%(url)s" target="_blank">Bisitatu Mozilla Connect Thunderbirdi zure ideia bidaltzeko</a>
ia: <a href="%(url)s" target="_blank">Visita Mozilla Connect pro inviar tu idea pro Thunderbird</a>
it: <a href="%(url)s" target="_blank">Visita Mozilla Connect per inviare la tua idea per Thunderbird</a>
nl: <a href="%(url)s" target="_blank">Bezoek Mozilla Connect om uw idee voor Thunderbird in te dienen</a>
sk: <a href="%(url)s" target="_blank">Navštívte Mozilla Connect a odošlite svoj nápad týkajúci sa Thunderbirdu</a>.
sl: <a href="%(url)s" target="_blank">Pošljite nam svojo idejo za Thunderbird prek Mozilla Connect</a>

source: Language
cs: Jazyk
el: Γλώσσα
es_es: Idioma
eu: Hizkuntza
ia: Lingua
it: Lingua
nl: Taal
sk: Jazyk
sl: Jezik

source: reCAPTCHA helps prevent automated form spam.
cs: reCAPTCHA pomáhá předcházet automatizovanému formulářovému SPAMu.
el: Το reCAPTCHA συμβάλλει στην αποτροπή ανεπιθύμητων, αυτοματοποιημένων υποβολών φόρμας.
es_es: reCAPTCHA ayuda a prevenir el spam automatizado en los formularios.
eu: reCAPTCHA inprimaki automatizatuen spam-a saihesten laguntzen du.
ia: reCAPTCHA adjuta impedir le spam automatic.
it: reCAPTCHA aiuta a prevenire lo spam automatizzato.
nl: reCAPTCHA helpt geautomatiseerde formulierspam te voorkomen.
sk: reCAPTCHA pomáha predchádzať automatizovanému spamovaniu cez formuláre.
sl: reCAPTCHA pomaga preprečevati avtomatizirano smetenje po obrazcih.

source: The submit button will be disabled until you complete the CAPTCHA.
cs: Tlačítko pro odeslání nebude dostupné, dokud nedokončíte CAPTCHA.
el: Το κουμπί υποβολής θα είναι απενεργοποιημένο μέχρι να ολοκληρώσετε το CAPTCHA.
es_es: El botón de enviar estará desactivado hasta que completes el CAPTCHA.
eu: Bidali botoia desgaitu egingo da CAPTCHA osatu arte.
ia: Le button Inviar sera disactivate usque tu completa le CAPTCHA.
it: Il pulsante di invio rimarrà disattivato fino al completamento del CAPTCHA.
nl: De verzendknop is uitgeschakeld totdat u de CAPTCHA voltooit.
sk: Tlačidlo Odoslať nebude dostupné, kým nedokončíte CAPTCHA.
sl: Gumb za pošiljanje bo onemogočen, dokler ne rešite preverjanja CAPTCHA.

source: Submit
cs: Odeslat
el: Υποβολή
es_es: Enviar
eu: Bidali
ia: Inviar
it: Invia
nl: Indienen
sk: Odoslať
sl: Pošlji

source: Microsoft Apps Store
cs: Obchod Microsoft Store
is: Microsoft forritaverslun
nn_no: Microsoft App Store
pl: Sklep Microsoft Apps
pt_br: Loja de aplicativos da Microsoft
sk: Obchod Microsoft Store
sl: Trgovina Microsoft Store
sv_se: Microsoft App Store
vi: Cửa hàng ứng dụng Microsoft

source: TILVids
de: TLVids

source: Turns 20, Thanks to You!
nl: Wordt 20, dankzij u!
sl: dopolnili 20 let, hvala vam!

source: Features
el: Χαρακτηριστικά
ia: Functionalitate
kab: Timahilin
nb_no: Funksjoner

source: Ecosystem
el: Οικοσύστημα

source: Thunderbird Daily
eu: Thunderbird Daily (eguneko bertsioa)
is: Dagleg Thunderbird prófunarútgáfa

source: Meet Thunderbird, the <strong>email</strong> and <strong>productivity</strong> app that maximizes your freedoms.
eu: Ezagutu Thunderbird, zure askatasunak maximizatzen dituen <strong>posta elektronikoa</strong> eta <strong>produktibitate</strong> aplikazioa.
it: Scopri Thunderbird, l’applicazione per <strong>posta elettronica</strong> e <strong>produttività</strong> che ti rende davvero libero.

source: Explore More Features
cs: Prozkoumat další funkce
es_es: Explorar más características
eu: Eginbide gehiago esploratu
it: Scopri altre funzionalità

source: Available on Windows, Linux, Mac
cs: Dostupný pro Windows, Linux a Mac
eu: Windows, Linux eta Mac sistemetan eskuragarri
it: Disponibile per Windows, Linux, Mac

source: Find the help you need configuring and using Thunderbird.
cs: Najděte potřebnou nápovědu ke konfiguraci a používání Thunderbirdu.
eu: Bilatu behar duzun laguntza Thunderbird konfiguratzeko eta erabiltzeko.
it: Trova l’aiuto di cui hai bisogno per configurare e utilizzare Thunderbird.

source: Meet interesting people and hear their Thunderbird stories.
cs: Seznamte se se zajímavými lidmi a vyslechněte si jejich příběhy s Thunderbirdem.
eu: Ezagutu jende interesgarria eta entzun haien Thunderbird istorioak.
it: Incontra persone interessanti e ascolta le loro storie a proposito di Thunderbird.

source: Get <span class="txt-gradient">Thunderbird</span>
cs: Získejte <span class="txt-gradient">Thunderbird</span>
eu: Lortu <span class="txt-gradient">Thunderbird</span>
it: Scarica <span class="txt-gradient">Thunderbird</span>

source: Release Information
cs: Informace o vydání
eu: Bertsio informazioa
it: Informazioni sulla versione

source: More Information For Mobile
cs: Další informace o verzi pro mobilní zařízení
eu: Eramangarriari buruz informazio gehiago
it: Ulteriori informazioni per dispositivi mobili

source: Podcasts
cs: Podcasty
it: Podcast

source: Thunderbird is a free email application that’s easy to set up and customize - and it’s loaded with great features!
cs: Thunderbird je bezplatný e-mailový klient, který se lehko nastavuje, jednoduše přizpůsobuje a je plný skvělých funkcí.
es_es: Thunderbird es una aplicación de correo gratuita fácil de configurar y personalizar, ¡y con muchas características geniales!

source: Meet Thunderbird, the <strong>email</strong>, <strong>calendar</strong>, and <strong>contacts</strong> app that maximizes your freedoms.
cs: Seznamte se s Thunderbirdem, aplikací na správu <strong>e-mailů</strong>, <strong>kalendářů</strong> a <strong>kontaktů</strong>, která maximalizuje vaši svobodu.

source: laptop frame
cs: rám notebooku
es_es: marco de ordenador portátil

source: 115 mail
cs: 115 e-mail
es_es: correo de la versión 115

source: 115 calendar
cs: 115 kalendář
es_es: calendario de la versión 115

source: Thunderbird is a free and open-source software project founded in 2003 to make communicating and collaborating better. We are supported by the talent and donations of thousands of generous individuals and are backed by Mozilla. Essential values guide us and make our work relevant. Read further to learn more.
cs: Thunderbird je bezplatný softwarový projekt s otevřeným zdrojovým kódem založený v roce 2003 s cílem zlepšit komunikaci a spolupráci. Jsme podporováni talentem a dary tisíců štědrých jednotlivců a zaštiťuje nás společnost Mozilla. Základní hodnoty nás vedou a činí naši práci relevantní. Čtěte dále a dozvíte se víc.

source: Anyone can help make Thunderbird better. Programmers can contribute features they are passionate about or improve the existing code. Those who are multilingual can make Thunderbird accessible to everyone. Those willing can test new versions of Thunderbird and document issues. There are many ways to become part of a thriving community that makes Thunderbird unique. And if you don't have the time to volunteer, you can help support the project through donations.
cs: Každý může pomoci vylepšit Thunderbird. Programátoři mohou přispívat funkcemi, které je zajímají, nebo vylepšovat stávající kód. Ti, kteří ovládají více jazyků, mohou Thunderbird zpřístupnit všem. Ti, kdo chtějí, mohou testovat nové verze Thunderbirdu a dokumentovat problémy. Existuje mnoho způsobů, jak se stát součástí prosperující komunity, díky níž je Thunderbird jedinečný. A pokud nemáte čas na dobrovolnickou práci, můžete projekt podpořit prostřednictvím darů.

source: Supported by <span class="txt-gradient">Mozilla</span>
cs: Podporováno <span class="txt-gradient">Mozillou</span>

source: Thunderbird operates in a for-profit subsidiary of the non-profit Mozilla Foundation. This grants us flexibility in offering optional paid services to sustain Thunderbird's development far into the future.
cs: Thunderbird je ziskovou dceřinou společností neziskové nadace Mozilla Foundation. To nám umožňuje flexibilně nabízet volitelné placené služby, které udrží vývoj Thunderbirdu i v budoucnu.

source: We have a growing team of talented individuals employed to develop and maintain Thunderbird, interface with partner organizations, and maximize the reach of Thunderbird throughout the world.
cs: Máme rostoucí tým talentovaných lidí, kteří se starají o vývoj a údržbu Thunderbirdu, spolupracují s partnerskými organizacemi a maximalizují dosah Thunderbirdu po celém světě.

source: Community Engagement Manager
cs: Manažer pro zapojení komunity

source: Donations
cs: Zaslání daru

source: MZLA Corporation is the for-profit organization sustaining the free software mission of Thunderbird. Our work is to provide open source apps that are secure, private and available for users around the world. When you donate you help us:
cs: MZLA Corporation je ziskovou organizací, která podporuje poslání svobodného softwaru Thunderbird. Naší prací je poskytovat aplikace s otevřeným zdrojovým kódem, které jsou bezpečné, soukromé a dostupné pro uživatele na celém světě. Když nám přispějete, pomůžete nám:

source: <a class="dotted" href="%(url)s">Modify</a> an existing monthly donation.
cs: <a class="dotted" href="%(url)s">Upravit</a> stávající měsíční dar.

source: Organizations deploying Thunderbird at scale or who share our passion for expanding digital freedoms can make a difference by becoming a one-time or recurring corporate supporter. Small to medium size contributions can be made with the form above. For donations greater than $5000 USD please contact our business team. Thank you in advance for your generous support!
cs: Organizace, které nasazují Thunderbird ve velkém měřítku nebo které sdílejí naše nadšení pro rozšiřování digitálních svobod, mohou přispět tím, že se stanou jednorázovými nebo pravidelnými firemními podporovateli. Malé až středně velké příspěvky lze poskytnout pomocí výše uvedeného formuláře. V případě příspěvků vyšších než 5000 USD kontaktujte náš obchodní tým. Předem vám děkujeme za vaši štědrou podporu!

source: If you need help with a contribution to MZLA/Thunderbird, please fill out this form and a Thunderbird donor care representative will get back to you as soon as possible.
cs: Pokud potřebujete pomoci se zasláním daru pro MZLA/Thunderbird, vyplňte tento formulář a zástupce péče Thunderbirdu se vám co nejdříve ozve zpět.
es_es: Si necesitas ayuda con una contribución a MZLA/Thunderbird, por favor completa este formulario y un representante de atención al donante de Thunderbird se pondrá en contacto contigo lo antes posible.

source: Unfortunately, donor care representatives are unable to offer support or help with Thunderbird technical issues. For technical support, please visit our <a href="%(support_url)s">support page.</a>
cs: Naši zástupci péče Thunderbirdu vám pomohou s odesláním daru, ale s technickými problémy vám pomoci nemohou. Pokud potřebujete pomoci s nějakým problémem v Thunderbirdu, obraťte se prosím na naše <a href="%(support_url)s">stránky podpory</a>.
es_es: Desafortunadamente, los representantes de atención a donantes no pueden ofrecer ayuda o asistencia con problemas técnicos de Thunderbird. Para obtener soporte técnico, por favor visita nuestra <a href="%(support_url)s">página de asistencia.</a>

source: <p>You can <a href="%(donate)s">donate online</a> securely by credit card or PayPal. Google Pay, Apple Pay, and bank transfers through SEPA, iDEAL and ACH are also available online.<br/> <strong>Give in your local currency!</strong> On <a href="%(donate)s">our online form</a>, use the drop down menu next to the amount. You will be charged in the currency you choose to give with.<br/> <strong>Additionally you can</strong> give offline in USD by mailing a check or money order made payable to "MZLA Technologies Corp". Mail to:</p> <ul class="check-address"> <li>MZLA</li> <li>PO Box 25718</li> <li>Pasadena CA 91185-5718</li> </ul> <p>Please include your email address on the memo line of your check to help us track and attribute your gift.</p> <p><strong>Give the gift of your time!</strong> If you would like to learn how to contribute to Thunderbird in other ways such as coding, translating or testing, please visit our <a href="%(ways_to_help)s">Participate</a> page.</p>
cs: <p> Můžete bezpečně <a href="%(donate)s">darovat online</a> platební kartou či skrze PayPal. Google Pay, Apple Pay a bankovní převody skrze SEPA, iDEAL a ACH jsou též dostupné online. <br/> <strong>Darujte ve své místní měně!</strong> V <a href="%(donate)s">našem online formuláři</a> použijte rozbalovací nabídku vedle částky. Darovaná částka vám bude účtována v měně, kterou si zvolíte.<br/> <strong>Vedle toho můžete</strong> darovat offline v dolarech pomocí šeku nebo peněžního příkazu splatného pro „MZLA Technologies Corp“, který pošlete na adresu </p> <ul class="check-address"> <li>MZLA</li> <li>PO Box 25718</li> <li>Pasadena CA 91185-5718</li> </ul> <p> Do poznámky platby prosím uveďte svou e-mailovou adresu. </p> <p> <strong>Darujte svůj čas!</strong> Pokud byste se rádi dozvěděli, jak přispět do Thunderbirdu jinými způsoby jako je psaní kódu, překlady či testování, navštivte naši stránku <a href="%(ways_to_help)s">Zapojte se</a>. </p>

source: Access your donation account settings using the 'Manage My Donation' button on your recent donation confirmation email. There you can change the amount, frequency, payment method and charge date. You can also cancel your recurring donation plan. If you run into any issues you can always <a href="%(help)s">contact us</a>!
cs: Přístup k nastavení svého darovacího účtu získáte pomocí tlačítka "Spravovat můj dar" v e-mailu s posledním potvrzením o daru. Zde můžete změnit částku, frekvenci, způsob platby a datum vyúčtování. Můžete také zrušit svůj plán opakovaných darů. Pokud narazíte na nějaké problémy, můžete nás vždy <a href="%(help)s">kontaktovat</a>!
es_es: Accede a la configuración de tu cuenta de donación utilizando el botón 'Administrar mi donación' en el correo electrónico de confirmación de tu donación reciente. Allí puedes cambiar el importe, la frecuencia, el método de pago y la fecha de cargo. También puedes cancelar tu plan de donación recurrente. ¡Si tienes algún problema, siempre puedes <a href="%(help)s">ponerte en contacto con nosotros</a>!

source: Anyone can access tech support for Thunderbird by visiting the <a href="%(url)s">support forum</a>. Thunderbird does not provide tech support or enhanced tech support in exchange for financial gifts.
cs: K technické podpoře Thunderbirdu má přístup každý na našem <a href="%(url)s">fóru podpory</a>. Další či rozšířenou technickou podporu výměnou za finanční dar nenabízíme.
es_es: Cualquiera puede acceder al soporte técnico de Thunderbird visitando el <a href="%(url)s">foro de soporte</a>. Thunderbird no proporciona soporte técnico mejorado a cambio de donaciones económicas.

source: Gifts to Thunderbird are <strong>not tax-deductible as charitable gifts</strong>, but are greatly appreciated. Giving to Thunderbird supports the development of our leading open source cross-platform email and calendaring client, free for business and personal use. Your gift will help ensure it stays that way, and will support future development.
cs: Dary pro Thunderbird <strong>nelze odečíst z daní</strong>, ale velice si jich vážíme. Posláním daru pro Thunderbird podporujete vývoj našeho předního otevřeného multiplatformního e-mailového a kalendářového klienta, který je zdarma pro firemní i osobní použití. Váš dar pomůže zajistit, aby to tak bylo i nadále, a podpoří budoucí vývoj.
es_es: Las donaciones a Thunderbird <strong>no son deducibles de impuestos como donaciones a la caridad</strong>, pero son muy apreciadas. Donar a Thunderbird apoya el desarrollo de nuestro principal cliente de correo electrónico y calendario de código abierto multiplataforma, gratuito para uso empresarial y personal. Tu donación ayudará a garantizar que siga siendo así y apoyará el desarrollo futuro.

source: When you donate via our <a href="%(donate)s">online form</a>, simply check the box 'Donate as an Organization' and include your company name. The receipt you receive to the email address used to make your contribution will include your business information.
cs: Když přispíváte prostřednictvím našeho <a href="%(donate)s">online formuláře</a>, jednoduše zaškrtněte pole "Přispět jako organizace" a uveďte název své společnosti. Potvrzení, které obdržíte na e-mailovou adresu použitou k odeslání příspěvku, bude obsahovat informace o vaší firmě.
es_es: Cuando dones a través de nuestro <a href="%(donate)s">formulario en línea</a>, simplemente marca la casilla 'Donar como una Organización' e incluye el nombre de tu empresa. El recibo que recibirás en la dirección de correo electrónico utilizada para realizar tu contribución incluirá la información de tu negocio.
