Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: Thunderbird <b>technical support is community-based </b>and available to everyone. Our technical support page <b>includes knowledge base articles and a community of volunteers ready to help</b>!<br><br><a target="_blank" href="%(url)s"><b>Visit our technical support site to get more help</b></a>.
bg: <b>Техническата поддръжка на Thunderbird е базирана на общността </b>и достъпна за всеки. Страницата ни за нея <b>включва статии и общност от доброволци, готови да помогнат</b>!<br><br><a target="_blank" href="%(url)s"><b> Посетете нашия сайт за техническа поддръжка, за да получите повече помощ</b></a>
cy: Mae <b>cymorth technegol Thunderbird yn un cymunedol</b>ac ar gael i bawb. Mae ein tudalen cymorth technegol <b>yn cynnwys erthyglau cronfa wybodaeth a chymuned o wirfoddolwyr sy'n barod i helpu</b>!<br><br><a target="_blank" href="%(url)s"><b> Ewch i'n gwefan cymorth technegol i gael mwy o help</b></a>.
de: <b>Technische Unterstützung zu Thunderbird ist gemeinschaftsbasiert </b> und steht für alle zur Verfügung. Unsere Seite für technische Hilfe <b>enthält Artikel in der Wissensdatenbank und eine Gemeinschaft von Freiwilligen, die bereit sind, zu helfen</b>!<br><br><a target="_blank" href="%(url)s"><b> Besuchen Sie unsere Website für technische Hilfe, um weitere Unterstützung zu erhalten</b></a>.
es_ar: El soporte técnico de Thunderbird <b>está basado en la comunidad</b> y está disponible para todos. ¡Nuestra página de soporte técnico <b>incluye artículos de la base de conocimiento y una comunidad de voluntarios dispuestos a ayudar</b>!<br><br><a target="_blank" href="%(url)s"><b>Visitá nuestro sitio de soporte técnico para conseguir más ayuda</b></a>.
es_cl: El <b>soporte técnico de Thunderbird está basado en la comunidad</b> y está disponible para todos. ¡Nuestra página de soporte técnico <b>incluye artículos de la base de conocimientos y una comunidad de voluntarios listos para ayudar</b>! <br><br><a target="_blank" href="%(url)s"><b>Visita nuestro sitio de soporte técnico para obtener más ayuda</b></a>.
fr: L’assistance technique de Thunderbird <b>est effectuée par la communauté</b> et est accessible à tout le monde. Notre page d’assistance technique <b>comprend des articles de la base de connaissances et une communauté de bénévoles prête à vous aider</b> !<br><br><a target="_blank" href="%(url)s"><b> Consultez notre site d’assistance technique pour obtenir davantage d’aide</b></a>.
gl: O <b>soporte técnico de Thunderbird está baseado na comunidade </b>e dispoñible para todos. A nosa páxina de asistencia técnica <b>inclúe artigos da base de coñecemento e unha comunidade de voluntarios preparados para axudar</b>!<br><br><a target="_blank" href="%(url)s"><b> Visita o noso sitio de asistencia técnica para obter máis axuda</b></a>.
hu: A Thunderbird <b>műszaki támogatása közösségi alapú </b> és mindenkin számára elérhető. A műszaki támogatási oldalunk <b>tudásbázis-leírásokat tartalmaz, és önkéntesek állnak készen, hogy segítsenek</b>!<br><br><a target="_blank" href="%(url)s"><b>További segítségért keresse fel a műszaki támogatási oldalunkat</b></a>.
ru: <b>Техническая поддержка Thunderbird обеспечивается сообществом</b> и доступна для всех. Наша страница технической поддержки <b>включает в себя статьи базы знаний и сообщество добровольцев, готовых помочь</b>!<br><br><a target="_blank" href="%(url)s"><b>Посетите наш сайт технической поддержки, чтобы получить дополнительную помощь</b></a>.
sv_se: Thunderbird <b>teknisk support är communitybaserad </b>och tillgänglig för alla. Vår tekniska supportsida <b>innehåller artiklar i kunskapsbasen och en grupp volontärer som är redo att hjälpa till</b>!<br><br><a target="_blank" href="%(url)s"><b> Besök vår tekniska supportwebbplats för att få mer hjälp</b></a>.
vi: Thunderbird <b>có đội hỗ trợ kỹ thuật dựa vào cộng đồng </b>và có sẵn cho tất cả mọi người. Trang hỗ trợ kỹ thuật của chúng tôi <b>bao gồm các bài viết cơ sở kiến ​​thức và cộng đồng tình nguyện viên sẵn sàng trợ giúp</b>!<br><br><a target="_blank" href="%(url)s"><b>Truy cập trang web hỗ trợ kỹ thuật của chúng tôi để được trợ giúp thêm</b></a>.

source: Our Donor Support Team is unable to respond to your Thunderbird product feedback and feature requests. But, we want to hear from you! Please visit<b> <a target="_blank" href="%(url)s">Mozilla Connect</a></b>.
cy: Nid yw ein Tîm Cymorth Rhoddwyr yn gallu ymateb i'ch adborth cynnyrch a'ch ceisiadau nodwedd Thunderbird. Ond, rydyn ni eisiau clywed gennych chi! Ewch i <b> <a target="_blank" href="%(url)s">Mozilla Connect</a></b>.
de: Unser Spender-Hilfe-Team kann nicht auf Ihr Feedback zu Ihrem Thunderbird-Produkt und Ihre Funktionsanfragen reagieren. Aber wir möchten Ihre Meinung hören! Bitte besuchen Sie <b> <a target="_blank" href="%(url)s">Mozilla Connect</a></b>.
es_ar: Nuestro equipo de soporte a donantes no puede responder a tus comentarios sobre el producto Thunderbird ni a tus solicitudes de funciones. Pero, ¡queremos saber de vos! Visitá <b><a target="_blank" href="%(url)s">Mozilla Connect</a></b>.
es_cl: Nuestro equipo de apoyo a los donantes no puede responder a tus comentarios sobre el producto Thunderbird ni a tus solicitudes de funcionalidades, pero queremos saber tu opinión. Visita <b> <a target="_blank" href="%(url)s">Mozilla Connect</a></b>.
fr: Notre équipe d’assistance aux dons n’est pas en mesure de répondre à vos commentaires relatifs au produit ni à vos demandes de fonctionnalités pour Thunderbird. Cependant, nous voulons votre avis ! Veuillez visiter <b> <a target="_blank" href="%(url)s">Mozilla Connect</a></b>.
gl: O noso equipo de asistencia de doadores non pode responder aos comentarios dos teus produtos Thunderbird e ás solicitudes de funcións. Pero, queremos saber de ti! Visita<b> <a target="_blank" href="%(url)s">Mozilla Connect</a></b>.
hu: Az Adományozástámogatási csapat nem tud válaszolni a Thunderbird termékekkel kapcsolatos visszajelzéseire és funkciókéréseire. De szeretnénk hallani a véleményéről! Látogasson el a <b> <a target="_blank" href="%(url)s">Mozilla Connect</a></b> oldalra.
ru: Наша Команда поддержки доноров не может ответить на ваши отзывы о продукте Thunderbird и запросы на добавление новых функций. Но мы хотим узнать ваше мнение! Пожалуйста, посетите<b> <a target="_blank" href="%(url)s">Mozilla Connect</a></b>.
sv_se: Vårt supportteam för donationer kan inte svara på din Thunderbird-produktfeedback och funktionsförfrågningar. Men vi vill gärna höra från dig! Besök<b> <a target="_blank" href="%(url)s">Mozilla Connect</a></b>.
vi: Nhóm hỗ trợ nhà tài trợ của chúng tôi không thể phản hồi các yêu cầu về tính năng và phản hồi về sản phẩm Thunderbird của bạn. Tuy nhiên, chúng tôi muốn nghe ý kiến ​​từ bạn bằng cách truy cập trang<b> <a target="_blank" href="%(url)s">Mozilla Connect</a></b>.

source: <a target="_blank" href="%(url)s"><b>Mozilla Connect</b></a> is a collaborative space for ideas, feedback, and discussions that will help shape future Thunderbird product releases. <a target="_blank" href="%(url2)s"><b>Submit your ideas</b></a> and be sure to tag Thunderbird so others can find and vote on your suggestions.<br><br> For Thunderbird technical support, please visit our <a target="_blank" href="%(url3)s"><b>support page</b></a>
cy: Mae <a target="_blank" href="%(url)s"><b>Mozilla Connect</b></a> yn ofod cydweithredol ar gyfer syniadau, adborth a thrafodaethau a fydd yn helpu i lunio fersiynau cynnyrch Thunderbird yn y dyfodol. <a target="_blank" href="%(url2)s"><b>Cyflwynwch eich syniadau</b></a> a sicrhewch eich bod yn tagio Thunderbird fel y gall eraill ddod o hyd i'ch awgrymiadau a phleidleisio arnyn nhw.<br> <br> Ar gyfer cymorth technegol Thunderbird, ewch i'n <a target="_blank" href="%(url3)s"><b>tudalen cymorth</b></a>
de: <a target="_blank" href="%(url)s"><b>Mozilla Connect</b></a> ist ein Ort der Zusammenarbeit für Ideen, Feedback und Diskussionen, die helfen werden, zukünftige Thunderbird-Produktversionen zu gestalten. <a target="_blank" href="%(url2)s"><b>Reichen Sie Ihre Ideen ein</b></a> und markieren Sie Thunderbird, damit andere Ihre Vorschläge finden und darüber abstimmen können.<br> <br> Wenn Sie technische Hilfe zu Thunderbird benötigen, besuchen Sie bitte unsere <a target="_blank" href="%(url3)s"><b>Hilfe-Seite</b></a>
es_ar: <a target="_blank" href="%(url)s"><b>Mozilla Connect</b></a> es un espacio colaborativo para ideas, comentarios y discusiones que ayudarán a dar forma a los futuros lanzamientos de productos Thunderbird. <a target="_blank" href="%(url2)s"><b>Enviá tus ideas</b></a> y asegurate de etiquetar a Thunderbird para que otros puedan encontrar y votar tus sugerencias.<br><br>Para conseguir soporte técnico de Thunderbird, visitá nuestra <a target="_blank" href="%(url3)s"><b>página de soporte</b></a>
es_cl: <a target="_blank" href="%(url)s"><b>Mozilla Connect</b></a> es un espacio colaborativo para ideas, comentarios y debates que ayudarán a dar forma a los futuros lanzamientos de productos Thunderbird. <a target="_blank" href="%(url2)s"><b>Envía tus ideas</b></a> y asegúrate de etiquetar a Thunderbird para que otros puedan encontrar y votar tus sugerencias.<br><br>Para obtener asistencia técnica sobre Thunderbird, visita nuestra <a target="_blank" href="%(url3)s"><b>página de soporte</b></a>
fr: <a target="_blank" href="%(url)s"><b>Mozilla Connect</b></a> est un espace collaboratif qui permet de partager des idées, des retours et des discussions qui aideront à façonner les prochaines versions de Thunderbird. <a target="_blank" href="%(url2)s"><b>Envoyez vos idées</b></a> et assurez-vous d’ajouter l’étiquette Thunderbird afin que d’autres personnes puissent découvrir et voter pour vos suggestions.<br> <br> Pour l’assistance technique de Thunderbird, veuillez visiter notre <a target="_blank" href="%(url3)s"><b>page d’assistance</b></a>.
gl: <a target="_blank" href="%(url)s"><b>Mozilla Connect</b></a> é un espazo de colaboración para ideas, comentarios e debates que axudará a dar forma ás futuras versións de produtos Thunderbird. <a target="_blank" href="%(url2)s"><b>Envía as túas ideas</b></a> e asegúrate de etiquetar Thunderbird para que outros poidan atopar e votar as túas suxestións.<br> <br> Para obter asistencia técnica de Thunderbird, visite a nosa <a target="_blank" href="%(url3)s"><b>páxina de asistencia</b></a>
hu: A <a target="_blank" href="%(url)s"><b>Mozilla Connect</b></a> egy együttműködési tér az ötletek, visszajelzések és megbeszélések számára, amelyek segítenek a jövőbeli Thunderbird termékkiadások alakításában. <a target="_blank" href="%(url2)s"><b>Küldje be ötleteit</b></a>, és címkézze meg a Thunderbirdöt, hogy mások is megtalálják a javaslatait, és szavazhassanak rájuk.<br> <br>A Thunderbird műszaki támogatásáért keresse fel a <a target="_blank" href="%(url3)s"><b>támogatói oldalunkat</b></a>
ru: <a target="_blank" href="%(url)s"><b>Mozilla Connect</b></a> - это место для обмена идеями, отзывами и обсуждениями, которые помогут сформировать будущие выпуски продуктов Thunderbird. <a target="_blank" href="%(url2)s"><b>Отправляйте свои идеи</b></a> и не забудьте отметить Thunderbird, чтобы другие могли найти и проголосовать за ваши предложения.<br> <br> Для получения технической поддержки Thunderbird посетите нашу <a target="_blank" href="%(url3)s"><b>страницу поддержки</b></a>
sv_se: <a target="_blank" href="%(url)s"><b>Mozilla Connect</b></a> är en samarbetsplats för idéer, feedback och diskussioner som kommer att hjälpa till att forma framtida Thunderbird-produktsläpp. <a target="_blank" href="%(url2)s"><b>Skicka in dina idéer</b></a> och se till att tagga Thunderbird så att andra kan hitta och rösta på dina förslag.<br> <br> För Thunderbird teknisk support, besök vår <a target="_blank" href="%(url3)s"><b>supportsida</b></a>
vi: <a target="_blank" href="%(url)s"><b>Mozilla Connect</b></a> là không gian cộng tác dành cho các ý tưởng, phản hồi và thảo luận nhằm giúp định hình các phiên bản phát hành của Thunderbird trong tương lai. <a target="_blank" href="%(url2)s"><b>Gửi ý tưởng của bạn</b></a> và nhớ gắn tag Thunderbird để người khác có thể tìm thấy và bình chọn cho đề xuất của bạn.<br><br> Để được hỗ trợ kỹ thuật từ Thunderbird, vui lòng truy cập <a target="_blank" href="%(url3)s"><b>trang hỗ trợ</b> của chúng tôi</a>

source: Visit Mozilla Connect to submit your ideas for Thunderbird.
bg: Посетете Mozilla Connect, за да изпратите идеите си за Thunderbird.
cy: Ewch i Mozilla Connect i gyflwyno'ch syniadau ar gyfer Thunderbird.
de: Besuchen Sie Mozilla Connect, um Ihre Ideen für Thunderbird einzureichen.
es_ar: Visitá Mozilla Connect para enviar tus ideas sobre Thunderbird.
es_cl: Visita Mozilla Connect para enviar tus ideas para Thunderbird.
fr: Consultez Mozilla Connect pour soumettre vos idées pour Thunderbird.
gl: Visita Mozilla Connect para enviar as túas ideas para Thunderbird.
hu: Látogasson el a Mozilla Connect oldalra, és küldje be ötleteit a Thunderbirdhöz.
pt_br: Visite o Mozilla Connect para enviar suas ideias sobre o Thunderbird.
ru: Посетите Mozilla Connect, чтобы отправить свои идеи для Thunderbird.
sv_se: Besök Mozilla Connect för att skicka in dina idéer för Thunderbird.
tr: Thunderbird ile ilgili fikirlerinizi paylaşmak için Mozilla Connect’i ziyaret edebilirsiniz.
vi: Truy cập Mozilla Connect để gửi ý tưởng của bạn cho Thunderbird.

source: Chinese Simplified
bg: китайски, опростен
cs: Čínština (zjednodušená)
cy: Tsieineeg Symledig
de: Chinesisch vereinfacht
el: Κινεζικά (Απλοποιημένα)
es_ar: Chino simplificado
es_cl: Chino simplificado
es_es: Chino simplificado
eu: Txinatar soildua
fi: Kiina, yksinkertaistettu
fr: Chinois simplifié
fy_nl: Ferienfâldige Sineesk
gl: Chinés simplificado
hu: Egyszerűsített kínai
ia: Chinese simplificate
is: Einfölduð kínverska
it: Cinese semplificato
ja: 中国語（簡体字）
nl: Vereenvoudigd Chinees
nn_no: Kinesisk, forenkla
pl: chiński uproszczony
pt_br: Chinês simplificado
ru: Китайский упрощённый
sk: Čínština (zjednodušená)
sl: kitajščina (poenostavljena)
sq: Kineze e Thjeshtuar
sv_se: Förenklad kinesiska
tr: Basitleştirilmiş Çince
uk: Китайська спрощена
vi: Tiếng Trung giản thể

source: Czech
bg: Чешки
cs: Čeština
cy: Tsieceg
de: Tschechisch
el: Τσεχικά
es_ar: Checo
es_cl: Checo
es_es: Checo
eu: Txekiera
fi: Tšekki
fr: Tchèque
fy_nl: Tsjechysk
gl: Checo
hu: Cseh
ia: Checo
is: Tékkneska
it: Ceco
ja: チェコ語
nl: Tsjechisch
nn_no: Tsjekkisk
pl: czeski
pt_br: Tcheco
ru: Чешский
sk: Čeština
sl: češčina
sq: Çekisht
sv_se: Tjeckiska
tr: Çekçe
uk: Чеська
vi: Tiếng Séc

source: Danish
bg: Датски
cs: Dánština
cy: Daneg
de: Dänisch
el: Δανικά
es_ar: Danés
es_cl: Danés
es_es: Danés
eu: Daniera
fi: Tanska
fr: Danois
fy_nl: Deensk
gl: Danés
hu: Dán
ia: Danese
is: Danska
it: Danese
ja: https://www.matecat.com/translate/o21864-1g/en-GB-da-DK/8974480-e2d61479b045
nl: Deens
nn_no: Dansk
pl: duński
pt_br: Dinamarquês
ru: Датский
sk: Dánčina
sl: danščina
sq: Danisht
sv_se: Danska
tr: Danca
uk: Данська
vi: Tiếng Đan Mạch

source: Dutch
bg: Нидерландски
cs: Nizozemština
cy: Iseldireg
de: Niederländisch
el: Ολλανδικά
es_ar: Holandés
es_cl: Neerlandés
es_es: Neerlandés
eu: Nederlandera
fi: Hollanti
fr: Néerlandais
fy_nl: Nederlânsk
gl: Holandés
hu: Holland
ia: Nederlandese
is: Hollenska
it: Olandese
ja: オランダ語
nl: Nederlands
nn_no: Nederlandsk
pl: holenderski
pt_br: Holandês
ru: Голландский
sk: Holandčina
sl: nizozemščina
sq: Holandisht
sv_se: Nederländska
tr: Felemenkçe
uk: Нідерландська
vi: Tiếng Hà Lan

source: English
bg: Английски
cs: Angličtina
cy: Saesneg
de: Englisch
el: Αγγλικά
es_ar: Inglés
es_cl: Inglés
es_es: Inglés
eu: Ingelesa
fi: Englanti
fr: Anglais
fy_nl: Ingelsk
gl: Inglés
hu: Angol
ia: Anglese
is: Enska
it: Inglese
ja: 英語
nl: Engels
nn_no: Engelsk
pl: angielski
pt_br: Inglês
ru: Английский
sk: Angličtina
sl: angleščina
sq: Anglisht
sv_se: Engelska
tr: İngilizce
uk: Англійська
vi: Tiếng Anh

source: French
bg: Френски
cs: Francouzština
cy: Ffrangeg
de: Französisch
el: Γαλλικά
es_ar: Francés
es_cl: Francés
es_es: Francés
eu: Frantsesa
fi: Ranska
fr: Français
fy_nl: Frânsk
gl: Francés
hu: Francia
ia: Francese
is: Franska
it: Francese
ja: フランス語
nl: Frans
nn_no: Fransk
pl: francuski
pt_br: Francês
ru: Французский
sk: Francúzština
sl: francoščina
sq: Frëngjisht
sv_se: Franska
tr: Fransızca
uk: Французька
vi: Tiếng Pháp

source: German
bg: Немски
cs: Němčina
cy: Almaeneg
de: Deutsch
el: Γερμανικά
es_ar: Alemán
es_cl: Alemán
es_es: Alemán
eu: Alemana
fi: Saksa
fr: Allemand
fy_nl: Dútsk
gl: Alemán
hu: Német
ia: Germano
is: Þýska
it: Tedesco
ja: ドイツ語
nl: Duits
nn_no: Tysk
pl: niemiecki
pt_br: Alemão
ru: Немецкий
sk: Nemčina
sl: nemščina
sq: Gjermanisht
sv_se: Tyska
tr: Almanca
uk: Німецька
vi: Tiếng Đức

source: Italian
bg: Италиански
cs: Italština
cy: Eidaleg
de: Italienisch
el: Ιταλικά
es_ar: Italiano
es_cl: Italiano
es_es: Italiano
eu: Italiera
fi: Italia
fr: Italien
fy_nl: Italiaansk
gl: Italiano
hu: Olasz
ia: Italiano
is: Ítalska
it: Italiano
ja: イタリア語
nl: Italiaans
nn_no: Italiensk
pl: włoski
pt_br: Italiano
ru: Итальянский
sk: Taliančina
sl: italijanščina
sq: Italisht
sv_se: Italienska
tr: İtalyanca
uk: Італійська
vi: Tiếng Ý

source: Japanese
bg: Японски
cs: Japonština
cy: Japanëeg
de: Japanisch
el: Ιαπωνικά
es_ar: Japonés
es_cl: Japonés
es_es: Japonés
eu: Japoniera
fi: Japani
fr: Japonais
fy_nl: Japansk
gl: Xaponés
hu: Japán
ia: Japonese
is: Japanska
it: Giapponese
ja: 日本語
nl: Japans
nn_no: Japansk
pl: japoński
pt_br: Japonês
ru: Японский
sk: Japončina
sl: japonščina
sq: Japonisht
sv_se: Japanska
tr: Japonca
uk: Японська
vi: Tiếng Nhật

source: Other
bg: Друг
cs: Ostatní
cy: Eraill
de: Sonstiges
el: Άλλη
es_ar: Otros
es_cl: Otro
es_es: Otro
eu: Bestelakoak
fi: Muu
fr: Autre
fy_nl: Oars
gl: Outro
hu: Egyéb
ia: Altere
is: Annað
it: Altro
ja: その他
nl: Overig
nn_no: Anna
pl: Inny
pt_br: Outro
ru: Другой
sk: Iný
sl: drugo
sq: Tjetër
sv_se: Annat
tr: Diğer
uk: Інша
vi: Khác

source: Polish
bg: Полски
cs: Polština
cy: Pwyleg
de: Polnisch
el: Πολωνικά
es_ar: Polaco
es_cl: Polaco
es_es: Polaco
eu: Poloniera
fi: Puola
fr: Polonais
fy_nl: Poalsk
gl: Polaco
hu: Lengyel
ia: Polonese
is: Pólska
it: Polacco
ja: ポーランド語
nl: Pools
nn_no: Polsk
pl: polski
pt_br: Polonês
ru: Польский
sk: Poľština
sl: poljščina
sq: Polonisht
sv_se: Polska
tr: Lehçe
uk: Польська
vi: Tiếng Ba Lan

source: Portuguese
bg: Португалски
cs: Portugalština
cy: Portiwgaleg
de: Portugiesisch
el: Πορτογαλικά
es_ar: Portugués
es_cl: Portugués
es_es: Portugués
eu: Portugesa
fi: Portugali
fr: Portugais
fy_nl: Portugeesk
gl: Portugués
hu: Portugál
ia: Portugese
is: Portúgalska
it: Portoghese
ja: ポルトガル語
nl: Portugees
nn_no: Portugisisk
pl: portugalski
pt_br: Português
ru: Португальский
sk: Portugalčina
sl: portugalščina
sq: Portugalisht
sv_se: Portugisiska
tr: Portekizce
uk: Португальська
vi: Tiếng Bồ Đào Nha

source: Russian
bg: Руски
cs: Ruština
cy: Rwseg
de: Russisch
el: Ρωσικά
es_ar: Ruso
es_cl: Ruso
es_es: Ruso
eu: Errusiera
fi: Venäjä
fr: Russe
fy_nl: Russysk
gl: Ruso
hu: Orosz
ia: Russo
is: Rússneska
it: Russo
ja: ロシア語
nl: Russisch
nn_no: Russisk
pl: rosyjski
pt_br: Russo
ru: Русский
sk: Ruština
sl: ruščina
sq: Rusisht
sv_se: Ryska
tr: Rusça
uk: Російська
vi: Tiếng Nga

source: Spanish
bg: Испански
cs: Španělština
cy: Sbaeneg
de: Spanisch
el: Ισπανικά
es_ar: Español
es_cl: Español
es_es: Español
eu: Gaztelania
fi: Espanja
fr: Espagnol
fy_nl: Spaansk
gl: Español
hu: Spanyol
ia: Espaniol
is: Spænska
it: Spagnolo
ja: スペイン語
nl: Spaans
nn_no: Spansk
pl: hiszpański
pt_br: Espanhol
ru: Испанский
sk: Španielčina
sl: španščina
sq: Spanjisht
sv_se: Spanska
tr: İspanyolca
uk: Іспанська
vi: Tiếng Tây Ban Nha

source: To update the email that you are using to make and manage your donations, please <b>visit our <a target="_blank" href="%(url)s">Donor Portal</a></b>.
cy: I ddiweddaru'r e-bost rydych yn ei ddefnyddio i wneud a rheoli eich rhoddion, <b>ewch i'n <a target="_blank" href="%(url)s">Porth Rhoddwyr</a></b>.
de: Um die E-Mail-Adresse zu aktualisieren, mit der Sie Ihre Spenden tätigen, und um Ihre Spenden zu verwalten, <b>besuchen Sie bitte unser <a target="_blank" href="%(url)s">Spender-Portal</a></b>.
es_ar: Para actualizar el correo electrónico que estás usando para hacer y administrar tus donaciones, <b>visitá nuestro <a target="_blank" href="%(url)s">Portal de donantes</a></b>.
es_cl: Para actualizar el correo electrónico que utilizas para realizar y administrar tus donaciones, <b>visita nuestro <a target="_blank" href="%(url)s">Portal de donantes</a></b>.
fr: Pour mettre à jour l’adresse e-mail que vous utilisez pour effectuer et gérer vos dons, veuillez <b>consulter le <a target="_blank" href="%(url)s">portail des dons</a></b>.
gl: Para actualizar o correo electrónico que estás a usar para facer e xestionar as túas doazóns, <b>visita o noso <a target="_blank" href="%(url)s">Portal de doantes</a></b>.
hu: Az adományok küldéséhez és kezeléséhez használt e-mail-cím frissítéséhez, <b>keresse fel az <a target="_blank" href="%(url)s">Adományozói portálunkat</a></b>.
ru: Чтобы обновить адрес электронной почты, который вы используете для совершения пожертвований и управления ими, пожалуйста, <b>посетите наш <a target="_blank" href="%(url)s">Донорский портал</a></b>.
sv_se: För att uppdatera vilken e-postadress du använder för att göra och hantera dina donationer, <b>besök vår <a target="_blank" href="%(url)s">givarportal</a></b>.
vi: Để cập nhật email mà bạn đang sử dụng để thực hiện và quản lý các khoản đóng góp của mình, vui lòng <b>truy cập <a target="_blank" href="%(url)s">cổng thông tin tài trợ</a> của chúng tôi</b>.

source: To sign in to your donor portal, please use the email that you used to make your donation.
bg: За да влезете в портала за дарители, моля, използвайте имейла, който сте използвали, за да направите вашето дарение.
cy: I fewngofnodi i'ch porth rhoddwyr, defnyddiwch yr e-bost a ddefnyddiwyd gennych i wneud eich rhodd.
de: Um sich bei Ihrem Spenderportal anzumelden, verwenden Sie bitte die E-Mail-Adresse, mit der Sie Ihre Spende geleistet haben.
es_ar: Para iniciar sesión en tu portal de donantes, usá el correo electrónico con el que hiciste tu donación.
es_cl: Para conectarte al portal de donantes, utiliza el correo electrónico que usaste para realizar tu donación.
fr: Pour vous connecter au portail des dons, veuillez utiliser l’adresse e-mail avec laquelle vous avez effectué votre don.
gl: Para iniciar sesión no teu portal de doadores, utiliza o correo electrónico que utilizaches para facer a túa doazón.
hu: Az adományozói portálra való bejelentkezéshez használja azt az e-mail-címet, amelyet az adományozáshoz használt.
pt_br: Para entrar no portal do doador, use o email que você usou para fazer sua doação.
ru: Чтобы войти на свой донорский портал, пожалуйста, используйте адрес электронной почты, который вы использовали для совершения пожертвования.
sv_se: För att logga in på din givarportal, använd den e-postadress du använde för att göra din donation.
tr: Bağışçı portalına giriş yapmak için lütfen bağışta bulunurken kullandığınız e-postayı kullanın.
vi: Để đăng nhập vào cổng thông tin tài trợ của bạn, vui lòng sử dụng email mà bạn đã sử dụng để quyên góp.
