Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: If Crash Reporter appears when Thunderbird crashes, please provide as many details as possible to help developers.
cs: Když se při pádu Thunderbirdu zobrazí okno pro nahlášení pádu, poskytněte prosím co nejvíce podrobností, abyste pomohli vývojářům.
cy: Os bydd yr Adroddwr Chwalu'n ymddangos pan fydd Thunderbird wedi chwalu, rhowch ragor o fanylion i helpu datblygwyr.
de: Wenn der Absturzmelder erscheint, wenn Thunderbird abstürzt, geben Sie bitte so viele Details wie möglich an, um Entwicklern zu helfen.
el: Εάν εμφανιστεί η Αναφορά καταρρεύσεων όταν καταρρεύσει το Thunderbird, παρακαλούμε μοιραστείτε όσο το δυνατόν περισσότερες λεπτομέρειες για να βοηθήσετε τους προγραμματιστές.
es_ar: Si aparece Crash Reporter cuando Thunderbird falla, proporcioná la mayor cantidad de detalles posibles para ayudar a los desarrolladores.
es_cl: Si el Reportador de fallos aparece cuando Thunderbird falla, por favor coméntanos la mayor cantidad de detalles que puedas para ayudar a los desarrolladores.
es_es: Si después de un fallo de Thunderbird aparece el Informe de Fallos, por favor proporcione tantos detalles como sea posible para ayudar a los desarrolladores.
eu: Akats txostena agertzen bada Thunderbirdek huts egitean, mesedez bidali ahal dituzun zehaztasun guztiak garatzaileei laguntzeko.
fr: Si l’utilitaire de rapport de plantage s’ouvre après un plantage de Thunderbird, merci de bien vouloir fournir un maximum de détails afin d’aider les développeurs et développeuses.
fy_nl: As Crashreporter ferskynt as Thunderbird ferûngelokket, jou dan mear details om ûntwikkelers te helpen.
gl: Se aparece o informe de quebras cando Thunderbird falla, , proporcione o maior número posible de detalles para axudar aos desenvolvedores.
hu: Ha megjelent az összeomlás-bejelentő (ha a Thunderbird összeomlik), adjon meg további részleteket, hogy segítsen a fejlesztőknek
ia: Si le Reportator de crash appare quando Thunderbird collabe, forni quanto plus detalios possibile pro adjutar le disveloppatores.
is: Ef hrunskýrsluglugginn birtist þegar Thunderbird hrynur, skaltu endilega gefa upp nánari upplýsingar til að hjálpa forriturunum.
it: Se dopo un arresto anomalo di Thunderbird viene visualizzato Crash Reporter, fornisci quanti più dettagli possibili per aiutare gli sviluppatori.
ja: Thunderbird がクラッシュしてクラッシュレポーターが表示されたときは、開発者の助けとなる問題の詳細をできるだけ多く報告してください。
nl: Als Crashreporter verschijnt wanneer Thunderbird crasht, geef dan zo veel mogelijk details om ontwikkelaars te helpen.
nn_no: Om krasjrapporten vert vist når Thunderbird krasjar, gjer vel og skriv inn så mange opplysningar du kan, for å hjelpe programmerarane.
pl: Jeśli po awarii Thunderbirda pojawi się okno zgłaszania awarii, prosimy podać jak najwięcej informacji, aby pomóc programistom.
pt_br: Se aparecer o relator de travamentos quando o Thunderbird travar, forneça o máximo de detalhes possível para ajudar os desenvolvedores.
ru: Если появляется окно «Сообщения о падении» при падении Thunderbird, предоставьте как можно больше сведений, чтобы помочь разработчикам.
sk: Ak sa pri zlyhaní Thunderbirdu zobrazí Oznamovateľ zlyhania, uveďte čo najviac podrobností, aby ste pomohli vývojárom.
sl: Če se je Thunderbird sesul in pojavil poročevalec o sesutju, navedite čim več podrobnosti v pomoč razvijalcem.
sq: Nëse, kur vithiset Thunderbird-i, shfaqet Njoftuesi i Vithisjeve, ju lutemi, jepni sa më shumë hollësi që mundeni, për të ndihmuar zhvilluesit.
sv_se: Om kraschrapportören visas när Thunderbird kraschar, vänligen ange så många detaljer som möjligt för att hjälpa utvecklare.
tr: Thunderbird çöktüğünde çökme raporcusu açılırsa lütfen geliştiricilere yardımcı olmak için sağlayabildiğiniz kadar bilgi sağlayın.
uk: Якщо з’являється вікно звіту про збій після аварійного завершення роботи Thunderbird, надайте якомога більше інформації, щоб допомогти розробникам усунути проблему.
vi: Nếu trình báo cáo lỗi xuất hiện khi Thunderbird gặp sự cố, vui lòng cung cấp càng nhiều thông tin chi tiết càng tốt để giúp đỡ các nhà phát triển.

source: Help make Thunderbird better.
cs: Pomozte Thunderbird vylepšit.
cy: Helpwch i wneud Thunderbird yn well.
de: Helfen Sie mit, Thunderbird besser zu machen.
el: Συμβάλλετε στη βελτίωση του Thunderbird.
es_ar: Ayudá a mejorar Thunderbird.
es_cl: Ayuda a mejorar Thunderbird.
es_es: Ayude a mejorar Thunderbird.
eu: Lagundu Thunderbird hobea egiten.
fr: Aidez à rendre Thunderbird meilleur.
fy_nl: Help Thunderbird better te meitsjen.
gl: Axudar a mellorar Thunderbird.
hu: Segítsen a Thunderbird jobbá tételében.
ia: Adjuta a render Thunderbird melior.
is: Hjálpaðu til við að gera Thunderbird betri.
it: Aiuta a migliorare Thunderbird.
ja: Thunderbird より良くするためにご協力ください。
kab: Ɛawen ad nerr Thunderbird igerrez ugar.
nl: Help Thunderbird beter te maken.
nn_no: Hjelp til med å gjere Thunderbird betre.
pl: Pomóż ulepszać Thunderbirda.
pt_br: Ajude a melhorar o Thunderbird.
ru: Помогите сделать Thunderbird лучше.
sk: Pomôžte zlepšiť Thunderbird.
sl: Pomagajte izboljšati Thunderbird.
sq: Ndihmoni të përmirësohet Thunderbird-i.
sv_se: Hjälp till att göra Thunderbird bättre.
tr: Thunderbird’ü iyileştirmemize yardımcı olun.
uk: Допоможіть поліпшити Thunderbird.
vi: Giúp cải thiện Thunderbird.

source: Get the Beta
cs: Získat betaverzi
cy: Cael y Beta
de: Holen Sie sich die Beta-Version
el: Λήψη έκδοσης Beta
es_ar: Conseguí la beta
es_cl: Obtén la beta
es_es: Obtén la versión beta
eu: Lortu beta
fr: Télécharger
fy_nl: De Beta downloade
gl: Obtén a versión beta
hu: A Béta beszerzése
ia: Installar le version beta
is: Náðu í Beta-prófunarútgáfuna
it: Ottieni la versione beta
ja: ベータ版を入手
kab: Sader Beta
nl: De Beta downloaden
nn_no: Last ned Beta
pl: Pobierz betę
pt_br: Obter o Beta
ru: Получить бета-версию
sk: Získať verziu beta
sl: Prenesi beta različico
sq: Merrni Beta-n
sv_se: Skaffa Beta
tr: Betayı indirin
uk: Отримайте бета-версію
vi: Tải xuống bản Beta

source: Hello!
bg: Здравейте!
cy: Helo!
de: Hallo!
el: Γεια σας!
es_ar: ¡Hola!
es_cl: ¡Hola!
eu: Kaixo!
fi: Hei!
fr: Bonjour !
fy_nl: Hallo!
gl: Ola!
hu: Üdvözöljük!
ia: Holla!
is: Halló!
it: Ciao
ja: こんにちは！
nl: Hallo!
nn_no: Hei!
pl: Witaj!
pt_br: Olá!
ru: Привет!
sk: Vitajte!
sl: Pozdravljeni!
sq: Tungjatjeta!
sv_se: Hej!
tr: Merhaba!
uk: Привіт!
vi: Xin chào!

source: You're probably looking for <a href="%(url)s">Thunderbird.net</a>.
bg: Вероятно търсите <a href="%(url)s">Thunderbird.net</a>.
cy: Mae'n debyg eich bod yn chwilio am <a href="%(url)s">Thunderbird.net</a>.
de: Sie suchen wahrscheinlich nach <a href="%(url)s">Thunderbird.net</a>.
el: Μάλλον ψάχνετε το <a href="%(url)s">Thunderbird.net</a>.
es_ar: Probablemente estás buscando <a href="%(url)s">Thunderbird.net</a>.
es_cl: Probablemente estás buscando <a href="%(url)s">Thunderbird.net</a>.
eu: Ziurrenik <a href="%(url)s">Thunderbird.net</a> bilatzen ari zara.
fi: Etsit todennäköisesti sivustoa <a href="%(url)s">Thunderbird.net</a>.
fr: Vous recherchez probablement <a href="%(url)s">Thunderbird.net</a>.
fy_nl: Jo sykje wierskynlik nei <a href="%(url)s">Thunderbird.net</a>.
gl: Probablemente esteas a buscar <a href="%(url)s">Thunderbird.net</a>.
hu: Valószínűleg a <a href="%(url)s">Thunderbird.net</a> oldalt keresi.
ia: Tu probabilemente recerca <a href="%(url)s">Thunderbird.net</a>.
is: Þú ert líklega að leita að <a href="%(url)s">Thunderbird.net</a>.
it: Probabilmente stai cercando <a href="%(url)s">Thunderbird.net</a>.
ja: もしかして <a href="%(url)s">thunderbird.net</a> をお探しでしょうか。
nl: U bent waarschijnlijk op zoek naar <a href="%(url)s">Thunderbird.net</a>.
nn_no: Du leitar sannsynlegvis etter <a href="%(url)s">Thunderbird.net</a>.
pl: Prawdopodobnie szukasz strony <a href="%(url)s">Thunderbird.net</a>.
pt_br: Provavelmente você está procurando <a href="%(url)s">Thunderbird.net</a>.
ru: Вероятно, вы ищете <a href="%(url)s">Thunderbird.net</a>.
sk: Pravdepodobne hľadáte <a href="%(url)s">Thunderbird.net</a>.
sl: Najverjetneje iščete <a href="%(url)s">thunderbird.net</a>.
sq: Mundet se po kërkonit për <a href="%(url)s">Thunderbird.net</a>.
sv_se: Du letar förmodligen efter <a href="%(url)s">Thunderbird.net</a>.
tr: Muhtemelen <a href="%(url)s">Thunderbird.net</a>’i arıyorsunuz.
uk: Ймовірно, ви шукаєте <a href="%(url)s">Thunderbird.net</a>.
vi: Có lẽ bạn đang tìm kiếm <a href="%(url)s">Thunderbird.net</a>.

source: Notice
bg: Забележка
cy: Hysbysiad

source: Close Notice.
bg: Затваряне на забележката.
cy: Cau'r Hysbysiad.

source: Your browser or an extension might be blocking our donation platform, Fundraise Up.
bg: Вашият четец или разширение може да блокира платформата ни за дарения, Fundraise Up.
cy: Mae'n bosibl bod eich porwr neu estyniad yn rhwystro ein platfform rhoddion, Codwch Arian Nawr.
fi: Selaimesi tai laajennuksesi saattaa estää lahjoitusalustamme Fundraise Upin toiminnan.

source: Please try again using a different browser, or temporarily disabling the extension.
bg: Моля, опитайте с друг четец или временно деактивирайте разширението.
cy: Ceisiwch eto gan ddefnyddio porwr gwahanol, neu analluogi'r estyniad dros dro.
fi: Yritä uudelleen eri selaimella tai poista laajennus käytöstä väliaikaisesti.

source: Thunderbird is a free email application that’s easy to set up and customize - and it’s loaded with great features!
bg: Thunderbird е свободен пощенски клиент, който лесно се настройва и приспособява, също така притежава чудесни възможности!
cs: Thunderbird je poštovní program, který je snadno nastavitelný, přizpůsobitelný a obsahuje skvělé funkce!
cy: Mae Thunderbird yn rhaglen e-bost am ddim, sy'n hawdd ei osod a'i addasu - ac mae'n llawn o nodweddion gwych!
de: Thunderbird ist eine freie E-Mail-Anwendung, die sich leicht einrichten und anpassen lässt – und wir haben viele tolle Funktionen hineingepackt!
el: Το Thunderbird είναι μια δωρεάν εφαρμογή ηλεκτρονικής αλληλογραφίας που εγκαθίσταται και προσαρμόζεται εύκολα - και είναι γεμάτο απίθανα χαρακτηριστικά!
es_ar: Thunderbird es una aplicación gratuita de correo electrónico que es fácil de configurar y personalizar, ¡y está repleta de maravillosas funcionalidades!
es_cl: Thunderbird es una aplicación de correo gratuita que es fácil de configurar y personalizar - ¡y está cargada de grandes funcionalidades!
es_es: Thunderbird es una aplicación de correo gratuita fácil de configurar y personalizar, ¡y con muchas características geniales!
eu: Thunderbird doako posta-aplikazioa da, konfiguratu eta pertsonalizatzeko erraza - eta ezaugarri bikainez betea!
fi: Thunderbird on ilmainen sähköpostiohjelma, joka on helppo ottaa käyttöön ja muokata mieleisekseen – ja siinä on paljon mainioita toimintoja!
fr: Thunderbird est une application de messagerie facile à configurer et à personnaliser — elle comporte de nombreuses fonctionnalités très pratiques !
fy_nl: Thunderbird is in fergeze e-mailapplikaasje dy’t maklik yn te stellen en oan te passen is - en it is fol mei moaie funksjes!
gl: Thunderbird é unha aplicación de correo libre que é fácil de configurar e personalizar - e ven con fantásticas características!
hu: A Thunderbird egyszerűen telepíthető és testreszabható, ingyenes levelezőprogram - amely tele van nagyszerű funkciókkal!
ia: Thunderbird es un application libere e gratuite de posta electronic, facile a configurar e personalisar – e plen de functiones extraordinari!
is: Thunderbird er ókeypis póstforrit sem er auðvelt að setja upp og sérsníða - og er hlaðið stórkostlegum möguleikum!
it: Thunderbird è un’applicazione libera e gratuita per la gestione della posta elettronica, dotata di straordinarie funzioni, facile da configurare e personalizzare.
ja: メッセージの高速全文検索、タブ表示、アーカイブ。設定も簡単で、カスタマイズ自由自在。そんなメールソフトが Thunderbird です。
kab: Thunderbird d asnas n yiznan afessas ama di twila neɣ ubeddel n talɣa n wudem-is - daɣen yegber ddeqs n tmahilin i ifazen nezzeh!
nb_no: Thunderbird er et gratis e-postprogram som det er enkelt å komme i gang med og konfigurere - og den er fullpakket av nyttige funksjoner!
nl: Thunderbird is een gratis e-mailtoepassing die eenvoudig ingesteld en aangepast kan worden – en het zit vol met handige functies!
nn_no: Thunderbird er eit gratis e-postprogram som er enkelt å bruka og tilpassa — i tillegg er det fullpakka med nyttige funksjonar!
pl: Thunderbird to bezpłatny i rozszerzalny klient poczty z wieloma wspaniałymi funkcjami!
pt_br: O Thunderbird é um aplicativo de email gratuito, fácil de configurar e personalizar, além de estar repleto de recursos fantásticos!
ru: Thunderbird — это бесплатная почтовая программа, лёгкая в установке и настройке — и имеющая множество великолепных возможностей!
sk: Thunderbird je voľne dostupná aplikácia na správu pošty, ktorá sa ľahko nastavuje, jednoducho prispôsobuje a je plná skvelých funkcií.
sl: Thunderbird je brezplačen program za e-pošto, preprost za uporabo in prilagajanje – in poln koristnih možnosti!
sq: Thunderbird-i është një aplikacion për email-e i lirë, që është e lehtë të rregullohet dhe të përshtatet - dhe vjen me veçori të fuqishme!
sv_se: Thunderbird är ett gratis e-postprogram som är enkelt att använda och anpassa - och som är späckat med fantastiska funktioner!
tr: Thunderbird, kurulumu ve özelleştirmesi kolay, ücretsiz bir e-posta uygulamasıdır. Harika özellikleri de cabası!
uk: Thunderbird — це вільна програма для роботи з електронною поштою, яку легко встановити і налаштувати. До того ж, вона містить багато корисних функцій!
vi: Thunderbird là ứng dụng email miễn phí, dễ dàng cài đặt và tùy chỉnh; đi kèm với nhiều tính năng tuyệt vời!

source: Privacy
bg: Лични данни
cs: Soukromí
cy: Preifatrwydd
de: Datenschutz
el: Απόρρητο
es_ar: Privacidad
es_cl: Privacidad
es_es: Privacidad
eu: Pribatutasuna
fi: Tietosuoja
fr: Confidentialité
gl: Privacidade
hu: Adatvédelem
ia: Confidentialitate
is: Friðhelgi
ja: プライバシー
kab: Tudert tabaḍnit
nb_no: Personvern
nn_no: Personvern
pl: Prywatność
pt_br: Privacidade
ru: Приватность
sk: Súkromie
sl: Zasebnost
sq: Privatësi
sv_se: Sekretess
tr: Gizlilik
uk: Приватність
vi: Riêng tư

source: Cookies
bg: Бисквитки
cy: Cwcis
el: Cookie
eu: Cookieak
fi: Evästeet
gl: Rastros (Cookies)
hu: Sütik
is: Vefkökur
it: Cookie
ja: Cookie
kab: Inagan n tuqqna
nb_no: Infokapsler
nn_no: Infokapslar
pl: Ciasteczka
ru: Куки
sl: Piškotki
sv_se: Kakor
tr: Çerezler
uk: Файли cookie
vi: Cookie

source: Legal
bg: Правни въпроси
cs: Právní informace
cy: Cyfreithiol
de: Rechtliches
el: Νομικά
es_ar: Legales
eu: Lege-oharra
fi: Juridiset asiat
fr: Mentions légales
fy_nl: Juridysk
hu: Jogi információk
ia: Juridic
is: Lagalegt efni
it: Note legali
ja: 法的情報
kab: Usḍif
nb_no: Juridisk
nl: Juridisch
nn_no: Juridisk
pl: Podstawa prawna
pt_br: Jurídico
ru: Юридическая информация
sk: Právne informácie
sl: Pravno obvestilo
sq: Ligjore
sv_se: Juridisk information
tr: Hukuki bilgiler
uk: Правові положення
vi: Thông tin pháp lý

source: Send DMCA Notice
bg: Изпратете DMCA известие
cs: Odeslat oznámení DMCA
cy: Anfon Hysbysiad DMCA
de: DMCA-Benachrichtigung senden
el: Αποστολή ειδοποίησης DMCA
es_ar: Enviar aviso de DMCA
es_cl: Enviar aviso de DMCA
es_es: Enviar un aviso DMCA
eu: Bidali DMCA oharra
fi: Lähetä DMCA-ilmoitus
fr: Envoyer une notification DMCA
fy_nl: DMCA-opmerking ferstjoere
gl: Enviar aviso DMCA
hu: DMCA értesítés küldése
ia: Inviar un notification DMCA
is: Senda DMCA-tilkynningu
it: Invia richiesta DMCA
ja: DMCA通知を送信
nl: DMCA-opmerking verzenden
pl: Wyślij powiadomienie DMCA
pt_br: Enviar notificação de DMCA
ru: Отправить уведомление DMCA
sk: Odoslať oznámenie DMCA
sl: Pošlji obvestilo DMCA
sq: Dërgoni Njoftim DMCA
sv_se: Skicka DMCA-meddelande
tr: DMCA bildirimi gönder
uk: Надіслати сповіщення DMCA
vi: Gửi thông báo DMCA

source: Report Fraud
bg: Доклад за измама
cs: Nahlásit podvod
cy: Adrodd am Dwyll
de: Betrug melden
el: Αναφορά απάτης
es_ar: Informar fraude
es_cl: Reportar fraude
es_es: Denunciar fraude
eu: Iruzurren berri eman
fi: Ilmoita petoksesta
fr: Signaler une fraude
fy_nl: Fraude rapportearje
gl: Denunciar fraude
hu: Csalás jelentése
ia: Reportar un fraude
is: Tilkynna svik
it: Segnala una frode
ja: 不正行為を報告する
nl: Fraude rapporteren
nn_no: Rapporter svindel
pl: Zgłoś oszustwo
pt_br: Denunciar fraude
ru: Сообщить о мошенничестве
sk: Nahlásiť podvod
sl: Prijavi prevaro
sq: Njoftoni Rreng
sv_se: Rapportera bedrägeri
tr: Dolandırıcılık bildir
uk: Повідомити про шахрайство
vi: Báo cáo gian lận

source: Participation Guidelines
bg: Насоки за допринасяне
cs: Pravidla pro přispěvatele
cy: Canllawiau Cyfranogi
de: Richtlinien zum Mitmachen
el: Κανόνες συμμετοχής
es_ar: Pautas de participación
es_cl: Pautas de participación
es_es: Pautas de participación
eu: Parte-hartze gida-lerroak
fi: Osallistumisohjeet
fr: Directives relatives à la participation
fy_nl: Rjochtlinen foar dielname
gl: Directrices de participación
hu: Részvételi irányelvek
ia: Lineas guida pro participar
is: Leiðbeiningar varðandi þátttöku
it: Linee guida per la partecipazione
ja: 参加ガイドライン
kab: Ilugan uttekki
nb_no: Retningslinjer for deltakelse
nl: Richtlijnen voor deelname
nn_no: Retningslinjer for deltaking
pl: Wytyczne uczestnictwa
pt_br: Diretrizes de participação
ru: Условия участия
sk: Pravidlá pre prispievanie
sl: Smernice za sodelovanje
sq: Udhëzime Pjesëmarrjeje
sv_se: Riktlinjer för deltagande
tr: Katılım kuralları
uk: Настанови щодо участі
vi: Hướng dẫn tham gia

source: Click here to <b>Donate!</b>
bg: Щракнете тук, за да <b>Дарите!</b>
cy: Cliciwch yma i <b>Roi!</b>
de: Klicken Sie hier, um zu <b>Spenden!</b>
el: Κάντε κλικ εδώ για <b>δωρεά!</b>
es_ar: ¡Clic acá para <b>donar!</b>
es_cl: ¡Haz clic aquí para <b>Donar!</b>
eu: Klik egizu hemen <b>dohaintza</b> egiteko!
fi: Napsauta tästä <b>lahjoittaaksesi!</b>
fr: Cliquez ici pour <b>faire un don !</b>
fy_nl: Klik hjir om te <b>donearjen!</b>
gl: Fai clic aquí para <b>doar!</b>
hu: Kattintson ide az <b>adományozáshoz!</b>
ia: Clicca ci pro <b>Donar!</b>
is: Smelltu hér til að <b>styrkja okkur!</b>
it: Fai clic qui per <b>fare una donazione!</b>
ja: <b>寄付はこちらへ。</b>ご協力をお願いします。
nl: Klik hier om te <b>doneren!</b>
nn_no: Trykk her for å <b>donere!</b>
pl: Kliknij tutaj, aby <b>przekazać datek</b>
pt_br: Clique aqui para <b>fazer uma doação!</b>
ru: Нажмите здесь, чтобы <b>Пожертвовать!</b>
sk: Kliknutím sem <b>prispejte!</b>
sl: Kliknite tukaj za <b>donacijo!</b>
sq: Klikoni këtu që të <b>Dhuroni!</b>
sv_se: Klicka här för att <b>donera!</b>
tr: <b>Bağış yapmak</b> için buraya tıklayın!
uk: Клацніть тут, щоб <b>підтримати нас!</b>
vi: Nhấn vào đây để <b>quyên góp!</b>

source: Help keep <b>Thunderbird Alive!</b>
bg: Помогнете да запазим <b>Thunderbird жив!</b>
cy: Helpwch i gadw <b>Thunderbird yn Fyw!</b>
de: Helfen Sie mit, <b>Thunderbird am Leben zu erhalten!</b>
el: Βοηθήστε το <b>Thunderbird να επιβιώσει!</b>
es_ar: ¡Ayudá a mantener <b>vivo a Thunderbird!</b>
es_cl: ¡Ayuda a mantener <b>vivo a Thunderbird!</b>
eu: Lagundu <b>Thunderbird bizirik</b> mantentzen!
fi: Auta pitämään <b>Thunderbird elossa!</b>
fr: Aidez à garder <b>Thunderbird en vie !</b>
fy_nl: Help <b>Thunderbird yn libben te hâlden!</b>
gl: Axuda a manter <b>Thunderbird vivo!</b>
hu: Segítsen a <b>Thunderbird életben tartásában!</b>
ia: Adjuta a mantener <b>Thunderbird vive!</b>
is: Hjálpaðu við að halda <b>Thunderbird í gangi!</b>
it: Aiutaci a mantenere <b>in vita Thunderbird!</b>
ja: <b>Thunderbirdの存続</b>にご協力ください！
nl: Help <b>Thunderbird in leven te houden!</b>
nn_no: Hjelp til med å halde <b>Thunderbird i live</b>
pl: Pomóż <b>Thunderbirdowi przetrwać</b>
pt_br: Ajude a manter o <b>Thunderbird vivo!</b>
ru: Помогите <b>сохранить Thunderbird!</b>
sk: Pomôžte udržať <b>Thunderbird nažive!</b>
sl: Pomagajte ohraniti <b>Thunderbird pri življenju!</b>
sq: Ndihmoni të mbahet <b>Thunderbird-i Gjallë!</b>
sv_se: Hjälp till att hålla <b>Thunderbird vid liv!</b>
tr: <b>Thunderbird’ü yaşatmamıza</b> yardım edin!
uk: Допоможіть зберегти <b>Thunderbird!</b>
vi: Hãy giúp <b>Thunderbird tồn tại!</b>

source: Only 3% of users support Thunderbird
bg: Само 3% от потребителите поддържат Thunderbird
cy: Dim ond 3% o ddefnyddwyr sy'n cefnogi Thunderbird yn ariannol
fi: Vain 3 prosenttia käyttäjistä tukee Thunderbirdia
pl: Tylko 3% użytkowników wspiera finansowo Thunderbirda

source: Only 3% of users support Thunderbird.
bg: Само 3% от потребителите поддържат Thunderbird.
cy: Dim ond 3% o ddefnyddwyr sy'n cefnogi Thunderbird yn ariannol.
fi: Vain 3 prosenttia käyttäjistä tukee Thunderbirdia.
pl: Tylko 3% użytkowników wspiera finansowo Thunderbirda.

source: Only 3% of users <span>Support Thunderbird</span>
bg: Само 3% от потребителите <span>поддържат Thunderbird</span>
cy: Dim ond 3% o ddefnyddwyr sy'n <span>Cefnogi Thunderbird</span> yn ariannol
fi: Vain 3 prosenttia käyttäjistä <span>tukee Thunderbirdia</span>
pl: Tylko 3% użytkowników <span>wspiera finansowo Thunderbirda</span>

source: In 2024, we soared to new heights, improving our technical infrastructure, boosting Thunderbird’s speed and responsiveness, and launching on Android. But we’re just getting started, with exciting plans for 2025.
bg: През 2024 г. се издигнахме до нови висоти, като подобрихме техническата си инфраструктура, увеличихме скоростта и отзивчивостта на Thunderbird и стартирахме версия под Android. Но ние тепърва започваме с вълнуващи планове за 2025 г.
cy: Yn 2024, fe wnaethom ni esgyn i uchelfannau newydd, gan wella ein seilwaith technegol, rhoi hwb i gyflymder ac ymatebolrwydd Thunderbird, a lansio ar Android. Ond newydd ddechrau rydyn ni, gyda chynlluniau cyffrous ar gyfer 2025.
fi: Vuonna 2024 nousimme uusiin korkeuksiin parantamalla teknistä infrastruktuuriamme, tehostamalla Thunderbirdin nopeutta ja reagointikykyä sekä lanseeraamalla version Androidille. Olemme vasta pääsemässä vauhtiin vuoden 2025 jännittävien suunnitelmien kanssa.
pl: W 2024 wznieśliśmy się na nowe wyżyny ulepszając naszą infrastrukturę techniczną, zwiększając szybkość i responsywność Thunderbirda oraz uruchamiając go na Androidzie. Ale dopiero zaczynamy, z ekscytującymi planami na 2025.

source: Will you help support the most powerful version of Thunderbird yet?
bg: Ще подкрепите ли най-мощното издание на Thunderbird досега?
cy: A wnewch chi helpu i gefnogi'r fersiwn mwyaf pwerus o Thunderbird hyd yma?
fi: Tuetko sinä Thunderbirdin kaikkein tehokkainta versiota?
pl: Czy pomożesz wesprzeć najmocniejszą jak dotąd wersję Thunderbirda?

source: The Thunderbird Team
bg: Екипът на Thunderbird
cs: Tým Thunderbirdu
cy: Tîm Thunderbird
de: Das Thunderbird-Team
el: Η ομάδα του Thunderbird
es_ar: El equipo de Thunderbird
es_cl: El equipo de Thunderbird
es_es: El equipo de Thunderbird
eu: Thunderbird taldea
fi: Thunderbird-tiimi
fr: L’équipe Thunderbird
fy_nl: It Thunderbird-team
gl: O equipo de Thunderbird
hu: A Thunderbird csapata
ia: Le equipa de Thunderbird
is: Thunderbird-teymið
it: Il team di Thunderbird
ja: Thunderbirdチーム
nl: Het Thunderbird-team
nn_no: Thunderbird-teamet
pl: Zespół Thunderbirda
pt_br: A equipe do Thunderbird
ru: Команда Thunderbird
sk: Tím Thunderbirdu
sl: Ekipa Thunderbirda
sq: Ekipi i Thunderbird-it
sv_se: Thunderbird-teamet
tr: Thunderbird Ekibi
uk: Команда Thunderbird
vi: Đội phát triển Thunderbird
