Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: Fixed and fully functional! Clicking a notification dismisses it, brings Thunderbird to the foreground, and selects the message. Notifications now disappear when Thunderbird closes.
cy: Nawr yn gweithio ac yn gwbl weithredol! Mae clicio ar hysbysiad yn ei gau, yn dod â Thunderbird i'r blaendir, ac yn dewis y neges. Mae hysbysiadau nawr yn diflannu pan fydd Thunderbird yn cau.
de: Repariert und voll funktionsfähig! Wenn Sie auf eine Benachrichtigung klicken, wird diese geschlossen, Thunderbird in den Vordergrund gebracht und die Nachricht ausgewählt. Benachrichtigungen verschwinden jetzt, wenn Thunderbird beendet wird.
el: Διορθώθηκε και είναι πλήρως λειτουργικό! Κάνοντας κλικ σε μια ειδοποίηση, αυτή απορρίπτεται, φέρνει το Thunderbird στο προσκήνιο και επιλέγει το μήνυμα. Οι ειδοποιήσεις εξαφανίζονται πλέον όταν κλείνει το Thunderbird.
es_ar: ¡Corregido y completamente funcional! Hacer clic en una notificación la descarta, trae Thunderbird al primer plano y selecciona el mensaje. Las notificaciones ahora desaparecen cuando Thunderbird se cierra.
es_cl: ¡Corregido y completamente funcional! Hacer clic en una notificación la descarta, trae Thunderbird al primer plano y selecciona el mensaje. Las notificaciones ahora desaparecen cuando Thunderbird se cierra.
eu: Konpondu eta guztiz funtzionala! Jakinarazpen bat sakatzean baztertzen da, Thunderbird lehen planora ekartzen du eta mezua hautatzen du. Jakinarazpenak desagertzen dira Thunderbird ixten denean.
fr: Corrigée et entièrement fonctionnelles ! Cliquer sur une notification la ferme, fait passer Thunderbird au premier-plan et sélectionne le message. Les notifications disparaissent désormais à la fermeture de Thunderbird.
fy_nl: Fêst en folslein funksjoneel! Troch op in notifikaasje te klikken, wurdt dizze fuortsmiten, komt Thunderbird op de foargrûn en selektearret it berjocht. Notifikaasjes ferdwine no as Thunderbird slute.
gl: Fixo e totalmente funcional! Ao facer clic nunha notificación, descártaa, Thunderbird aparece en primeiro plano e selecciona a mensaxe. Agora as notificacións desaparecen cando se pecha Thunderbird.
hu: Rögzített és teljesen működőképes! Az értesítésre történő kattintás elrejti azt, a Thunderbird előtérbe kerül, és kiválasztja az üzenetet. Az értesítések eltűnnek a Thunderbird bezárásakor.
ia: Fixe e plenmente functional! Cliccar un aviso lo dimitte, apporta Thunderbird al in prime plano, e selige le message. Le avisos ora dispare quando se claude Thunderbird.
it: Adesso completamente operative! Facendo clic su una notifica, questa viene rimossa, Thunderbird viene portato in primo piano e il messaggio viene selezionato. Ora le notifiche spariranno alla chiusura di Thunderbird.
ja: 修正され、完全に機能します！通知をクリックすると、それが閉じられ、Thunderbirdが前面に表示され、メッセージが選択されます。Thunderbirdが閉じられると通知は消えるようになりました。
nl: Vast en volledig functioneel! Door op een melding te klikken, wordt deze verwijderd, komt Thunderbird op de voorgrond en wordt het bericht geselecteerd. Meldingen verdwijnen nu wanneer Thunderbird wordt afgesloten.
pt_br: Corrigido e totalmente funcional! Clicar em uma notificação a descarta, traz o Thunderbird para frente e seleciona a mensagem. Agora as notificações desaparecem ao fechar o Thunderbird.
ru: Фиксированная и полностью функциональная! Нажатие на уведомление закрывает его, выводит Thunderbird на передний план и выбирает сообщение. Уведомления теперь исчезают при закрытии Thunderbird.
sk: Opravené a plne funkčné! Kliknutím na upozornenie ho zrušíte, Thunderbird sa dostane do popredia a správa sa vyberie. Upozornenia teraz zmiznú, keď sa Thunderbird zatvorí.
sl: Popravljeno in popolnoma delujoče! S klikom na obvestilo ga opustite, Thunderbird vrne v ospredje in izbere sporočilo. Obvestila zdaj izginejo, ko se Thunderbird zapre.
sv_se: Fast och fullt fungerande! Genom att klicka på en avisering avvisas den, Thunderbird visas i förgrunden och meddelandet markeras. Aviseringar försvinner nu när Thunderbird stängs.
uk: Відтепер цілком функціональні! Сповіщення закривається після натискання, Thunderbird з'являється на передньому плані та вибирається відповідне повідомлення. Сповіщення тепер зникають після закриття Thunderbird.
vi: Đã sửa và đầy đủ chức năng! Việc nhấp vào thông báo sẽ loại bỏ thông báo đó, đưa Thunderbird lên trước màn hình của bạn và chọn thư. Thông báo bây giờ sẽ biến mất khi Thunderbird đóng.

source: Context Menu Improvements
bg: Подобрения на контекстното меню
cy: Gwelliannau i'r Ddewislen Cyd-destun
de: Verbesserungen am Kontextmenü
el: Βελτιώσεις στο μενού επιλογών
es_ar: Mejoras en el menú contextual
es_cl: Mejoras en el menú contextual
eu: Testuinguruko menuaren hobekuntzak
fr: Améliorations du menu contextuel
fy_nl: Ferbetteringen yn it kontekstmenu
gl: Melloras do menú contextual
hu: Helyi menü fejlesztései
ia: Meliorationes in le menu contextual
is: Endurbætur á samhengisvalmynd
it: Miglioramenti al menu contestuale
ja: コンテキストメニューの改善
nl: Verbeteringen in het contextmenu
nn_no: Forbetringar i hurtigmenyen
pt_br: Melhorias no menu de contexto
ru: Улучшения в контекстном меню
sk: Vylepšenia kontextovej ponuky
sl: Izboljšave kontekstnega menija
sq: Përmirësime te Menu Konteksi
sv_se: Förbättringar i snabbmenyn
tr: Bağlam menüsü geliştirmeleri
uk: Покращення контекстного меню
vi: Cải tiến menu ngữ cảnh

source: Reorganized for a smoother experience, with primary actions now as icons for quick access.
bg: Реорганизиран за по-удобно изживяване с икони за бърз достъп.
cy: Wedi'i aildrefnu i gael profiad llyfnach, gyda chamau gweithredu sylfaenol nawr fel eiconau ar gyfer mynediad cyflym.
de: Neu organisiert und bietet so ein flüssigeres Erlebnis; Hauptaktionen werden jetzt als Symbole dargestellt und sind so schneller erreichbar.
el: Αναδιοργανωμένο για μια πιο ομαλή εμπειρία, με τις κύριες ενέργειες να εμφανίζονται πλέον ως εικονίδια για γρήγορη πρόσβαση.
es_ar: Reorganizado para una experiencia más fluida, con las acciones principales ahora como íconos para un acceso rápido.
es_cl: Reorganizado para una experiencia más fluida, con acciones principales ahora como íconos para un acceso rápido.
eu: Esperientzia leunagoa izateko berrantolatu da, orain ekintza nagusiak sarbide azkarra izateko ikono gisa.
fr: Le menu a été réorganisé pour une expérience plus fluide. Les actions principales sont maintenant sous forme d’icônes pour un accès rapide.
fy_nl: Reorganisearre foar in soepeler ûnderfining, mei primêre aksjes no as piktogrammen foar flugge tagong.
gl: Reorganizado para unha experiencia máis fluida, con accións primarias agora como iconas para un acceso rápido.
hu: Átszervezve a simább élmény érdekében, az elsődleges műveletek mostantól ikonok lettek a gyors elérés érdekében.
ia: Reorganisate pro un experientia plus fluide, con le actiones principal ora como icones pro un accesso rapide.
it: Riorganizzato per un’esperienza più fluida, con le azioni principali ora sotto forma di icone per un accesso più rapido.
ja: スムーズな体験のために再編成され、主要なアクションはクイックアクセス用にアイコンとして表示されます。
nl: Gereorganiseerd voor een soepelere ervaring, met primaire acties nu als pictogrammen voor snelle toegang.
pt_br: Reorganizado para uma experiência de uso mais suave, com ações principais agora como ícones para acesso rápido.
ru: Реорганизован для более удобной работы, основные действия теперь в виде значков для быстрого доступа.
sk: Preorganizované pre plynulejší zážitok, s primárnymi akciami teraz ako ikonami, aby ste k nim mali lepší prístup.
sl: Preoblikovan za boljšo izkušnjo, glavna dejanja so zdaj ikone za hiter dostop.
sv_se: Omorganiserad för en smidigare upplevelse, med primära åtgärder nu som ikoner för snabb åtkomst.
tr: Daha akıcı bir deneyim ve hızlı erişim için birincil eylemleri simgelere dönüştürdük.
uk: Реорганізовано для зручнішої взаємодії. Основні дії тепер представлено у вигляді піктограм для швидкого доступу.
vi: Được sắp xếp lại để có trải nghiệm mượt mà hơn, với các hành động chính hiện dưới dạng biểu tượng để truy cập nhanh.

source: Account Color Customization
bg: Персонализиране на цвета на профила
cy: Cyfaddasu Lliw Cyfrif
de: Konto-Farbanpassungen
el: Προσαρμογή χρώματος λογαριασμού
es_ar: Personalización del color de la cuenta
es_cl: Personalización del color de acento
eu: Kontuaren kolorea pertsonalizatzea
fr: Personnalisation de la couleur du compte
fy_nl: Accountkleuroanpassingen
gl: Personalización da cor da conta
hu: Fiók színének testreszabása
ia: Personalisation del color del conto
is: Sérsniðnir litir reikninga
it: Personalizzazione del colore dell’account
ja: アカウントの色のカスタマイズ
nl: Accountkleuraanpassingen
nn_no: Kontofargetilpassing
pt_br: Personalização de cor de conta
ru: Настройка цвета учётной записи
sk: Prispôsobenie farby účtu
sl: Prilagajanje barv računa
sq: Përshtatje Ngjyrash Llogarie
sv_se: Färganpassning för konto
tr: Hesap rengi özelleştirmesi
uk: Налаштування кольору облікового запису
vi: Tùy chỉnh màu tài khoản

source: By popular demand, you can now customize the color of your account icons. These colors also show up in the “From” selection when composing emails.
cy: Yn sgil galw poblogaidd, gallwch nawr addasu lliw eiconau eich cyfrif. Mae'r lliwiau hyn hefyd yn ymddangos yn y dewis “Oddi wrth” wrth gyfansoddi e-byst.
de: Auf vielfachen Wunsch können Sie jetzt die Farbe Ihrer Kontosymbole anpassen. Diese Farben erscheinen beim Verfassen von E-Mails auch in der „Von“-Auswahl.
el: Μετά από μαζική απαίτηση, μπορείτε πλέον να προσαρμόζετε το χρώμα των εικονιδίων λογαριασμών. Αυτά τα χρώματα εμφανίζονται επίσης στην επιλογή «Από» κατά τη σύνθεση email.
es_ar: A pedido del público, ahora podés personalizar el color de los iconos de tu cuenta. Estos colores también aparecen en la selección “De” al redactar correos electrónicos.
es_cl: A pedido del público, ahora puedes personalizar el color de los iconos de tu cuenta. Estos colores también aparecen en la selección “De” al redactar correos electrónicos.
eu: Jendartearen eskariz, orain zure kontuaren ikonoen kolorea pertsonaliza dezakezu. Kolore hauek "Nork" aukeraketan ere agertzen dira mezu elektronikoak idaztean.
fr: À la demande générale, vous pouvez désormais personnaliser la couleur des icônes de votre compte. Ces couleurs apparaissent également dans la sélection « De » lorsque vous rédigez un e-mail.
fy_nl: Nei in protte oanfragen kinne jo no de kleur fan jo accountpiktogrammen oanpasse. Dizze kleuren ferskine ek by it selektearjen fan ‘Fan’ by it opstellen fan e-mailberjochten.
gl: Por demanda popular, agora podes personalizar a cor das iconas da túa conta. Estas cores tamén aparecen na selección "De" ao redactar correos electrónicos.
hu: Gyakori kérésre most már testreszabhatóak a postafiókok ikonszínei. Ezek a színek a „Feladó” kiválasztásakor is megjelennek.
ia: Per popular demandar, ora tu pote personalisar le color del icones de tu conto. Iste colores alsi appare in le selection “Ab” componente emails.
it: A grande richiesta, ora puoi personalizzare il colore delle icone del tuo account. Questi colori vengono visualizzati anche nella selezione “Da” durante la composizione delle email.
ja: 多くの要望に応え、アカウントアイコンの色をカスタマイズできるようになりました。これらの色はメール作成時の「送信者」選択にも表示されます。
nl: Op veler verzoek kunt u nu de kleur van uw accountpictogrammen aanpassen. Deze kleuren verschijnen ook bij het selecteren van ‘Van’ bij het opstellen van e-mailberichten.
pt_br: Atendendo à demanda popular, agora você pode personalizar a cor dos ícones de suas contas. Essas cores também aparecem na seleção “De” ao escrever emails.
ru: По запросам большого количества пользователей, теперь вы можете настраивать цвет значков ваших аккаунтов. Эти цвета также отображаются в разделе «От» при составлении электронных писем.
sk: Podľa obľúbeného dopytu si teraz môžete prispôsobiť farbu ikon svojho účtu. Tieto farby sa zobrazia aj v poli „Od“ pri písaní e‑mailov.
sl: Glede na veliko povpraševanje lahko zdaj prilagodite barvo ikon svojega računa. Te barve so prikazane tudi pri izbiri »Od«, ko sestavljate e-poštna sporočila.
sv_se: På allmän begäran kan du nu anpassa färgen på dina kontoikoner. Dessa färger visas också i valet "Från" när du skriver e-postmeddelanden.
uk: У зв'язку з численними запитами користувачів, відтепер можна налаштувати колір піктограм ваших облікових записів. Ці кольори також з'являються у виборі “Від” під час створення електронних листів.
vi: Theo nhu cầu phổ biến, giờ đây bạn có thể tùy chỉnh màu sắc của biểu tượng tài khoản của mình. Những màu này cũng hiển thị trong phần lựa chọn “Từ” khi soạn email.

source: “Nebula” enables an email experience that shines brighter than ever. Expect more updates and helpful new features to materialize over the upcoming months.
cy: Mae “Nebula” yn galluogi profiad e-bost sy'n disgleirio'n fwy nag erioed. Disgwyliwch i fwy o ddiweddariadau a nodweddion newydd defnyddiol ddod i'r amlwg dros y misoedd nesaf.
de: „Nebula“ ermöglicht ein E-Mail-Erlebnis, das heller als je zuvor erstrahlt. Sie können sich in den kommenden Monaten auf weitere Updates und hilfreiche neue Funktionen freuen.
el: Το «Nebula» προσφέρει μια εμπειρία email που λάμπει πιο πολύ από ποτέ. Μείνετε συντονισμένοι για ακόμα περισσότερες ενημερώσεις και χρήσιμες, νέες λειτουργίες τους επόμενους μήνες.
es_ar: “Nebula” permite una experiencia de correo electrónico que brilla más que nunca. Esperamos que se produzcan más actualizaciones y nuevas funciones útiles en los próximos meses.
es_cl: “Nebula” permite una experiencia de correo electrónico que brilla más que nunca. Esperamos que se produzcan más actualizaciones y aparezcan nuevas funcionalidades útiles en los próximos meses.
eu: "Nebula"k inoiz baino distira handiagoa duen posta elektronikoko esperientzia ahalbidetzen du. Hurrengo hilabeteetan gauzatuko diren eguneratze gehiago eta funtzio berri lagungarriak espero ditugu.
fr: « Nebula » rend l’expérience de messagerie électronique plus éclatante que jamais. Attendez-vous à plus de mises à jour et de nouvelles fonctionnalités utiles au cours des prochains mois.
fy_nl: ‘Nebula’ makket in e-mailûnderfining mooglik dy’t helderder is as ea. Ferwacht de kommende moannen mear fernijingen en handige nije funksjes.
gl: "Nebula" permite unha experiencia de correo electrónico que brilla máis que nunca. Espera máis actualizacións e novas funcións útiles para materializarse nos próximos meses.
hu: A „Nebula” minden eddiginél ragyogóbb levelezési élményt tesz lehetővé. A következő hónapokban további frissítésekre és hasznos funkciókra számíthat.
ia: “Nebula” activa un experientia con le emails que brilla plus que mais. Attende que altere actualisationes e nove functiones utile se materialisara in le menses imminente.
it: “Nebula” rende l’esperienza di posta elettronica più luminosa che mai. Nei prossimi mesi, preparati a ricevere ulteriori aggiornamenti e nuove utili funzionalità.
ja: 「Nebula」はこれまで以上に輝くメール体験を可能にします。今後数ヶ月間でさらに多くの更新と便利な新機能が登場する予定です。
nl: ‘Nebula’ maakt een e-mailervaring mogelijk die helderder is dan ooit. Verwacht de komende maanden meer updates en handige nieuwe functies.
pt_br: O “Nebula” proporciona uma experiência de uso de email mais brilhante do que nunca. Espere mais atualizações e novos recursos úteis nos próximos meses.
ru: «Nebula» позволяет работать с электронной почтой, которая сияет ярче, чем когда-либо. Ожидайте больше обновлений и новых полезных функций в течение следующих месяцев.
sk: „Nebula“ umožňuje e‑mailový zážitok, ktorý žiari jasnejšie ako kedykoľvek predtým. Očakávajte ďalšie aktualizácie a užitočné nové funkcie, ktoré sa zhmotnia v nasledujúcich mesiacoch.
sl: “Nebula” omogoča e-poštno izkušnjo, ki sije bolj kot kdaj koli prej. Pričakujte več posodobitev in uporabnih novih funkcij, ki se bodo uresničile v naslednjih mesecih.
sv_se: "Nebula" möjliggör en e-postupplevelse som lyser starkare än någonsin. Räkna med att fler uppdateringar och användbara nya funktioner kommer att förverkligas under de kommande månaderna.
uk: “Nebula” дає змогу працювати з електронною поштою ефективніше, ніж будь-коли. Очікуйте на подальші оновлення та корисні функції, які з'являться в найближчі місяці.
vi: “Nebula” cho phép trải nghiệm email tỏa sáng hơn bao giờ hết. Nhiều thông tin cập nhật hơn và các tính năng mới hữu ích sẽ xuất hiện trong những tháng tới.

source: New in Thunderbird 68
bg: Ново в Thunderbird 68
cs: Novinky v Thunderbirdu 68
cy: Newydd yn Thunderbird 68
de: Neu in Thunderbird 68
el: Νέα στο Thunderbird 68
es_ar: Nuevo en Thunderbird 68
es_cl: Novedades en Thunderbird 68
es_es: Novedades en Thunderbird 68
eu: Thunderbird 68ko berritasunak
fi: Uutta Thunderbird 68:ssa
fr: Nouveautés de Thunderbird 68
fy_nl: Nij yn Thunderbird 68
gl: Novo no Thunderbird 68
hu: A Thunderbird 68 újdonságai
ia: Novas in Thunderbird 68
is: Nýtt í Thunderbird 68
it: Novità in Thunderbird 68
ja: Thunderbird 68 の新機能
kab: Amaynut deg Thunderbird 68
nb_no: Nytt i Thunderbird 68
nl: Nieuw in Thunderbird 68
nn_no: Nytt i Thunderbird 68
pl: Nowości w Thunderbirdzie 68
pt_br: Novidades no Thunderbird 68
ru: Новое в Thunderbird 68
sk: Novinky v Thunderbirde 68
sl: Novo v Thunderbirdu 68
sq: Të reja në Thunderbird 68
sv_se: Nytt i Thunderbird 68
tr: Thunderbird 68'deki Yenilikler
uk: Нове у Thunderbird 68
vi: Điểm mới trong Thunderbird 68
