Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: Click the Bugzilla tab, then click on an existing bug report under "Related Bugs" and add a comment to the bug, or click "Thunderbird" to submit a new bug report.
cs: Klepněte na kartu Bugzilla, poté v sekci „Related Bugs“ klepněte na stávající hlášení o chybě a následně připište k chybě komentář nebo klepněte na „Thunderbird“ pro odeslání nového hlášení o chybě.
cy: Cliciwch y tab Bugzilla, yna cliciwch ar adroddiad gwall sy'n bodoli eisoes o dan "Related Bugs" ac ychwanegu sylw at y gwall, neu cliciwch "Thunderbird" i gyflwyno adroddiad gwall newydd.
de: Klicken Sie auf den „Bugzilla“-Tab, klicken Sie dann auf einen vorhandenen Fehlerbericht unter „Related Bugs“ und fügen Sie einen Kommentar zum Fehler hinzu, oder klicken Sie auf „Thunderbird“, um einen neuen Fehlerbericht einzureichen.
el: Κάντε κλικ στην καρτέλα «Bugzilla», επιλέξτε μια υπάρχουσα αναφορά σφάλματος στην ενότητα «Σχετικά σφάλματα» και προσθέστε ένα σχόλιο στο σφάλμα ή κάντε κλικ στο «Thunderbird» για να υποβάλετε μια νέα αναφορά σφάλματος.
es_ar: Hacé clic en la pestaña de Bugzilla, después clic en un informe de fallos existente en "Bugs relacionados" y agregá un comentario o hacé clic en "Thunderbird" para enviar un nuevo informe de fallos.
es_cl: Haz clic en la pestaña de Bugzilla, después haz clic en un reporte de fallos existente en "Errores relacionados" y agrega un comentario o haz clic en "Thunderbird" para enviar un nuevo reporte de fallos.
es_es: Haz clic en la pestaña Bugzilla, luego haz clic en un informe de error existente en "Errores relacionados" y añade un comentario al error, o haz clic en "Thunderbird" para enviar un nuevo informe de error.
eu: Egin klik Bugzilla fitxan, eta, ondoren, egin klik "Related Bugs" atalean dagoen akats-txosten batean, eta gehitu iruzkin bat bug bati, edo sakatu "Thunderbird", akats-txosten berri bat aurkezteko.
fr: Cliquez sur l’onglet Bugzilla, puis cliquez sur un rapport de bug existant dans la rubrique « Bugs similaires » et ajoutez un commentaire au bug existant, ou bien cliquez sur « Thunderbird » pour soumettre un nouveau rapport de bug.
fy_nl: Klik op it ljepblêd Bugzilla, klik dernei op in besteand bugrapport ûnder ‘Related bugs’ en foegje in opmerking ta oan de bug, of klik op ‘Thunderbird’ om in nij bugrapport yn te tsjinjen.
gl: Faga clic na lapela Bugzilla, despois faga clic nun informe de quebras existente en «Erros Relacionados» e engada un comentario ao erro, ou faga clic en «Thunderbird» para enviar un novo informe de quebras.
hu: Kattintson a Bugzilla lapra, majd kattintson egy meglévő hibajelentésre a „Kapcsolódó hibák” alatt, és írjon megjegyzést a hibához, vagy kattintson a „Thunderbird” gombra új hibajelentés beküldéséhez.
ia: Clicca sur le scheda Bugzilla, pois clicca sur un reporto de problema existente sub "Problemas associate" e adde un commento al problema, o clicca sur "Thunderbird" pro submitter un nove reporto de problema.
is: Smelltu á Bugzilla-flipann, smelltu síðan á fyrirliggjandi villuskýrslu undir „Tengdar villur“ og bættu athugasemd við villuna, eða smelltu á „Thunderbird“ til að senda inn nýja villuskýrslu.
it: Fai clic sulla scheda Bugzilla. Nella sezione “Related Bugs” puoi fare clic su una segnalazione già esistente e aggiungere un commento al bug, oppure fare clic su “Thunderbird” per inviare una nuova segnalazione.
ja: Bugzilla のタブをクリックし、"Related Bugs" の下の既存のバグレポートをクリックしてそのバグにコメントを追加するか、"Thunderbird" をクリックして新しいバグレポートを送信してください。
nl: Klik op het tabblad Bugzilla, klik vervolgens op een bestaand bugrapport onder ‘Related bugs’ en voeg een opmerking toe aan de bug, of klik op ‘Thunderbird’ om een nieuw bugrapport in te dienen.
nn_no: Klikk på Bugzilla-fana, deretter på ein eksisterande feilrapport under «Relaterte feil» og legg till ein kommentar om feilen, eller klikk på «Thunderbird» for å sende inn ein ny feilrapport.
pl: Kliknij kartę Bugzilla, a następnie wybierz istniejący raport o błędzie w sekcji „Powiązane błędy”. Dodaj komentarz do błędu lub kliknij „Thunderbird”, aby przesłać nowy raport o błędzie.
pt_br: Clique na aba Bugzilla, depois em um relatório de bug existente em "Related Bugs" e adicione um comentário ao bug, ou clique em "Thunderbird" para enviar um novo relatório de bug.
ru: Щёлкните по вкладке Bugzilla, затем щёлкните по существующему сообщению об ошибке в разделе «Related Bugs» и добавьте комментарий к ошибке, или щёлкните по «Thunderbird», чтобы отправить новое сообщение об ошибке.
sk: Kliknite na kartu Bugzilla, potom kliknite na existujúcu správu o chybe v časti "Súvisiace chyby (Related Bugs)" a pridajte komentár k chybe, alebo kliknite na "Thunderbird" a odošlite nové hlásenie o chybe.
sl: Kliknite zavihek Bugzilla, nato pod "Related Bugs" kliknite obstoječe poročilo o hrošču in mu dodajte komentar, ali pa kliknite "Thunderbird", da objavite novo poročilo o hrošču.
sq: Klikoni mbi skedën Bugzilla, mandej klikoni mbi një të metë ekzistuese nën “Related Bugs” dhe shtoni një koment te e meta, ose klikoni mbi “Thunderbird” që të parashtroni një njoftim të ri të mete.
sv_se: Klicka på fliken Bugzilla, klicka sedan på en befintlig felrapport under "Relaterade buggar" och lägg till en kommentar till felet eller klicka på "Thunderbird" för att skicka en ny felrapport.
tr: Bugzilla sekmesine tıklayın, ardından "Related Bugs" altındaki mevcut bir hata raporuna tıklayıp hataya yorum ekleyin veya "Thunderbird"e tıklayarak yeni bir hata raporu gönderin.
uk: Перейдіть на вкладку Bugzilla, потім клацніть наявний звіт про помилку в розділі «Пов’язані помилки» та додайте коментар до помилки або натисніть «Thunderbird», щоб надіслати новий звіт про помилку.
vi: Nhấp vào thẻ Bugzilla, sau đó nhấp vào báo cáo lỗi hiện có trong "Lỗi liên quan" và thêm nhận xét về lỗi hoặc nhấp vào "Thunderbird" để gửi báo cáo lỗi mới.

source: Crash Reporter
cs: Hlášení pádů
cy: Adroddwr Chwalu
de: Absturzmelder
el: Αναφορά καταρρεύσεων
es_ar: Informe de fallos
es_cl: Reportador de fallos
es_es: Informe de fallos
eu: Hutsegiteen berriemailea
fr: Rapporteur de plantage
fy_nl: Ungelokrapportearder
gl: Informador de erros
hu: Összeomlás-bejelentő
ia: Reportator de crash
is: Hrunaskýrsla
ja: クラッシュレポーターについて
kab: Amassaɣay n uɣelluy
nn_no: Krasjrapportering
pl: Zgłaszanie awarii
pt_br: Relator de travamentos
ru: Сообщения о падениях
sk: Správy o zlyhaní
sl: Poročevalec o sesutju
sq: Njoftues Vithisjesh
sv_se: Kraschrapportör
tr: Çökme raporcusu
uk: Звіти про збої
vi: Trình báo cáo lỗi

source: Question? Problem?
cs: Otázka? Problém?
cy: Cwestiwn? Problem?
de: Fragen? Probleme?
el: Ερώτηση; Πρόβλημα;
es_ar: ¿Preguntas? ¿Problemas?
es_cl: ¿Preguntas? ¿Algún problema?
es_es: ¿Alguna pregunta? ¿Algún problema?
eu: Galderak? Arazoak?
fr: Une question ? Un problème ?
fy_nl: Fraach? Probleem?
gl: Preguntas? Problemas?
hu: Kérdés? Probléma?
ia: Question? Problema?
is: Spurning? Vandamál?
it: Domande? Problemi?
ja: 質問や問題の報告は？
kab: Asteqsi? Ugur?
nl: Vraag? Probleem?
nn_no: Spørsmål? Problem?
pl: Pytanie? Problem?
pt_br: Dúvida? Problema?
ru: Вопрос? Проблема?
sk: Otázka? Problém?
sl: Vprašanje? Težava?
sq: Pyetje? Problem?
sv_se: Frågor? Problem?
tr: Sorularınız mı var?
uk: Запитання? Проблема?
vi: Câu hỏi? Có vấn đề?

source: Post your general Thunderbird usage questions or problems on the support page, where many knowledgeable users can help you.
cs: Své obecné dotazy k používání Thunderbirdu nebo problémy s ním zveřejňujte na stránkách podpory, kde vám může pomoci mnoho zkušených uživatelů.
cy: Postiwch eich cwestiynau neu broblemau defnydd cyffredinol Thunderbird ar y dudalen gymorth, lle gall llawer o ddefnyddwyr gwybodus eich helpu.
de: Veröffentlichen Sie Ihre allgemeinen Fragen oder Probleme zur Verwendung von Thunderbird auf der Hilfeseite, wo Ihnen viele sachkundige Benutzer helfen können.
el: Δημοσιεύστε τις γενικές ερωτήσεις ή τα προβλήματά σας με τη χρήση του Thunderbird στη σελίδα υποστήριξης, όπου θα λάβετε βοήθεια από πολλούς έμπειρους χρήστες.
es_ar: Publicá tus preguntas o problemas generales sobre el uso de Thunderbird en la página de ayuda, donde muchos usuarios pueden ayudarte.
es_cl: Publica tus preguntas o problemas generales sobre el uso de Thunderbird en la página de soporte, donde muchos usuarios pueden ayudarte.
es_es: Publica tus preguntas o problemas generales sobre el uso de Thunderbird en la página de ayuda, donde muchos usuarios expertos pueden ayudarte.
eu: Argitaratu zure Thunderbirdeko erabilera galderak edo arazoak laguntza orrian, non erabiltzaile jakitun askok lagun zaitzaketen.
fr: Posez vos questions d’ordre général concernant Thunderbird sur cette page où de nombreux utilisateurs et utilisatrices compétentes peuvent vous aider.
fy_nl: Pleats jo algemiene Thunderbird-gebrûksfragen of -problemen op de stipeside, wêr’t in protte betûfte brûkers jo helpe kinne.
gl: Publique as súas preguntas ou problemas xerais sobre o uso de Thunderbird na páxina de asistencia, onde moitos usuarios expertos poden axudalo.
hu: Tegye fel a Thunderbird általános használatával kapcsolatos kérdéseit vagy problémáit a támogatási oldalon, ahol sok hozzáértő felhasználó segíthet.
ia: Posta tu questiones o problemas de uso general de Thunderbird super le pagina de supporto, ubi multe usatores informate pote adjutar te.
is: Settu almennar spurningar um notkun eða vandamál varðandi Thunderbird á aðstoðarsíðuna, þar sem margfróðir notendur geta hjálpað þér.
it: Pubblica le tue domande o problemi generali riguardanti l’utilizzo di Thunderbird sulla pagina di supporto, dove molti utenti esperti possono aiutarti.
ja: Thunderbird の一般的な使い方についての質問や問題をサポートページに投稿してください。ここでは多くの知識のあるユーザーがあなたの質問や問題に応えます。
nl: Plaats uw algemene Thunderbird-gebruiksvragen of -problemen op de ondersteuningspagina, waar veel ervaren gebruikers u kunnen helpen.
nn_no: Post generelle Thunderbird-brukarspørsmål eller problem på brukarstøttesida, der manga kunnige brukarar kan hjelpe deg.
pl: Publikuj swoje ogólne pytania dotyczące korzystania z Thunderbirda lub zgłaszaj problemy na stronie pomocy technicznej, gdzie wielu doświadczonych użytkowników może Ci pomóc.
pt_br: Publique suas dúvidas ou problemas gerais de uso do Thunderbird na página de suporte, onde muitos usuários experientes podem ajudar.
ru: Задайте свои вопросы или сообщите о проблемах с использованием Thunderbird на странице поддержки, где многие опытные пользователи смогут вам помочь.
sk: Uverejnite svoje všeobecné otázky alebo problémy týkajúce sa používania Thunderbirdu na stránkach podpory, kde vám môže pomôcť veľa skúsených používateľov.
sl: Zastavite splošna vprašanja o uporabi ali težavi s Thunderbirdom na strani za podporo, kjer vam lahko pomagajo številni izkušeni uporabniki.
sq: Postojini pyetjet ose problemet tuaja të përgjithshme mbi përdorimin e Thunderbird-it te faqja e asistencës, ku mjaft përdorues që marrin vesh, mund t’ju ndihmojnë.
sv_se: Lägg upp dina allmänna Thunderbird-användningsfrågor eller problem på supportsidan, där många kunniga användare kan hjälpa dig.
tr: Thunderbird kullanımı ile ilgili sorularınızı ve problemlerinizi destek sayfamızda paylaşın. Bilgili kullanıcılarımız size yardımcı olabilir.
uk: Опублікуйте свої загальні запитання чи проблеми щодо користування Thunderbird на сторінці підтримки, де багато обізнаних користувачів зможуть допомогти вам.
vi: Đăng các câu hỏi hoặc sự cố sử dụng Thunderbird chung của bạn trên trang hỗ trợ, nơi nhiều người dùng hiểu biết có thể giúp bạn.

source: Support Page
cs: Stránky podpory
cy: Tudalen Gymorth
de: Hilfeseite
el: Σελίδα υποστήριξης
es_ar: Página de soporte
es_cl: Página de soporte
es_es: Página de ayuda
eu: Laguntzarako gunea
fr: Page d’assistance
fy_nl: Stipeside
gl: Páxina de soporte
hu: Támogatási oldal
ia: Pagina de supporto
is: Aðstoðarvefsvæði
it: Pagina di assistenza
ja: サポートページ
kab: Asebter n tallalt
nl: Ondersteuningspagina
nn_no: Brukarstøtteside
pl: Strona pomocy
pt_br: Página de suporte
ru: Страница поддержки
sk: Stránka podpory
sl: Stran s podporo
sq: Faqe Asistence
sv_se: Supportsida
tr: Destek Sayfası
uk: Сторінка підтримки
vi: Trang hỗ trợ

source: In the Beta Forum, you can post feedback, questions, and learn how to use beta. You can also compare experiences with other beta users.
cs: Ve fóru betaverze můžete posílat zpětnou vazbu, pokládat dotazy a seznamovat se s používáním betaverze. Také si zde můžete porovnávat své zkušenosti s ostatními uživateli betaverze.
cy: Yn y Fforwm Beta, gallwch bostio adborth, cwestiynau, a dysgu sut i ddefnyddio beta. Gallwch hefyd gymharu profiadau â defnyddwyr beta eraill.
de: Im Beta-Forum können Sie Feedback geben, Fragen stellen und erfahren, wie Sie die Beta-Version verwenden können. Sie können auch Ihre Erfahrungen mit anderen Beta-Benutzern vergleichen.
el: Στο φόρουμ της έκδοσης Beta, μπορείτε να δημοσιεύσετε σχόλια, ερωτήσεις και να μάθετε πώς να χρησιμοποιείτε την έκδοση Beta. Μπορείτε επίσης να συγκρίνετε τις εμπειρίες σας με άλλους χρήστες.
es_ar: En el foro Beta, podés publicar comentarios, preguntas y aprender a usar la versión beta. También podés comparar tu experiencia con la de otros usuarios.
es_cl: En el foro beta, puedes publicar comentarios, preguntas y aprender a usar la versión beta. También puedes comparar tu experiencia con la de otros usuarios beta.
es_es: En el Foro Beta, puede publicar comentarios, preguntas y aprender a usar la versión beta. También puede comparar su experiencia con la de otros usuarios beta.
eu: Beta Forumean feedbacka argitaratu, galderak egin eta beta erabiltzen ikas dezakezu. Beste beta erabiltzaile batzuekin ere konpara daitezke esperientziak.
fr: Sur le forum bêta, vous pourrez poster vos questions et remarques, et apprendre à utiliser la version bêta. Vous pourrez aussi partager votre expérience avec les autres utilisateurs et utilisatrices de la version bêta.
fy_nl: Yn it Beta-foarum kinne jo kommentaar en fragen pleatse en leare hoe’t jo Beta brûke kinne. Ek kinne jo ûnderfiningen fergelykje mei oare Beta-brûkers.
gl: No foro beta, pode publicar comentarios, preguntas e aprender a usar a versión beta. Tamén pode comparar experiencias con outros usuarios beta.
hu: A Béta fórumon visszajelzéseket, kérdéseket tehet közzé, és megtudhatja, hogyan kell használni a béta verziót. Összehasonlíthatja más béta felhasználók tapasztalatait is.
ia: In le Beta Forum (foro del version beta), tu pote postar commentarios, questiones, e apprender a usa le version beta. Tu alsi pote comparar experientias con altere usatores de version beta.
is: Á spjallborði Beta-prófunarútgáfnanna geturðu sent inn athugasemdir, spurningar og lært hvernig á að nota slíkar prófunarútgáfur. Þú getur líka borið saman reynslu við aðra notendur.
it: Nel forum dedicato alla versione beta puoi pubblicare feedback, domande e imparare di più sul suo utilizzo. Puoi anche confrontare la tua esperienza con altri utenti beta.
ja: Beta フォーラムでは、フィードバックや質問を投稿したりベータ版の使い方を学ぶことができます。他のベータ版ユーザーとベータ版の経験を比べることもできます。
nl: In het Beta-forum kunt u feedback en vragen plaatsen en leren hoe u Beta kunt gebruiken. Ook kunt u ervaringen vergelijken met andere Beta-gebruikers.
pl: Na forum wersji beta możesz publikować opinie, zadawać pytania i zdobywać wiedzę na temat korzystania z wersji beta. Możesz także porównywać doświadczenia z innymi użytkownikami tej wersji.
pt_br: No Fórum do Beta, você pode publicar comentários, dúvidas e aprender a usar a versão beta. Você também pode comparar experiências de uso com outros usuários beta.
ru: На форуме бета-версии вы можете оставлять отзывы, задавать вопросы, и узнать, как использовать бета-версию. Также, вы можете сравнить свой опыт работы с ней с опытом работы других пользователей бета-версии.
sk: Vo fóre verzie Beta môžete uverejňovať pripomienky, otázky a dozvedieť sa, ako používať verziu Beta. Môžete tiež porovnať skúsenosti s ostatnými používateľmi tejto verzie.
sl: Na beta-forumu lahko objavite povratne informacije ali vprašanja ali se naučite uporabljati beta različico. Prav tako lahko primerjate svoje izkušnje z ostalimi uporabniki beta različice.
sq: Te Forumi për Beta-n mund të postoni përshtypje, pyetje dhe të mësoni si të përdorni beta-n. Mundeni gjithashtu të krahasoni përvoja me përdorues të tjerë të beta-s.
sv_se: I beta-forumet kan du skicka feedback, frågor och lära dig hur du använder beta. Du kan också jämföra erfarenheter med andra beta-användare.
tr: Beta Forumu'nda geri bildirim ve soru gönderebilir, betayı nasıl kullanacağınızı öğrenebilirsiniz. Ayrıca diğer beta kullanıcıları ile deneyimlerinizi karşılaştırabilirsiniz.
uk: На форумі про бета-версію ви можете залишати відгуки, запитання та дізнаватися, як користуватися бета-версією. Ви також можете порівняти досвід інших користувачів бета-версії.
vi: Trong diễn đàn beta, bạn có thể đăng phản hồi, câu hỏi và tìm hiểu cách sử dụng bản beta. Bạn cũng có thể so sánh trải nghiệm với những người dùng beta khác.

source: Beta Forum
cs: Fórum betaverze
cy: Fforwm Beta
el: Φόρουμ Beta
es_ar: Foro Beta
es_cl: Foro beta
es_es: Foro Beta
eu: Beta foroa
fr: Forums bêta
fy_nl: Beta-foarum
gl: Foro Beta
hu: Béta fórum
is: Spjallborð um Beta-prófunarútgáfur
it: Forum Beta
ja: Beta フォーラム
kab: Afuṛum beta
pl: Forum beta
pt_br: Fórum do Beta
ru: Форум бета-версии
sk: Fórum verzie Beta
sq: Forum për Beta-n
sv_se: Forum för beta
tr: Beta Forumu
uk: Форум про бета-версію
vi: Diễn đàn Beta

source: Report
cs: Hlášení
cy: Adrodd
de: Melden
el: Αναφορά
es_ar: Informar
es_cl: Reportar
es_es: Informar
eu: Jakinarazi
fr: Signaler un problème
fy_nl: Melde
gl: Informar
hu: Jelentés
ia: Reportar
is: Tilkynna galla
it: Segnala
ja: 不具合報告
kab: Aneqqis
nl: Melden
nn_no: Rapporter
pl: Zgłoś błąd
pt_br: Relatar
ru: Сообщить
sk: Hlásenie chýb
sl: Prijavi
sq: Njoftoni
sv_se: Rapportera
tr: Hata bildir
uk: Звіт
vi: Báo cáo

source: Think you’ve found a new problem or rough edge? Create a bug report so we can make sure it gets solved, resulting in a better Thunderbird experience for all.
cs: Myslíte, že jste našli v Thunderbirdu problém? Nahlaste nám ho prosím, abychom ho pro vás i všechny ostatní uživatele mohli co nejdříve vyřešit.
cy: Meddwl eich bod wedi dod o hyd i broblem newydd neu wendid? Crëwch adroddiad gwall fel y gallwn ni sicrhau ei fod yn cael ei ddatrys, gan arwain at brofiad Thunderbird gwell i bawb.
de: Sie haben vermutlich einen neuen Fehler oder ein anderes Problem in Thunderbird gefunden? Erstellen Sie eine Fehlermeldung, damit wir ihn beheben können. Von Ihrer Hilfe beim Auffinden und Beheben von Fehlern profitieren alle Benutzer von Thunderbird.
el: Πιστεύετε ότι έχετε βρει ένα νέο πρόβλημα ή ατέλεια; Δημιουργήστε μια αναφορά σφάλματος, ώστε να βεβαιωθούμε ότι θα επιλυθεί, για να γίνει το Thunderbird καλύτερο για όλους.
es_ar: ¿Creés que enccontraste un nuevo problema o error? Creá un informe de error para que podamos asegurarnos que sea resuelto, lo que dará como resultado una mejor experiencia para todos en Thunderbird.
es_cl: ¿Crees que has encontrado un nuevo problema o error? Crea un reporte de error para que podamos asegurarnos que sea resuelto, lo que dará como resultado una mejor experiencia en Thunderbird para todos.
es_es: ¿Crees que has encontrado un problema con Thunderbird? Crea un informe de fallos para que podamos asegurarnos de que se resuelva, y así conseguir una mejor experiencia Thunderbird para todos.
eu: Thunderbird arazo bat duela uste duzu? Sortu errore txostena konponduko dela ziurta dezagun, erroreak identifikatzen eta konpontzen lagunduz Thunderbird hobea daukagu guztiontzat.
fr: Vous pensez avoir trouvé un problème dans Thunderbird ? Rédigez un rapport de bug afin qu’il puisse être résolu, contribuant à l’amélioration de Thunderbird pour tout le monde.
fy_nl: Tinke jo in nij probleem of rûge râne fûn te hawwen? Meitsje in bugrapport, sadat wy derfoar soargje kinne dat dit ferholpen wurdt, wat resultearret yn in bettere Thunderbird-ûnderfining foar elkenien.
gl: Cree que atopou un novo problema ou un caso extremo? Cree un informe de erros para que poidamos asegurarnos de que se solucione, resultando nunha mellor experiencia de Thunderbird para todos.
hu: Úgy gondolja, hogy problémát talált a Thunderbirdben? Hozzon létre egy hibajelentést, hogy meg tudjuk oldani, ami mindenki számára jobb Thunderbird-élményt eredményez.
ia: Pensa que tu ha trovate un nove problema o margine aspere? Crea un reporto de error, de maniera que nos pote assecurar su resolution e totes pote haber un melior experientia de Thunderbird.
is: Heldurðu að þú hafir fundið vandamál í Thunderbird? Tilkynntu gallann svo við getum tryggt að vandamálið leysist og þannig hjálpað okkur að skapa betri Thunderbird fyrir alla.
it: Ritieni di aver trovato un nuovo problema o qualcosa che non funziona come dovrebbe? Apri un bug, così potremo assicurarci che venga risolto, creando un’esperienza migliore per tutti gli utenti di Thunderbird.
ja: Thunderbird に何か問題や粗削りな部分を見つけたと思われるときは、私たちが解決できるようにバグレポートを作成してください。すべてのユーザーにとって Thunderbird がより良い製品となるよう、バグの特定と修正にご協力ください。
nl: Denkt u een nieuw probleem of ruw randje te hebben gevonden? Maak een bugrapport, zodat we ervoor kunnen zorgen dat dit wordt verholpen, wat resulteert in een betere Thunderbird-ervaring voor iedereen.
pl: Wystąpił problem z Thunderbirdem? Zgłoś go, abyśmy mogli go naprawić. Pomaganie nam w identyfikowaniu i naprawianiu błędów ulepsza Thunderbirda dla wszystkich.
pt_br: Acha que encontrou um novo problema ou irregularidade? Crie um relatório de erro para que possamos ter certeza que será resolvido, resultando em uma melhor experiência de uso do Thunderbird para todos.
ru: Считаете, что нашли новую проблему или недочёт? Создайте сообщение об ошибке, чтобы мы это устранили, что сделает работу с Thunderbird лучше для всех.
sk: Myslíte si, že ste našli nový problém alebo drsnú hranu? Vytvorte hlásenie o chybe, aby sme sa mohli uistiť, že bude vyriešená, výsledkom čoho bude lepšia skúsenosť s Thunderbirdom pre všetkých.
sl: Mislite, da ste našli napako v Thunderbirdu? Prijavite hrošča in zagotovite, da bo odpravljena, s tem pa napravite Thunderbird boljši za vse.
sq: Mendoni se gjetët një problem, apo një anë të palatuar? Krijoni një njoftim të metash, që kështu të mund të sigurojmë se zgjidhet, duke dhënë si rezultat një punim më të mirë në Thunderbird për të gjithë.
sv_se: Tror du att du har hittat ett nytt problem eller ojämn kant? Skapa en felrapport så att vi kan se till att det löser sig, vilket resulterar i en bättre Thunderbird-upplevelse för alla.
tr: Thunderbird’de bir hata bulduğunuzu mu düşünüyorsunuz? Sorunu çözerek daha iyi bir Thunderbird deneyimi sunabilmemiz için hata raporu oluşturun.
uk: Вважаєте, що знайшли проблему? Створіть звіт про помилку, щоб ми могли виправити її, що допоможе поліпшити роботу Thunderbird для всіх.
vi: Bạn nghĩ rằng bạn đã tìm thấy một vấn đề mới hoặc khó khăn khi sử dụng? Tạo báo cáo lỗi để chúng tôi có thể đảm bảo nó được giải quyết, mang lại trải nghiệm Thunderbird tốt hơn cho tất cả mọi người.

source: Report a Bug
cs: Nahlásit chybu
cy: Adrodd ar Wall
de: Einen Fehler melden
el: Αναφορά σφάλματος
es_ar: Informá sobre una falla
es_cl: Reportar un Bug
es_es: Informa de un error
eu: Errore baten berri eman
fr: Signaler un problème
fy_nl: In bug melde
gl: Informar dun erro
hu: Hiba jelentése
ia: Reportar un defecto
is: Tilkynna galla
it: Segnala un problema
ja: バグを報告
kab: Azen-d abug
nb_no: Rapporter en feil
nl: Een bug melden
nn_no: Rapporter ein feil
pl: Zgłoś błąd
pt_br: Relate uma falha
ru: Сообщить об ошибке
sk: Nahlásiť chybu
sl: Prijavi napako
sq: Njoftoni një të Metë
sv_se: Rapportera ett problem
tr: Hata bildirin
uk: Повідомити про помилку
vi: Báo cáo lỗi
