Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: Follow %(twitter)s on Twitter
cs: Sledujte %(twitter)s na Twitteru
el: Ακολουθήστε το %(twitter)s στο Twitter
es_cl: Seguir a %(twitter)s en Twitter
es_es: Sigue a %(twitter)s en Twitter
eu: Jarrai ezazu %(twitter)s Twitter-en
fr: Suivez %(twitter)s sur Twitter
fy_nl: Folgje %(twitter)s op Twitter
gl: Siga a %(twitter)s en Twitter
ia: Seque %(twitter)s sur Twitter
it: Segui %(twitter)s su Twitter
kab: Ḍfer %(twitter)s deg Twitter
nl: Volg %(twitter)s op Twitter
nn_no: Følg %(twitter)s på Twitter
pt_br: Seguir %(twitter)s no Twitter
ru: Подпишитесь на %(twitter)s в Twitter
sk: Sledujte %(twitter)s na Twitteri
sl: Sledite %(twitter)s na Twitterju
sq: Ndiqni %(twitter)s në Twitter
uk: Стежте за %(twitter)s у Twitter

source: We truly appreciate your generous support and are happy to offer an easy way for you to give through <b>online bank transfer</b>. We accept donations via direct debit in Euros <b>through Single European Payment Area (SEPA) transfer</b>. To keep our administrative costs to a minimum, we are unfortunately <b>not able to accept offline SEPA bank transfers using IBAN</b>.
es_cl: Agradecemos sinceramente tu generoso apoyo y nos complace ofrecerte una forma sencilla de realizar tu donación mediante <b>transferencia bancaria en línea</b>. Aceptamos donaciones mediante débito directo en euros <b>a través de transferencias de la Zona Única de Pagos Europeos (SEPA)</b>. Para mantener nuestros costos administrativos al mínimo, lamentablemente <b>no podemos aceptar transferencias bancarias SEPA fuera de línea utilizando IBAN</b>.
fr: Nous apprécions vraiment votre généreux soutien et nous sommes heureux de vous proposer un moyen facile de faire un don via le <b>virement bancaire en ligne</b>. Nous acceptons les dons en euros via les prélèvements automatiques <b>au sein de la zone de paiement européenne unique (SEPA)</b>. Pour limiter nos frais d’administration, nous ne sommes malheureusement <b>pas en mesure d’accepter les virements bancaires SEPA hors ligne avec un IBAN</b>.
gl: Agradecemos moito o teu xeneroso apoio e estamos encantados de ofrecerche unha forma sinxela de facerche a través dunha <b>transferencia bancaria en liña</b>. Aceptamos doazóns mediante domiciliación bancaria en euros <b>a través da transferencia da Zona Única Europea de Pagos (SEPA)</b>. Para manter os nosos custos administrativos ao mínimo, lamentablemente <b>non podemos aceptar transferencias bancarias SEPA sen conexión mediante IBAN</b>.
ru: Мы искренне ценим вашу щедрую поддержку и рады предложить вам простой способ пожертвования - <b>банковский перевод</b>. Мы принимаем пожертвования прямым дебетом в евро <b>через перевод в Единой европейской платежной зоне (SEPA)</b>. Чтобы свести наши административные расходы к минимуму, мы, к сожалению, <b>не можем принимать банковские переводы в автономном режиме SEPA с использованием IBAN</b>.

source: Please visit our secure <b>Online Donation Form</b> to make your donation
es_cl: Por favor, visita nuestro <b>formulario de donación en línea</b> seguro para hacer tu donación
fr: Veuillez remplir notre <b>formulaire de don en ligne</b> sécurisé pour faire votre don
gl: Visita o noso <b>Formulario de doazón en liña</b> seguro para facer a túa doazón
pt_br: Visite nosso <b>formulário seguro de doação online</b> para fazer sua doação
ru: Пожалуйста, посетите нашу безопасную <b>Онлайн-форму пожертвования</b>, чтобы сделать пожертвование

source: X (Formerly Twitter)
cs: X (dříve Twitter)
el: X (πρώην Twitter)
es_cl: X (ex Twitter)
eu: X (lehen Twitter)
fr: X (Anciennement Twitter)
fy_nl: X (earder Twitter)
gl: X (Anteriormente Twitter)
ia: X (olim Twitter)
it: X (ex Twitter)
nl: X (voorheen Twitter)
nn_no: X (tidlegare Twitter)
pt_br: X (anteriormente Twitter)
ru: X (бывший Twitter)
sk: X (predtým Twitter)
sl: X (nekdanji Twitter)
sq: X (ish-Twitter)
uk: X (раніше Twitter)

source: The Daily version is an unstable testing and development platform, make sure you back up important data regularly!
cs: Verze Daily je nestabilní testovací a vývojová platforma, nezapomeňte proto pravidelně zálohovat důležitá data!
el: Η έκδοση «Daily» είναι μια ασταθής πλατφόρμα δοκιμών και ανάπτυξης, μην ξεχνάτε να κάνετε τακτικά δημιουργία αντιγράφων ασφαλείας για τα σημαντικά δεδομένα σας!
es_cl: La versión Daily es una plataforma de prueba y desarrollo inestable, ¡asegúrate de realizar copias de seguridad de datos importantes de forma regular!
eu: Daily, eguneroko bertsioa probatzeko, garapenerako plataforma eta ezegonkorra da, ziurtatu zure datu garrantzitsuak sarri babesten dituzula!
fr: La version Daily est une plateforme de test et de développement instable, assurez-vous de sauvegarder régulièrement les données importantes.
fy_nl: De ferzje Daily is in ynstabyl test- en ûntwikkelingsplatfoarm, soargje derfoar dat jo regelmjittich in reservekopy meitsje fan wichtige gegevens!
gl: A versión Daily é unha plataforma de probas e desenvolvemento inestable, asegúrate de facer unha copia de seguranza dos datos importantes regularmente.
ia: Le Daily es un platteforma instabile de test e disveloppamento, preserva tu datos importante regularmente!
it: La versione Daily è una piattaforma instabile di test e sviluppo, esegui regolarmente il backup dei dati importanti!
nl: De versie Daily is een instabiel test- en ontwikkelingsplatform, zorg ervoor dat u regelmatig een back-up maakt van belangrijke gegevens!
nn_no: Daily er ei ustabil test- og utviklingsplattform, så sørg for å sikkerheitskopierer viktige data regelmessig!
pt_br: A versão Daily é uma plataforma instável de desenvolvimento e teste, não esqueça de fazer regularmente cópias de segurança de dados importantes!
ru: Версия Daily — это нестабильная платформа для тестирования и разработки. Убедитесь, что вы регулярно делаете резервные копии важных данных!
sk: Verzia Daily je nestabilná testovacia a vývojová platforma, nezabudnite si pravidelne zálohovať dôležité dáta!
sl: Daily je nestabilna platforma, namenjena preskušanju in razvoju, zato redno varnostno kopirajte pomembne podatke!
sq: Versioni i Përditshëm është një platformë testimi dhe zhvillimi versionesh të paqëndrueshëm, sigurohuni se kopjeruani të dhënat tuaja rregullisht!
tr: Daily sürümü kararsız bir test ve geliştirme platformudur. Önemli verilerinizi düzenli olarak yedeklemeyi unutmayın!
uk: Версія Daily – це нестабільна платформа для тестування та розробки. Обов'язково створюйте регулярні резервні копії важливих даних!
vi: Phiên bản Daily là một nền tảng thử nghiệm và phát triển không ổn định, hãy đảm bảo bạn sao lưu dữ liệu quan trọng thường xuyên!

source: Thunderbird Release is available for testing purposes only until releases are deemed stable enough for official support. Make sure you backup important data regularly!
el: Η έκδοση «Release» του Thunderbird είναι διαθέσιμη μόνο για δοκιμαστικούς σκοπούς μέχρι να θεωρηθεί ότι οι εκδόσεις είναι αρκετά σταθερές για επίσημη υποστήριξη. Βεβαιωθείτε ότι δημιουργείτε τακτικά αντίγραφα ασφαλείας για τα σημαντικά σας δεδομένα!
es_cl: Thunderbird Release está disponible solo para propósitos de prueba hasta que las versiones se consideren lo suficientemente estables para el soporte oficial. ¡Asegurate de hacer copias de seguridad de los datos importantes con regularidad!
eu: Thunderbirden bertsioa proba-helburuetarako bakarrik dago eskuragarri, bertsioak euskarri ofizialerako behar bezain egonkorrak direla uste den arte. Ziurtatu datu garrantzitsuen babes-kopia erregulartasunez egiten duzula!
fy_nl: Thunderbird Release is allinnich beskikber foar testdoeleinen, oant releases stabyl genôch achte wurde foar offisjele stipe. Soargje derfoar dat jo regelmjittich in reservekopy meitsje fan wichtige gegevens!
gl: A versión de Thunderbird só está dispoñible para probas ata que as versións se consideren o suficientemente estables para o soporte oficial. Asegúrate de facer unha copia de seguridade dos datos importantes con regularidade.
ia: Le version de Thunderbird es disponibile solo pro scopo de verifica usque le versiones es considerate stabile bastante pro le supporto official. Cura salveguardar datos importante regularmente!
it: La versione “release” di Thunderbird è disponibile solo a scopo di test fino a quando le versioni non saranno ritenute sufficientemente stabili per il supporto ufficiale. Assicurati di eseguire regolarmente il backup dei dati importanti!
nl: Thunderbird Release is alleen beschikbaar voor testdoeleinden, totdat releases stabiel genoeg worden geacht voor officiële ondersteuning. Zorg ervoor dat u regelmatig een reservekopie maakt van belangrijke gegevens!
nn_no: Thunderbird-utgivinga er berre tilgjengeleg for testformål inntil utgivingane blir rekna som stabile nok for offisiell støtte. Sørg for å sikkerheitskopiere viktige data regelmessig!
pt_br: O Thunderbird Release está disponível para fins de teste apenas até que as versões sejam consideradas estáveis o suficiente para suporte oficial. Certifique-se de fazer backup de dados importantes regularmente!
ru: Выпуск Thunderbird доступен только для тестирования до тех пор, пока данные выпуски не будут достаточно стабильными для официальной поддержки. Убедитесь, что регулярно делаете резервные копии важных данных!
sk: Vydanie Thunderbirdu je k dispozícii iba na testovacie účely, kým sa vydania nebudú považovať za dostatočne stabilné na oficiálnu podporu. Nezabudnite pravidelne zálohovať dôležité údaje!
sl: Thunderbird Release je namenjen samo preskušanju, dokler izdaj ne ocenimo kot dovolj stabilnih za uradno podporo. Redno ustvarjajte varnostne kopije pomembnih podatkov!
uk: Thunderbird Release – це випуск доступний лише для тестування, поки не буде визнаний достатньо стабільним для офіційної підтримки. Регулярно створюйте резервні копії важливих даних!
vi: Bản phát hành Thunderbird chỉ có sẵn cho mục đích thử nghiệm cho đến khi đủ ổn định để được hỗ trợ chính thức. Hãy sao lưu dữ liệu quan trọng của bạn thường xuyên!

source: Google Play (Beta)
fi: Google Play (beeta)
fr: Google Play (bêta)
is: Google Play (beta-þróunarútgáfa)
ja: Google Play (ベータ版)
ru: Google Play (бета)

source: F-Droid (Beta)
fi: F-Droid (beeta)
fr: F-Droid (bêta)
is: F-Droid (beta-þróunarútgáfa)
ja: F-Droid (ベータ版)
ru: F-Droid (бета)

source: Snap Store
gl: Tenda Snap
is: Snap-miðstöð
pl: Sklep Snap
vi: Cửa hàng Snap

source: The Beta channel is where stabilization occurs. This is expected to be more stable that Daily, but not as stable as the Release or Extended Support Release channels. Make sure you back up important data regularly.
es_ar: El canal Beta es donde ocurre la estabilización. Se espera que sea más estable que Daily, pero no tan estable como los canales Release o Extended Support Release. Asegurate de hacer copias de seguridad de los datos importantes con regularidad.
sv_se: Kanalen Beta är där stabilisering sker. Denna förväntas vara mer stabil än Daily, men inte lika stabil som Release eller Extended Support Release-kanalerna. Se till att du säkerhetskopierar viktig data regelbundet.

source: Thunderbird 128 Nebula
hu: Thundebird 128 Nebula

source: To update my email address or contact info
cs: Aktulizovat svou e-mailovou adresu nebo kontaktních údaje
el: Να ενημερώσω τη διεύθυνση email ή τα στοιχεία επικοινωνίας μου
es_es: Para actualizar mi dirección de correo electrónico o información de contacto
eu: Nire helbide elektronikoa edo harremanetarako informazioa eguneratzeko
ia: Pro actualisar mi adresse email o informationes de contacto
it: Aggiornare il mio indirizzo email o le mie informazioni di contatto
nl: Wil mijn e-mailadres of contactinformatie bijwerken
sk: Aktualizovať moju e‑mailovú adresu alebo kontaktné údaje
sl: posodobiti svoj e-poštni naslov ali podatke za stik

source: A year-end donation summary
cs: Souhrn darů ke konci roku
el: Μια περίληψη δωρεών στο τέλος του έτους
es_es: Un resumen de donaciones de fin de año
eu: Urte amaierako dohaintzen laburpena
ia: Un summario de donation de fin de anno
it: Un riepilogo di fine anno delle mie donazioni
nl: Heb een jaarsamenvatting van mijn donaties nodig
sk: Súhrn darov ku koncu roka
sl: povzetek donacij ob koncu leta

source: To submit feedback
cs: Odeslat zpětnou vazbu
el: Να υποβάλω σχόλια
es_es: Enviar comentarios
eu: Iritzia bidaltzeko
ia: Pro inviar commentarios
it: Inviare un commento
nl: Wil feedback indienen
sk: Odoslať spätnú väzbu
sl: poslati povratne informacije

source: We truly appreciate your generous support and are happy to now offer an easier way for you to give through online bank transfer. We can accept donations via direct debit in Euros through Single European Payment Area (SEPA) transfer.
cs: Opravdu si vážíme vaší podpory a jsme rádi, že vám nyní můžeme nabídnout jednodušší způsob, jak darovat prostřednictvím online bankovního převodu. Přijímáme dary prostřednictvím přímého debetu v eurech prostřednictvím převodů Single European Payment Area (SEPA).
el: Εκτιμούμε πραγματικά τη γενναιόδωρη υποστήριξή σας και είμαστε στην ευχάριστη θέση να σας προσφέρουμε έναν ευκολότερο τρόπο δωρεάς μέσω ηλεκτρονικού τραπεζικού εμβάσματος. Μπορούμε να δεχτούμε δωρεές μέσω πάγιας εντολής σε ευρώ μέσω μεταφοράς SEPA.
es_es: Realmente apreciamos tu generoso apoyo y estamos felices de ofrecerte ahora una forma más fácil de donar mediante transferencia bancaria en línea. Podemos aceptar donaciones mediante débito directo en euros a través de transferencia a la Zona Única de Pagos en Euros (SEPA).
eu: Benetan eskertzen dugu zure laguntza eskuzabala eta pozik gaude, orain lineako banku-transferentzia bidez emateko modu errazagoa eskaintzen dizugulako. Dohaintzak onar ditzakegu zordunketa zuzenaren bidez eurotan, Europako Ordainketa Eremu Bakarra (SEPA) transferentziaren bidez.
ia: Nos vermente apprecia tu generose supporto e ora es felice de offerer un plus facile maniera pro te pro donar per transferentia bancari online. Nos pote acceptar donationes via debito directe in Euros per transferentia bancari SEPA.
it: Apprezziamo molto il tuo generoso supporto e siamo felici di offrirti un modo più semplice per fare donazioni tramite bonifico bancario online. Accettiamo donazioni attraverso addebito diretto in euro tramite bonifico SEPA (Single European Payment Area).
nl: We waarderen uw genereuze steun echt en bieden u nu een eenvoudigere manier om te doneren via een online bankoverschrijving. We kunnen donaties via automatische incasso in euro’s via een Single European Payment Area (SEPA)-overschrijving accepteren.
sk: Naozaj si vážime vašu štedrú podporu a sme radi, že vám teraz môžeme ponúknuť jednoduchší spôsob darovania prostredníctvom online bankového prevodu. Môžeme prijímať dary prostredníctvom inkasa v eurách prostredníctvom prevodu v rámci jednotného európskeho platobného priestoru (SEPA).
sl: Resnično cenimo vašo velikodušno podporo in vam z veseljem ponujamo preprostejši način nakazovanja prek spletnega bančnega nakazila. Donacije lahko sprejemamo z direktno obremenitvijo v evrih preko nakazil v enotnem evropskem plačilnem območju (SEPA).

source: Visit our secure online donation page to make your donation
cs: Navštivte naši zabezpečenou online stránku pro poslání daru
el: Επισκεφτείτε την ασφαλή μας σελίδα ηλεκτρονικών δωρεών για να κάνετε τη δωρεά σας
es_es: Visita nuestra página segura de donaciones en línea para realizar tu donación
eu: Bisitatu gure lineako dohaintza orri segurua zure dohaintza egiteko
ia: Visita nostre pagina secur de donation online pro facer tu donation
it: Visita la nostra pagina sicura per le donazioni online per fare la tua donazione
nl: Bezoek onze beveiligde online donatiepagina om uw donatie te doen
sk: Ak chcete prispieť, navštívte našu zabezpečenú stránku online darcovstva
sl: Obiščite našo varno spletno stran za donacije in prispevajte

source: Still have questions? Contact us by submitting a case.
cs: Stále máte otázky? Kontaktujte nás zasláním vašeho případu.
el: Έχετε ακόμα απορίες; Επικοινωνήστε μαζί μας υποβάλλοντας ένα αίτημα.
es_es: ¿Todavía tienes preguntas? Ponte en contacto con nosotros enviando un caso.
eu: Oraindik galderarik baduzu? Jarri gurekin harremanetan kasu bat bidaliz.
ia: Ancora ha tu questiones? Contacta nos per le invio de un caso.
it: Hai altre domande? Contattaci inviando una segnalazione.
nl: Nog steeds vragen? Neem contact met ons op door een casus in te dienen.
sk: Stále máte otázky? Kontaktujte nás odoslaním vášho prípadu.
sl: Imate še vprašanja? Obrnite se na nas s svojim primerom.

source: Access your donation account settings using the '<b>Manage My Donation</b>' button on your recent donation confirmation email. There you can change the amount, frequency, payment method and charge date. You can also cancel your recurring donation plan.
cs: Přístup k nastavení svého darovacího účtu získáte pomocí tlačítka „<b>Spravovat můj příspěvek</b>“ v e-mailu s posledním potvrzením o daru. Zde můžete změnit částku, frekvenci, způsob platby a datum zaúčtování. Můžete také zrušit svůj plán opakovaného darování.
el: Αποκτήστε πρόσβαση στις ρυθμίσεις του λογαριασμού δωρεών σας χρησιμοποιώντας το κουμπί <b>Διαχείριση της δωρεάς μου</b> στο email επιβεβαίωσης της πρόσφατης δωρεάς σας. Από εκεί, μπορείτε να αλλάξετε το ποσό, τη συχνότητα, τη μέθοδο πληρωμής και την ημερομηνία χρέωσης. Μπορείτε επίσης να ακυρώσετε το πρόγραμμα της επαναλαμβανόμενης δωρεάς σας.
es_es: Accede a la configuración de tu cuenta de donaciones utilizando el botón '<b>Administrar mi donación</b>' en el correo electrónico de confirmación de donación más reciente. Allí podrás cambiar el importe, la frecuencia, el método de pago y la fecha de cargo. También puedes cancelar tu plan de donación recurrente.
eu: Sartu zure dohaintza kontuaren ezarpenetara, zure azken dohaintza berresteko mezu elektronikoan dagoen <b>'Kudeatu nire dohaintza'</b> botoia erabiliz. Bertan zenbatekoa, maiztasuna, ordainketa-metodoa eta kobratzeko data alda ditzakezu. Zure dohaintza-plan errepikakorra ere bertan behera utzi dezakezu.
ia: Accede tu parametros de conto de donation per le button '<b>Gerer mi donation</b>' sur tu recente email de confirmation de donation. Illac tu pote cambiar le amonta, frequentia, methodo de pagamento, e data de carga. Tu alsi pote cancellar tu plano de donation recurrente.
it: Accedi alle impostazioni del tuo account per le donazioni utilizzando il pulsante “<b>Gestisci la mia donazione</b>” presente nell’email di conferma della donazione. Da qui puoi modificare l’importo, la frequenza, il metodo di pagamento e la data di addebito. Puoi anche annullare il tuo piano di donazioni periodiche.
nl: Ga naar de donatie-instellingen van uw account met behulp van de knop ‘<b>Mijn donatie beheren</b>’ in uw recente donatiebevestigingsmail. Daar kunt u het bedrag, de frequentie, de betalingswijze en de afschrijvingsdatum wijzigen. U kunt uw periodieke donatieplan ook annuleren.
sk: Pomocou tlačidla „<b>Spravovať môj dar</b>“ v nedávnom e‑maile s potvrdením o darovaní prejdite na nastavenia svojho darcovského účtu. Tu môžete zmeniť sumu, frekvenciu, spôsob platby a dátum účtovania. Môžete tiež zrušiť svoj plán opakovaného darovania.
sl: Dostopajte do nastavitev svojega donacijskega računa z gumbom '<b>Upravljaj mojo donacijo</b>' v nedavnem potrditvenem e-poštnem sporočilu. Tam lahko spremenite znesek, pogostost, način plačila in datum bremenitve. Ponavljajočo se donacijo lahko tudi prekličete.

source: Any other details that might help
cs: Jakékoli další podrobnosti, které by mohly pomoci
el: Οποιαδήποτε άλλη λεπτομέρεια που μπορεί να βοηθήσει
es_es: Cualquier otro detalle que pueda ayudar
eu: Lagungarria izan daitekeen beste edozein xehetasun
ia: Ulle altere detalios que poterea adjutar
it: Altri eventuali dettagli che potrebbero essere utili
nl: Alle andere details die kunnen helpen
sk: Akékoľvek ďalšie podrobnosti, ktoré by mohli pomôcť
sl: Vse druge podrobnosti, ki bi lahko bile v pomoč

source: Thunderbird will only use your submitted information for purposes of communicating with you about your request. See our <a href="%(url)s">privacy policy</a> for further information.
cs: Thunderbird použije odeslané informace pouze pro účely komunikace ohledně vašeho požadavku. Více informací najdete v našich <a href="%(url)s">zásadách ochrany osobních údajů</a>.
el: Το Thunderbird θα χρησιμοποιήσει τις υποβεβλημένες πληροφορίες μόνο για να επικοινωνήσει μαζί σας σχετικά με το αίτημά σας. Δείτε την <a href="%(url)s">πολιτική απορρήτου</a> μας για περισσότερες πληροφορίες.
es_es: Thunderbird solo utilizará la información proporcionada con el propósito de comunicarse contigo sobre tu solicitud. Consulta nuestra <a href="%(url)s">política de privacidad</a> para obtener más información.
eu: Thunderbirdek bidalitako informazioa, zure eskaerari buruz, zurekin komunikatzeko soilik erabiliko du. Ikus gure <a href="%(url)s">pribatutasun-politika</a> informazio gehiago lortzeko.
ia: Thunderbird usara solo tu informationes inviate pro propositos de communicar con te re tu requesta. Vide nostre <a href="%(url)s">politica de confidentialitate</a> pro altere informationes.
it: Thunderbird utilizzerà le informazioni inviate esclusivamente per comunicazioni relative alla tua richiesta. Per ulteriori informazioni, consulta l’<a href="%(url)s">informativa sulla privacy</a>.
nl: Thunderbird zal uw ingediende informatie alleen gebruiken ten behoeve van communicatie met u over uw aanvraag. Lees ons <a href="%(url)s">privacybeleid</a> voor meer informatie.
sk: Thunderbird použije vyplnené údaje len pre účely komunikácie s vami ohľadom vašej žiadosti. Ďalšie informácie nájdete v <a href="%(url)s">Zásadách ochrany osobných údajov</a>.
sl: Thunderbird bo vaše posredovane podatke uporabil samo za namene obveščanja o vaši zahtevi. Za dodatne informacije glejte naš <a href="%(url)s">pravilnik o zasebnosti</a>.

source: We are unable to offer help with Thunderbird technical issues through the Donor Help form.
cs: S technickými problémy Thunderbirdu vám prostřednictvím formuláře pro dary nemůžeme pomoci.
el: Δεν μπορούμε να προσφέρουμε βοήθεια για τεχνικά ζητήματα του Thunderbird μέσω της φόρμας βοήθειας δωρητών.
es_es: No podemos ofrecer ayuda con problemas técnicos de Thunderbird a través del formulario de ayuda para donantes.
eu: Ezin dugu Thunderbirden arazo teknikoetarako laguntza eskaini Emaileen Laguntza inprimakiaren bidez.
ia: Nos non pote offerer adjuta con problemas technic de Thunderbird per le Formulario de adjuta del donator.
it: Non possiamo offrire assistenza per problemi tecnici con Thunderbird attraverso il modulo di assistenza per le donazioni.
nl: We kunnen geen hulp bieden bij technische problemen met Thunderbird via het hulpformulier voor donateurs.
sk: Nie sme schopní ponúknuť pomoc s technickými problémami Thunderbirdu prostredníctvom formulára pomoci pre darcov.
sl: Prek obrazca za pomoč donatorjem ne moremo nuditi pomoči pri tehničnih težavah s Thunderbirdom.
