Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: Find the help you need configuring and using Thunderbird Desktop.
bg: Намерете помощта, от която се нуждаете, за да конфигурирате и използвате настолната версия на Thunderbird.
cy: Dewch o hyd i'r cymorth sydd ei angen arnoch i ffurfweddu a defnyddio Thunderbird Bwrdd Gwaith.
de: Finden Sie die Hilfe, die Sie bei der Konfiguration und Verwendung von Thunderbird für Desktop-Computer benötigen.
es_ar: Encontrá la ayuda que necesitás para configurar y usar Thunderbird de escritorio.
es_cl: Encuentra la ayuda que necesitas para configurar y usar Thunderbird para escritorio.
fi: Löydä tarvitsemasi apu Thunderbirdin tietokoneversion määrittämiseen ja käyttöön.
fr: Trouvez l’aide dont vous avez besoin pour configurer et utiliser Thunderbird pour ordinateur.
fy_nl: Krij de help dy’t jo nedich hawwe by it konfigurearjen en brûken fan Thunderbird Desktop.
gl: Busca a axuda que necesitas para configurar e usar Thunderbird Desktop.
hu: Találja meg az asztali Thunderbird beállításához és használatához szükséges segítséget.
is: Finndu hjálp við það sem þú þarft við að nota og stilla Thunderbird fyrir vinnutölvur.
nl: Vind de hulp die u nodig hebt bij het configureren en gebruiken van Thunderbird Desktop.
nn_no: Finn hjelpa du treng for å konfigurere og bruke Thunderbird for datamaskiner.
pt_br: Encontre a ajuda que você precisa para configurar e usar o Thunderbird de computador.
ru: Найдите помощь, необходимую для настройки и использования Thunderbird для компьютера.
sk: Nájdite pomoc, ktorú potrebujete pri nastavení a používaní Thunderbirdu pre počítače.
sl: Poiščite pomoč, ki jo potrebujete pri nastavljanju in uporabi Thunderbirda za namizje.
sv_se: Hitta den hjälp du behöver att konfigurera och använda Thunderbird för datorer.
tr: Thunderbird Masaüstü’nü yapılandırmak ve kullanmak için ihtiyacınız olan yardımı alın.
vi: Tìm trợ giúp bạn cần để định cấu hình và sử dụng Thunderbird dành cho máy tính.

source: Mobile Help
bg: Помощ за мобилната версия
cy: Cymorth Symudol
de: Mobile-Hilfe
es_ar: Ayuda para móviles
es_cl: Ayuda para móviles
fi: Mobiiliohje
fr: Assistance pour mobile
fy_nl: Help foar Mobyl
gl: Axuda para móbil
hu: Mobilos súgó
is: Hjálp fyrir farsíma
nl: Hulp voor Mobiel
pt_br: Ajuda para dispositivos móveis
ru: Справка для мобильных устройств
sk: Pomocník pre verziu pre mobilné zariadenia
sl: Mobilna pomoč
sq: Ndihmë për Celular
sv_se: Hjälp för mobil
tr: Mobil yardımı
vi: Trợ giúp cho di động

source: Find the help you need configuring and using Thunderbird Mobile.
bg: Намерете помощта, от която се нуждаете, за да конфигурирате и използвате мобилната версия на Thunderbird.
cy: Dewch o hyd i'r help sydd ei angen arnoch i ffurfweddu a defnyddio Thunderbird Symudol.
de: Finden Sie die Hilfe, die Sie bei der Konfiguration und Verwendung von Thunderbird für Mobilgeräte benötigen.
es_ar: Encontrá la ayuda que necesitás para configurar y usar Thunderbird para móviles.
es_cl: Encuentra la ayuda que necesitas para configurar y usar Thunderbird para móviles.
fi: Löydä tarvitsemasi apu Thunderbirdin mobiiliversion määrittämiseen ja käyttöön.
fr: Trouvez l’aide dont vous avez besoin pour configurer et utiliser Thunderbird Mobile.
fy_nl: Krij de help dy’t jo nedich hawwe by it konfigurearjen en brûken fan Thunderbird Mobyl.
gl: Busca a axuda que necesitas para configurar e usar Thunderbird Mobile.
hu: Találja meg a mobilos Thunderbird beállításához és használatához szükséges segítséget.
is: Finndu hjálp við það sem þú þarft við að nota og stilla Thunderbird fyrir farsíma.
nl: Vind de hulp die u nodig hebt bij het configureren en gebruiken van Thunderbird Mobiel.
nn_no: Finn hjelpa du treng for å konfigurere og bruke Thunderbird for mobil.
pt_br: Encontre a ajuda que você precisa para configurar e usar o Thunderbird de dispositivos móveis.
ru: Найдите помощь, необходимую для настройки и использования Thunderbird Mobile.
sk: Nájdite pomoc, ktorú potrebujete pri nastavení a používaní Thunderbirdu pre mobilné zariadenia.
sl: Poiščite pomoč, ki jo potrebujete pri nastavljanju in uporabi Thunderbirda za mobilne naprave.
sv_se: Hitta den hjälp du behöver att konfigurera och använda Thunderbird för mobil.
tr: Thunderbird Mobil’i yapılandırmak ve kullanmak için ihtiyacınız olan yardımı alın.
vi: Tìm trợ giúp bạn cần để định cấu hình và sử dụng Thunderbird dành cho di động.

source: Learn how our values, community, and organization shape the future of Thunderbird.
bg: Научете как нашите ценности, общност и организация оформят бъдещето на Thunderbird.
cs: Zjistěte, jak naše hodnoty, komunita a organizace utvářejí budoucnost Thunderbirdu.
cy: Dysgwch sut mae ein gwerthoedd, ein cymuned, a'n trefniadau'n llunio dyfodol Thunderbird.
de: Erfahren Sie, wie unsere Werte, Gemeinschaft und Organisation die Zukunft von Thunderbird gestalten.
el: Μάθετε πώς οι αξίες, η κοινότητα και ο οργανισμός μας διαμορφώνουν το μέλλον του Thunderbird.
es_ar: Conocé cómo nuestros valores, comunidad y organización le dan forma al futuro de Thunderbird.
es_cl: Aprende cómo nuestros valores, comunidad y organización dan forma al futuro de Thunderbird.
eu: Ikasi gure balioek, komunitateak eta erakundeak nola moldatzen duten Thunderbirden etorkizuna.
fi: Lue kuinka arvomme, yhteisömme ja organisaatiomme muokkaavat Thunderbirdin tulevaisuutta.
fr: Découvrez comment nos valeurs, notre communauté et notre organisation façonnent l’avenir de Thunderbird.
fy_nl: Lês hoe’t ús wearden, mienskip en organisaasje de takomst fan Thunderbird foarmjaan.
gl: Aprende como os nosos valores, comunidade e organización configuran o futuro de Thunderbird.
hu: Tudja meg, hogy az értékeink, a közösségünk és a szervezetünk hogyan alakítja a Thunderbird jövőjét.
ia: Apprende como nostre valores, communitate, e organisation forma le futuro de Thunderbird.
is: Kynntu þér hvernig gildi okkar, samfélag og skipulag móta framtíð Thunderbird.
it: Scopri come i nostri valori, la nostra comunità e la nostra organizzazione plasmano il futuro di Thunderbird.
ja: 当社の価値観、コミュニティ、組織がThunderbirdの未来をどのように形作っているかをご覧ください。
nl: Lees hoe onze waarden, gemeenschap en organisatie de toekomst van Thunderbird vormgeven.
nn_no: Finn ut korleis verdiane våre, fellesskkapet vårt og organisasjonen vår formar framtida for Thunderbird.
pt_br: Saiba como nossos valores, comunidade e organização moldam o futuro do Thunderbird.
ru: Узнайте, как наши принципы, сообщество и организация влияют на будущее Thunderbird.
sk: Zistite, ako naše hodnoty, komunita a organizácia formujú budúcnosť Thunderbirdu.
sl: Spoznajte, kako naše vrednote, skupnost in organizacija oblikujejo prihodnost Thunderbirda.
sq: Mësoni se vlerat tona, bashkësia dhe enti i japin formë të ardhmes së Thunderbird-it.
sv_se: Lär dig hur våra värderingar, vår gemenskap och organisation formar framtiden för Thunderbird.
tr: Değerlerimizin, topluluğumuzun ve organizasyonumuzun Thunderbird’ün geleceğini nasıl şekillendirdiğini öğrenin.
uk: Дізнайтеся, як наші цінності, спільнота й організація формують майбутнє Thunderbird.
vi: Tìm hiểu cách các giá trị, cộng đồng và tổ chức của chúng tôi định hình tương lai của Thunderbird.

source: Find out who to contact and how.
bg: Разберете как да се свържете с нас.
cs: Zjistěte, koho a jak kontaktovat.
cy: Darganfod â phwy i gysylltu a sut.
de: Erfahren Sie, wen Sie kontaktieren können und wie.
el: Μάθετε με ποιον να επικοινωνήσετε και πώς.
es_ar: Descubrí a quién contactar y cómo.
es_cl: Descubre a quién contactar y cómo.
eu: Jakin norekin eta nola jarri harremanetan.
fi: Selvitä, keneen ottaa yhteyttä ja miten.
fr: Découvrez qui contacter et comment.
fy_nl: Untdek mei wa’t jo kontakt opnimme en hoe.
gl: Descubra con quen contactar e como.
hu: Tudja meg, hogy kivel és hogyan vegye fel a kapcsolatot.
ia: Discoperi qui contactar e como.
is: Finndu út við hverja þú átt að hafa samband og hvernig.
it: Scopri chi contattare e come.
ja: 連絡先と連絡方法をご確認ください。
nl: Ontdek met wie u contact kunt opnemen en hoe.
nn_no: Finn ut kven du skal kontakte og korleis.
pl: Dowiedz się, z kim i jak się skontaktować.
pt_br: Descubra quem contatar e como.
ru: Узнайте, с кем и как связаться.
sk: Zistite, koho a ako kontaktovať.
sl: Preberite, na koga se obrniti in kako.
sq: Mësoni me kë të lidheni dhe si.
sv_se: Ta reda på vem du ska kontakta och hur.
tr: Kiminle, nasıl iletişime geçeceğinizi öğrenin.
uk: Дізнайтеся, до кого і як звернутися.
vi: Tìm hiểu ai để liên lạc và làm thế nào.

source: We have an enthusiastic team with diverse talents. Learn how to join us.
bg: Имаме ентусиазиран екип с разнообразни таланти. Научете как да се присъедините към нас.
cs: Máme nadšený tým s různorodými talenty. Zjistěte, jak se k nám připojit.
cy: Mae gennym dîm brwdfrydig gyda thalentau amrywiol. Dysgwch sut i ymuno â ni.
de: Wir haben ein begeistertes Team mit vielfältigen Talenten. Erfahren Sie, wie Sie bei uns mitmachen können.
el: Έχουμε μια ενθουσιώδη ομάδα με διαφορετικά ταλέντα. Μάθετε πώς να συμμετάσχετε.
es_ar: Contamos con un equipo entusiasta con diversos talentos. Aprendé cómo unirte.
es_cl: Contamos con un equipo entusiasta con diversos talentos. Aprende cómo unirte a nosotros.
eu: Talentu anitzak dituen talde gogotsu bat dugu. Ikasi nola bat egin gurekin.
fi: Meillä on innostunut tiimi, jossa on erilaisia kykyjä. Opi, kuinka voit liittyä meihin.
fr: Notre équipe est enthousiasmante et composée de talents variés. Découvrez comment nous rejoindre.
fy_nl: Wy hawwe in entûsjast team mei ferskate talinten. Lês hoe’t jo jo by ús oanslute kinne.
gl: Temos un equipo entusiasta con talentos diversos. Aprenda como unirse a nós.
hu: Egy sokszínű tehetségekből álló lelkes csapatunk van. Tudja meg, hogyan csatlakozhat hozzánk.
ia: Nos ha un equipa enthusiastic con diverse talentos. Apprende como junger te a nos.
is: Við erum með öflugt lið með fjölbreytta hæfileika. Lærðu hvernig á að ganga til liðs við okkur.
it: Abbiamo un team entusiasta con talenti diversi. Scopri come diventarne parte.
ja: 私たちは、多様な才能を持つ熱心なチームを持っています。参加方法をご覧ください。
nl: We hebben een enthousiast team met diverse talenten. Lees hoe u zich bij ons kunt aansluiten.
nn_no: Vi har eit entusiastiskt team med ulike talent. Finn ut korleis du kan vere med.
pt_br: Temos uma equipe entusiasta com diversos talentos. Saiba como juntar-se a nós.
ru: У нас есть команда энтузиастов с различными талантами. Узнайте, как присоединиться к нам.
sk: Máme nadšený tím s rôznymi talentmi. Zistite, ako sa k nám pridať.
sl: Imamo nadobudno ekipo z raznolikimi talenti. Preberite, kako se nam lahko pridružite.
sq: Kemi një ekip entuziastësh, me talente të larmishëm. Mësoni si të bëheni pjesë e jona.
sv_se: Vi har ett entusiastiskt team med olika talanger. Lär dig hur du går med oss.
tr: Birbirinden farklı yeteneklere sahip, tutkulu bir ekibimiz var. Aramıza nasıl katılabileceğinizi öğrenin.
uk: У нас є команда ентузіастів із різноманітними талантами. Дізнайтеся, як приєднатися до нас.
vi: Chúng tôi có một đội ngũ nhiệt tình với tài năng đa dạng. Tìm hiểu cách tham gia cùng chúng tôi.

source: Learn how to donate as an individual or business to support Thunderbird and open source.
bg: Научете как да дарите като физическо лице или бизнес в подкрепа на Thunderbird и отворения код.
cs: Zjistěte, jak můžete jako jednotlivec nebo firma přispět na podporu Thunderbirdu a open source.
cy: Dysgwch sut i gyfrannu fel unigolyn neu fusnes i gefnogi Thunderbird a chod agored.
de: Erfahren Sie, wie Sie als Einzelperson oder Unternehmen spenden können, um Thunderbird und Open Source zu unterstützen.
el: Μάθετε πώς να κάνετε δωρεά μεμονωμένα ή ως επιχείρηση για την υποστήριξη του Thunderbird και του ανοικτού λογισμικού.
es_ar: Aprendé cómo donar como individuo o como empresa para apoyar a Thunderbird y al código abierto.
es_cl: Aprende cómo donar como persona natural o empresa para apoyar Thunderbird y el código abierto.
eu: Ikasi nola lagundu pertsona edo enpresa gisa Thunderbird eta kode irekia sustatu.
fi: Lue, miten voit lahjoittaa yksityishenkilönä tai yrityksenä tukeaksesi Thunderbirdia ja avointa lähdekoodia.
fr: Découvrez comment faire un don en tant que particulier ou entreprise pour soutenir Thunderbird et l’open source.
fy_nl: Lês hoe’t jo as yndividu of bedriuw donearje kinne om Thunderbird en iepen boarne te stypjen.
gl: Aprenda a doar como persoa ou empresa para apoiar Thunderbird e o código aberto.
hu: Tudja meg, hogyan támogathatja a Thunderbirdöt és a nyílt forráskódot magánszemélyként vagy vállalkozásként.
ia: Apprende a donar como individuo o organisation commercial pro supportar Thunderbird e le software open-source.
it: Scopri come fare una donazione individuale o come azienda per supportare Thunderbird e l’open source.
ja: Thunderbirdとオープンソースをサポートするために、個人または企業として寄付する方法を学びます。
nl: Lees hoe u als individu of bedrijf kunt doneren om Thunderbird en opensource te steunen.
nn_no: Finn ut korleis du donerer som privatperson eller føretak for å stø Thunderbird og open kjeldekode.
pt_br: Saiba como fazer uma doação como indivíduo ou empresa para apoiar o Thunderbird e o código aberto.
ru: Узнайте, как сделать пожертвование от частного лица или компании, чтобы поддержать Thunderbird и открытый исходный код.
sk: Zistite, ako darovať ako jednotlivec alebo firma na podporu Thunderbirdu a open source.
sl: Oglejte si, kako lahko z donacijo kot posameznik ali kot podjetje podprete Thunderbird in odprto kodo.
sq: Mësoni si të dhuroni si individ, ose si biznes, për të përkrahur Thunderbird-in dhe burimin e hapur.
sv_se: Lär dig hur du donerar som privatperson eller företag för att stödja Thunderbird och öppen källkod.
tr: Thunderbird’ü ve açık kaynağı desteklemek için bireysel veya kurumsal olarak bağışta bulunun.
uk: Дізнайтеся, як зробити внесок від імені фізичної особи чи компанії на підтримку Thunderbird і відкритого коду.
vi: Tìm hiểu cách quyên góp với tư cách cá nhân hoặc doanh nghiệp để hỗ trợ Thunderbird và nguồn mở.

source: We need helping hands of all kinds. Learn how you can help Thunderbird and others.
bg: Нуждаем се от помощ от всякакъв вид. Научете как можете да помогнете на Thunderbird.
cs: Potřebujeme pomocné ruce všeho druhu. Přečtěte si, jak můžete pomoci Thunderbirdu a ostatním.
cy: Mae angen help llaw o bob math arnom. Dysgwch sut y gallwch chi helpu Thunderbird ac eraill.
de: Wir brauchen helfende Hände aller Art. Erfahren Sie, wie Sie Thunderbird und anderen helfen können.
el: Χρειαζόμαστε τη βοήθεια κάθε είδους. Μάθετε πώς μπορείτε να βοηθήσετε το Thunderbird και άλλους χρήστες.
es_ar: Necesitamos manos que ayuden de todo tipo. Conocé como podés ayudar a Thunderbird y a otros.
es_cl: Necesitamos manos amigas de todo tipo. Aprende cómo puedes ayudar a Thunderbird y a otros.
eu: Era guztietako laguntzak behar ditugu. Ikasi nola lagundu dezakezun Thunderbird eta besteei.
fi: Tarvitsemme kaikenlaisia auttavia käsiä. Opi, kuinka voit auttaa Thunderbirdia ja muita.
fr: Nous avons besoin d’aide dans tous les domaines. Découvrez comment vous pouvez aider Thunderbird et les autres.
fy_nl: Wy hawwe helpende hannen fan alle soarten nedich. Lês hoe’t jo Thunderbird en oaren helpe kinne.
gl: Necesitamos axudas de todo tipo. Aprenda como pode axudar a Thunderbird e a outros.
hu: Mindenféle segítő kézre van szükségünk. Tudja meg, hogyan segíthet a Thunderbirdnek és másoknak.
ia: Nos besonia manos de adjuta de tote le sortas. Apprende como tu pote adjutar Thunderbird e le alteres.
is: Okkur vantar hjálparhendur af öllum gerðum. Lærðu hvernig þú getur aðstoðað Thunderbird og aðra notendur.
it: Abbiamo bisogno di aiuti di ogni tipo. Scopri come puoi aiutare Thunderbird e altri utenti.
ja: 私たちはあらゆる種類の助けを必要としています。Thunderbirdなどを支援する方法をご覧ください。
nl: We hebben allerlei soorten helpende handen nodig. Lees hoe u Thunderbird en anderen kunt helpen.
nn_no: Vi treng alle slags hjelpande hender. Finn ut korleis du kan hjelpe Thunderbird, og andre.
pt_br: Precisamos de ajuda de todos os tipos. Saiba como você pode ajudar o Thunderbird e outros.
ru: Нам нужны любые руки помощи. Узнайте, как вы можете помочь Thunderbird и другим.
sk: Potrebujeme každú pomocnú ruku. Zistite, ako môžete pomôcť Thunderbirdu a iným.
sl: Potrebujemo pomoč vseh vrst. Preberite, kako lahko pomagate Thunderbirdu in drugim.
sq: Na duhet ndihmë e çfarëdo lloji. Mësoni se si mund të ndihmoni Thunderbird-in dhe të tjerët.
sv_se: Vi behöver alla slags hjälp. Lär dig hur du kan hjälpa Thunderbird och andra.
tr: Her türlü yardıma açığız. Thunderbird’e ve başka kullanıcılara nasıl yardım edebileceğinizi öğrenin.
uk: Ми потребуємо будь-якої допомоги. Дізнайтеся, як ви можете допомогти Thunderbird та іншим.
vi: Chúng tôi cần sự giúp đỡ với mọi hình thức. Tìm hiểu cách bạn có thể giúp Thunderbird và những người khác.

source: Find the latest version of Thunderbird.
bg: Намерете последното издание на Thunderbird.
cs: Získejte nejnovější verzi Thunderbirdu.
cy: Dewch o hyd i'r fersiwn diweddaraf o Thunderbird.
de: Finden Sie die neueste Version von Thunderbird.
el: Βρείτε την πιο πρόσφατη έκδοση του Thunderbird.
es_ar: Encontrá la última versión de Thunderbird.
es_cl: Encuentra la última versión de Thunderbird.
eu: Bilatu Thunderbird azken bertsioa.
fi: Löydä Thunderbirdin uusin versio.
fr: Installez la dernière version de Thunderbird.
fy_nl: Sykje de nijste ferzje fan Thunderbird.
gl: Atopa a última versión de Thunderbird.
hu: Találja meg a Thunderbird legfrissebb verzióját.
ia: Discoperi le ultime version de Thunderbird.
is: Finndu nýjustu útgáfuna af Thunderbird.
it: Trova la versione più recente di Thunderbird.
ja: Thunderbirdの最新バージョンを見つけてください。
nl: Zoek de nieuwste versie van Thunderbird.
nn_no: Finn siste versjon av Thunderbird.
pl: Znajdź najnowszą wersję Thunderbirda.
pt_br: Encontre a versão mais recente do Thunderbird.
ru: Найдите последнюю версию Thunderbird.
sk: Získajte najnovšiu verziu Thunderbirdu.
sl: Poiščite najnovejšo različico Thunderbirda.
sq: Gjeni versionin më të ri të Thunderbird-it.
sv_se: Hitta den senaste versionen av Thunderbird.
tr: Thunderbird’ün en son sürümünü bulun.
uk: Знайдіть найновішу версію Thunderbird.
vi: Tìm phiên bản mới nhất của Thunderbird.

source: Thunderbird Logo
bg: Лого на Thunderbird
cs: Logo Thunderbirdu
cy: Logo Thunderbird
el: Λογότυπο Thunderbird
es_ar: Logo de Thunderbird
es_cl: Logo de Thunderbird
eu: Thunderbird Logoa
fr: Logo Thunderbird
gl: Logotipo de Thunderbird
hu: Thunderbird logó
ia: Logo de Thunderbird
is: Thunderbird-táknmerki
it: Logo di Thunderbird
ja: Thunderbirdのロゴ
pl: Logo Thunderbirda
pt_br: Logotipo do Thunderbird
ru: Логотип Thundebird
sk: Logo Thunderbirdu
sl: Logotip Thunderbirda
sq: Stemë e Thunderbird-it
sv_se: Thunderbird-logotyp
tr: Thunderbird logosu
uk: Логотип Thunderbird
vi: Logo Thunderbird

source: Open or close site navigation
bg: Отваряне или затваряне на навигацията на сайта
cs: Otevře nebo zavře navigaci na webu
cy: Agor neu gau llywio gwefan
de: Seitennavigation öffnen oder schließen
el: Άνοιγμα ή κλείσιμο πλοήγησης ιστοτόπου
es_ar: Abrir o cerrar la navegación del sitio
es_cl: Abrir o cerrar la navegación del sitio
eu: Ireki edo itxi guneko nabigazioa
fi: Avaa tai sulje sivustonavigointi
fr: Ouvrir ou fermer la navigation du site
fy_nl: Websitenavigaasje iepenje of slute
gl: Abrir ou pechar a navegación do sitio
hu: Oldalnavigáció megnyitása vagy bezárása
ia: Aperir o clauder le navigation del sito
is: Opna eða loka leiðsögn vefsvæðisins
it: Apri o chiudi la navigazione nel sito
ja: サイトナビゲーションを開くまたは閉じる
nl: Websitenavigatie openen of sluiten
nn_no: Opne eller lat att nettstadnavigering
pt_br: Abrir ou fechar navegação no site
ru: Открыть или закрыть навигацию сайта
sk: Otvorí alebo zatvorí navigáciu na stránke
sl: Odpri ali zapri krmarjenje po spletnem mestu
sq: Hapni, ose mbyllni menu lëvizjesh në sajt
sv_se: Öppna eller stäng webbplatsnavigering
tr: Site gezintisini aç veya kapat
uk: Відкрити або закрити навігацію сайтом
vi: Mở hoặc đóng điều hướng web

source: Learn What’s <span class="txt-gradient">Next</span>
bg: Научете какво <span class="txt-gradient">предстои</span>
cs: Zjistěte, co nás <span class="txt-gradient">čeká</span>
cy: Beth sy ar y <span class="txt-gradient">Gorwel</span>
de: Erfahren Sie, was <span class="txt-gradient">als Nächstes</span> kommt
el: Μάθετε τι νέο <span class="txt-gradient">έρχεται</span>
es_ar: Conocé lo que <span class="txt-gradient">se viene</span>
es_cl: Descubre lo que <span class="txt-gradient">se viene</span>
eu: Ikasi zer den <span class="txt-gradient">hurrena</span>
fi: Katso mitä <span class="txt-gradient">seuraavaksi</span>
fr: Découvrez <span class="txt-gradient">ce qui vient</span>
fy_nl: Lês wat der <span class="txt-gradient">folget</span>
gl: Descubre o que <span class="txt-gradient">se vén</span>
hu: Ismerje meg, hogy mi <span class="txt-gradient">következik</span>
ia: Apprende lo que va <span class="txt-gradient">evenir</span>
is: Sjáðu hvað er <span class="txt-gradient">næst</span> á döfinni
it: Scopri <span class="txt-gradient">le novità</span>
ja: <span class="txt-gradient">次の情報</span>を見る
nl: Lees wat er <span class="txt-gradient">volgt</span>
nn_no: Finn ut kva som <span class="txt-gradient">kjem</span>
pl: Dowiedz się, co <span class="txt-gradient">dalej</span>
pt_br: Saiba o que vem a <span class="txt-gradient">a seguir</span>
ru: Узнайте, что <span class="txt-gradient">Дальше</span>
sk: Zistite, čo nás <span class="txt-gradient">čaká</span>
sl: Preberite, kaj je <span class="txt-gradient">naslednje</span>
sq: Mësoni Ç’vjen <span class="txt-gradient">Më Pas</span>
sv_se: Lär dig vad som händer <span class="txt-gradient">härnäst</span>
tr: <span class="txt-gradient">Yeniliklerden</span> haberdar olun
uk: Дізнайтеся, що буде <span class="txt-gradient">далі</span>
vi: Tìm hiểu cái gì <span class="txt-gradient">tiếp theo</span>
