Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: New Account Setup
bg: Помощник за настройка на поща
cs: Vytvoření nového účtu
cy: Gosod Cyfrif E-bost Newydd
de: Neuer Assistent zum Einrichten von E-Mail-Konten
el: Ρύθμιση νέου λογαριασμού
es_ar: Configuración de nueva cuenta
es_cl: Configuración de nueva cuenta
es_es: Nuevo configurador de cuentas
eu: Kontu konfigurazio berria
fi: Uuden sähköpostitilin luonti
fr: Nouvelle configuration des comptes
fy_nl: Nij Account ynstelproses
gl: Novo asistente para a creación de contas
hu: Új postafiók beállítása
ia: Configuration de nove conto
is: Uppsetning á nýjum reikningi
it: Un nuovo modo per configurare gli account
ja: 新しいアカウント設定画面
kab: Tawila n umiḍan amaynut
nl: Nieuwe accountconfiguratie
nn_no: Konfigurasjon av ny konto
pl: Konfiguracja nowego konta
pt_br: Nova configuração de contas
ru: Параметры новой учётной записи
sk: Nový sprievodca vytvorením účtu
sl: Nov čarovnik za nastavitev računov
sq: Udjisje e Re Llogarish
sv_se: Ny guide för att skapa e-postkonton
tr: Yeni hesap kurulumu
uk: Створення нового облікового запису
vi: Thiết lập tài khoản mới

source: One of the most noticeable changes for Thunderbird 91 is the new account setup wizard. The new wizard not only features a better look, but does auto-discovery of calendars and address books and allows most users to set them up with just a click. After setting up an account, the wizard also points users at additional (optional) things to do – such as adding a signature or setting up end-to-end encryption.
bg: Една от най-забележимите промени в Thunderbird 91 е новият съветник за настройка на нов профил. Новият помощник не само има по-добър външен вид, но и автоматично откриване на календари и адресници, като позволява на повечето потребители да ги настройват само с едно щракване. След като създаде профил, съветникът насочва потребителите към допълнителни (по избор) неща, които да направят – като добавяне на подпис или настройка на шифроване от край до край.
cs: Jedna z nejviditelnějších změn v Thunderbirdu 91 je nový průvodce nastavením účtu, který lépe vypadá, ale také umí automaticky dohledat váš kalendář, seznam kontaktů a pro většinu uživatelů vše nastaví na jediné klepnutí. Po nastavení účtu vám nabídne další funkce, jako přidání podpisu nebo nastavení koncového šifrování.
cy: Un o'r newidiadau mwyaf amlwg ar gyfer Thunderbird 91 yw'r dewin gosod cyfrif newydd. Mae'r dewin newydd nid yn unig yn cynnwys golwg well, ond mae hefyd yn darganfod calendrau a llyfrau cyfeiriadau yn awtomatig ac yn caniatáu i'r mwyafrif o ddefnyddwyr eu gosod gydag un clicio yn unig. Ar ôl creu cyfrif, mae'r dewin hefyd yn cyfeirio defnyddwyr at bethau ychwanegol (dewisol) i'w gwneud - megis ychwanegu llofnod neu osod amgryptio o'r dechrau i'r diwedd.
de: Eine der auffälligsten Änderungen für Thunderbird 91 ist der neue Assistent zur Kontoeinrichtung. Der neue Assistent sieht nicht nur besser aus, sondern erkennt Kalender und Adressbücher automatisch und ermöglicht es den meisten Benutzern, diese mit nur einem Klick einzurichten. Nach der Einrichtung eines Kontos weist der Assistent den Benutzer auch auf zusätzliche (optionale) Dinge hin – wie zum Beispiel das Hinzufügen einer Signatur oder das Einrichten von Ende-zu-Ende-Verschlüsselung.
el: Μία από τις πιο αξιοσημείωτες αλλαγές για το Thunderbird 91 είναι ο νέος βοηθός ρύθμισης λογαριασμών. Ο νέος βοηθός όχι μόνο διαθέτει καλύτερη εμφάνιση, αλλά κάνει αυτόματα εύρεση ημερολογίων και ευρετηρίων και επιτρέπει στους περισσότερους χρήστες να τα ρυθμίζουν με ένα μόνο κλικ. Μετά τη δημιουργία ενός λογαριασμού, ο βοηθός υποδεικνύει στους χρήστες επιπλέον (προαιρετικές) ενέργειες – όπως η προσθήκη υπογραφής ή η ρύθμιση της διατερματικής κρυπτογράφησης.
es_ar: Uno de los cambios más notables en Thunderbird 91 es el nuevo asistente de configuración de cuentas. El nuevo asistente no solo tiene un look mejorado, también descubre automáticamente calendarios y libretas de direcciones y permite que la mayoría de los usuarios los configure con un solo clic.
es_cl: Uno de los cambios más notables de Thunderbird 91 es el asistente de configuración de nuevas cuentas. El nuevo asistente no solo ofrece una mejor apariencia, sino que también detecta automáticamente los calendarios y las libretas de direcciones, y permite a la mayoría de los usuarios configurarlos con solo un clic. Después de configurar una cuenta, el asistente también indica a los usuarios cosas adicionales (opcionales) que pueden hacer, como agregar una firma o configurar el cifrado de extremo a extremo.
es_es: Uno de los cambios más notables para Thunderbird 91 es el asistente para configurar una nueva cuenta. El nuevo asistente no solo tiene una mejor apariencia, sino que también permite el autodescubrimiento de calendarios y libretas de direcciones, y permite a la mayoría de los usuarios configurarlos con solo un clic. Después de configurar una cuenta, el asistente también sugiere a los usuarios cosas adicionales (opcionales) por hacer - como añadir una firma o configurar un cifrado de extremo a extremo.
eu: Thunderbird 91ko aldaketarik nabarmenetako bat kontu ezarpenen morroi berria da. Morroi berriak itxura hobea izateaz gain, egutegiak eta helbide-liburuak aurkitzen ditu, eta erabiltzaile gehienek klik batekin konfiguratzen dituzte. Kontu bat sortu ondoren, morroiak beste gauza batzuk ere seinalatzen dizkie erabiltzaileei (aukerakoak): sinadura bat gehitzea edo muturretik-muturrerako zifratzea.
fr: Un des changements les plus remarquables dans Thunderbird 91 est son nouvel assistant de configuration des comptes. Celui-ci dispose non seulement d’une apparence améliorée, mais il effectue aussi une découverte automatique des agendas et carnets d’adresses, ce qui permet de les configurer d’un clic dans la plupart des cas. Après la configuration d’un compte, l’assistant indique également ce qu’il reste à faire facultativement – comme l’ajout d’une signature ou la mise en place du chiffrement de bout en bout.
fy_nl: Ien fan de meast opfallende wizigingen foar Thunderbird 91 is de nije accountkonfiguraasjewizard. De nije wizard sjocht der net allinnich better út, mar detektearret ek automatysk aginda’s en adresboeken en stelt de measte brûkers yn steat dizze mei mar ien klik yn te stellen. Nei it ynstellen fan in account wiist de wizard brûkers ek op oanfoljende (opsjonele) dingen dy’t se dwaan kinne – lykas it tafoegjen fan in hantekening of it ynstellen fan end-to-end-fersifering.
gl: Un dos cambios máis importántes para o Thunderbird 91 é o novo asistente de configuración de conta. O novo asistente non só presenta un mellor aspecto, senón que descubre automaticamente calendarios e axendas de enderezos e permite á maioría dos usuarios configuralos cun só clic. Despois de configurar unha conta, o asistente tamén indica aos usuarios cousas adicionais (opcionais) que poden facer, como engadir unha sinatura ou configurar o cifrado de extremo a extremo.
hu: A Thunderbird 91 egyik legszembetűnőbb változása az új fiókbeállítási varázsló. Az új varázsló nemcsak jobban néz ki, hanem automatikusan felderíti a naptárakat és a címjegyzékeket, és lehetővé teszi a legtöbb felhasználó számára, hogy egyetlen kattintással beállítsa őket. A fiók létrehozása után a varázsló további (nem kötelező) tennivalókra is felhívja a felhasználók figyelmét – például az aláírás hozzáadására, vagy a végpontok közti titkosítás beállítására.
ia: Un del plus perceptibile cambiamentos pro Thunderbird 91 es le nove assistente de configuration del conto. Le nove assistente non solo presenta un melior apparentia, ma face auto-discoperir agendas e libros de adresses e permitte al major parte del usatores de los definir illes mesme con solo un clic. Post le implementation de un conto, le assistente alsi consilia le usatores pro altere (optional) cosas a facer – tal como adder un firma o le preparation de cryptation de un extremo al altere.
is: Ein mest áberandi breytingin í Thunderbird 91 er nýi leiðarvísirinn fyrir uppsetningu reikninga. Nýi leiðarvísirinn er ekki aðeins með betra útlit heldur finnur hann sjálfkrafa dagatöl og nafnaskrár og gerir flestum notendum kleift að setja þau upp með einum smelli. Eftir að reikningur hefur verið settur upp, bendir leiðarvísirinn notendum einnig á fleiri (valkvæða) hluti til að gera - eins og að bæta við undirskrift eða setja upp enda-í-enda dulritun.
it: Uno degli aggiornamenti più rilevanti in Thunderbird 91 è la nuova procedura guidata di configurazione dell’account, che non solo presenta un aspetto migliore, ma esegue anche il rilevamento automatico di calendari e rubriche e consente alla maggior parte degli utenti di configurarli con un solo clic. Dopo aver configurato un account, la procedura guidata indirizza gli utenti a ulteriori funzioni (opzionali), come l’aggiunta di una firma o l’impostazione della crittografia end-to-end.
ja: Thunderbird 91の最も顕著な変更の1つは、新しいアカウント設定ウィザードです。新しいウィザードは、見栄えが良いだけでなく、カレンダーやアドレス帳を自動的に検出し、ほとんどのユーザーがクリックするだけで設定できます。アカウントの設定後、ウィザードは、署名の追加やエンドツーエンドの暗号化の設定など、他の（オプションの）操作もユーザーに示します。
nl: Een van de meest opvallende veranderingen voor Thunderbird 91 is de nieuwe accountconfiguratiewizard. De nieuwe wizard ziet er niet alleen beter uit, maar detecteert ook automatisch agenda’s en adresboeken en stelt de meeste gebruikers in staat deze met slechts een klik in te stellen. Na het instellen van een account wijst de wizard gebruikers ook op aanvullende (optionele) dingen die ze kunnen doen – zoals het toevoegen van een handtekening of het instellen van end-to-end-versleuteling.
pl: Jedną z najbardziej zauważalnych zmian w Thunderbirdzie 91 jest nowy kreator konfiguracji konta. Kreator ten oferuje nie tylko lepszy wygląd, ale także automatyczne wykrywanie kalendarzy i książek adresowych oraz umożliwia większości użytkownikom skonfigurowanie ich jednym kliknięciem. Po skonfigurowaniu konta kreator wskazuje również użytkownikom dodatkowe, opcjonalne, czynności do wykonania, takie jak dodanie podpisu lub skonfigurowanie szyfrowania typu „end-to-end”.
pt_br: Uma das mudanças mais notáveis no Thunderbird 91 é o novo assistente de configuração de conta. O novo assistente tem não só um visual melhor, como também faz descoberta automática de agendas e catálogos de endereços, além de permitir que a maioria dos usuários os configure com apenas um clique. Após configurar uma conta, o assistente também indica coisas opcionais a fazer, como adicionar uma assinatura ou configurar criptografia de ponta a ponta.
ru: Одним из наиболее заметных изменений в Thunderbird 91 является новый мастер настройки учетной записи. Новый мастер не только выглядит лучше, но и обеспечивает автоматическое обнаружение календарей и адресных книг и позволяет большинству пользователей настраивать их одним щелчком мыши. После настройки учетной записи мастер также указывает пользователям на дополнительные (необязательные) действия, такие как добавление подписи или настройку сквозного шифрования.
sk: Jednou z najviditeľnejších zmien pre Thunderbird 91 je nový sprievodca nastavením účtu. Nový sprievodca ponúka nielen lepší vzhľad, ale aj automatické objavovanie kalendárov a adresárov a umožňuje väčšine používateľov ich nastaviť jediným kliknutím. Po nastavení účtu sprievodca tiež poukáže používateľov na ďalšie (voliteľné) činnosti, ako je napríklad pridanie podpisu alebo nastavenie šifrovania typu end-to-end.
sq: Një nga ndryshimet më të dallueshme në Thunderbird 91 është mekanizmi i si i ujdisjes së llogarive. Mekanizmi i ri jo vetëm që ka një pamje më të hijshme, por vetëzbulon kalendarë dhe libra adresash dhe u lejon shumicës së përdoruesve t’i ujdisin me një klikim të vetëm. Pas ujdisjes së një llogari, mekanizmi do t’i shpjerë përdoruesit te gjëra shtesë për t’u bërë (në daçin) – bie fjala, shtimi i një nënshkrimi, ose ujdisje fshehtëzimi skaj-më-skaj.
sv_se: En av de mest märkbara ändringarna för Thunderbird 91 är guiden för konfigurering av nytt konto. Den nya guiden har inte bara ett bättre utseende, utan upptäcker automatiskt kalendrar och adressböcker och låter de flesta användare konfigurera dem med bara ett klick. Efter att ha skapat ett konto meddelar guiden användaren om ytterligare saker att göra (valfritt) – till exempel att lägga till en signatur eller konfigurera end-to-end-kryptering.
uk: Одніа з найпомітніших змін у Thunderbird 91 — новий майстер налаштування облікового запису. Він не лише смає кращий зовнішній вигляд, але й забезпечує автоматичне виявлення календарів та адресних книг і дає змогу більшості користувачів налаштувати їх одним натисканням кнопки. Після створення облікового запису майстер також вказує користувачам на додаткові (необов’язкові) дії, як-от додавання підпису або налаштування наскрізного шифрування.
vi: Một trong những thay đổi đáng chú ý nhất đối với Thunderbird 91 là trình hướng dẫn thiết lập tài khoản mới. Trình hướng dẫn mới không chỉ có giao diện đẹp hơn mà còn tự động khám phá lịch và sổ địa chỉ, đồng thời cho phép hầu hết người dùng thiết lập chúng chỉ bằng một cú nhấp chuột. Sau khi thiết lập tài khoản, trình hướng dẫn cũng chỉ cho người dùng những việc bổ sung (tùy chọn) phải làm - chẳng hạn như thêm chữ ký hoặc thiết lập mã hóa đầu cuối.

source: Attachments & Drag-and-Drop
bg: Прикачени файлове и влачене и пускане
cs: Přílohy a jejich vkládání
cy: Atodiadau a Llusgo a Gollwng
de: Anhänge & Ziehen und Ablegen
el: Συνημμένα & μεταφορά και απόθεση
es_ar: Adjuntos y arrastrar y soltar
es_cl: Adjuntos y arrastrar y soltar
es_es: Adjuntos y arrastrar y soltar
eu: Eranskinenak eta arrastatu-jaregin
fr: Pièces jointes et glisser-déposer
fy_nl: Bylagen & Slepe-en-loslitte
gl: Anexos e arrastrar e soltar
hu: Mellékletek és fogd és vidd
ia: Rememoration de annexos
is: Viðhengi og Draga-og-sleppa
it: Allegati e funzioni di trascinamento
ja: 添付のドラッグアンドドロップ
kab: Imseddayen & Zuɣer syen Sres
nl: Bijlagen en verslepen
nn_no: Vedlegg og dra og slepp
pl: Załączniki i przeciąganie
pt_br: Anexos e arrastar e soltar
ru: Вложения и перетаскивание
sk: Prílohy a presúvanie myšou
sl: Priponke, povleci in spusti
sq: Bashkëngjitje & Merr-dhe-Vër
sv_se: Bilagor & Dra och släpp
tr: Ekler ve sürükle-bırak
uk: Вкладені файли та перетягування
vi: Tệp đính kèm & kéo và thả
