Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: Curious about helping? You don’t need to be an expert to help other users or offer suggestions about improving the experience! Join us in this open source project where anyone can participate in the Thunderbird community (You don’t need to be an expert, and you don’t need to know how to code).
cs: Zajímá vás, jak pomoci? Nemusíte být odborník, abyste mohli pomáhat ostatním uživatelům nebo podávat návrhy na vylepšení! Připojte se k nám v tomto projektu s otevřeným zdrojovým kódem, ve kterém se může do komunity Thunderbirdu zapojit kdokoli (nemusíte být odborník ani nemusíte umět programovat).
cy: Diddordeb mewn helpu? Does dim angen i chi fod yn arbenigwr i helpu defnyddwyr eraill na chynnig awgrymiadau i wella'r profiad! Ymunwch â ni yn y project cod agored hwn lle gall unrhyw un gymryd rhan yng nghymuned Thunderbird (Does dim angen i chi fod yn arbenigwr, a does dim angen i chi wybod sut i godio).
de: Möchten Sie gerne mithelfen? Sie müssen kein Experte sein, um anderen Benutzern zu helfen oder Vorschläge zur Verbesserung des Benutzererlebnisses zu machen! Werden Sie Teil dieses Open-Source-Projekts, bei dem jeder an der Thunderbird-Gemeinschaft mitwirken kann (Sie müssen kein Experte sein und nicht wissen, wie man programmiert).
el: Θέλετε να βοηθήσετε; Δεν χρειάζεται να είστε ειδικοί για να βοηθήσετε άλλους χρήστες ή να προσφέρετε προτάσεις σχετικά με τη βελτίωση της εμπειρίας! Γίνετε μέλος σε αυτό το έργο ανοικτού κώδικα όπου όλοι μπορούν να συμμετάσχουν στην κοινότητα του Thunderbird (Δεν χρειάζεται να είστε ειδικοί και δεν χρειάζεται να γνωρίζετε προγραμματισμό).
es_ar: ¿Tenés curiosidad por ayudar? ¡No necesitás ser un experto para ayudar a otros usuarios o para ofrecer sugerencias para mejorar la experiencia! Unite a este proyecto de código abierto donde cualquiera puede participar en la comunidad de Thunderbird (No necesitás ser un experto y no necesitás saber programación).
es_cl: ¿Te interesa ayudar? ¡No necesitas ser experto para ayudar a otros usuarios y ofrecer sugerencias sobre cómo mejorar la experiencia! Únete a este proyecto de código abierto donde cualquiera puede participar en la comunidad Thunderbird (No necesitas ser experto y no necesitas saber programar).
es_es: ¿Tienes curiosidad por ayudar? ¡No necesitas ser un experto para ayudar a otros usuarios u ofrecer sugerencias para mejorar la experiencia! Únete a nosotros en este proyecto de código abierto donde cualquiera puede participar en la comunidad Thunderbird (No necesitas ser un experto, y no necesitas saber programar).
eu: Laguntzeko jakin-minez? Ez duzu zertan aditua izan beharrik beste erabiltzaileei laguntzeko edota esperientzia hobetzeko proposamenak emateko! Thunderbird elkarteko edozeinek parte har dezaken kode irekiko proiektu honetara gehitu zaitez (Ez duzu aditua izan beharrik, ezta programatzen jakin ere).
fr: Envie de nous aider ? Vous n’avez pas besoin d’être un·e expert·e pour aider les autres ou proposer des suggestions pour améliorer l’expérience d’utilisation ! Rejoignez-nous dans ce projet open source et faites partie de la communauté Thunderbird à laquelle tout le monde peut participer (vous n’avez ni besoin d’être un·e expert·e, ni même de savoir coder).
fy_nl: Nijsgjirrich om te helpen? Jo hoege gjin ekspert te wêzen om oare brûkers te helpen of suggestjes te dwaan om de ûnderfining te ferbetterjen! Doch mei ús mei oan dit iepenboarneprojekt dêr’t elkenien meidwaan kin oan de Thunderbird-mienskip (jo hoege gjin ekspert te wêzen en jo hoege net te witten hoe’t jo koade skriuwe moatte).
gl: Ten curiosidade por axudar? Non necesita ser un experto para axudar a outros usuarios ou ofrecer suxestións sobre como mellorar a experiencia. Únase a nós neste proxecto de código aberto onde calquera pode participar na comunidade Thunderbird (non é necesario ser un experto nin saber programar).
hu: Szeretne segíteni? Nem kell szakértőnek lennie ahhoz, hogy segítsen más felhasználóknak, vagy tegyen javaslatokat az élmény javítására! Csatlakozzon hozzánk ebben a nyílt forráskódú projektben, ahol bárki részt vehet a Thunderbird közösségben (nem kell szakértőnek lennie, és nem kell értenie a kódoláshoz).
ia: Curiose re adjutar? Tu non debe esser un experte pro adjutar altere usatores o offerer suggestiones re meliorar le experientia! Junge te a nos in iste projecto open-source ubi totes pote participar in le communitate Thunderbird (Tu non debe esser un experte, e tu non nos debe saper como programmar).
is: Langar þig að vita hvernig þú getur að hjálpað? Þú þarft ekki að vera neinn sérfræðingur til að hjálpa öðrum notendum eða koma með tillögur um að bæta upplifunina! Vertu með í þessu opna verkefni, því hver sem er getur tekið þátt í Thunderbird-samfélaginu (þú þarft ekki að vera sérfræðingur og þú þarft ekki að vita hvernig á að kóða).
it: Vuoi scoprire in che modo puoi dare una mano? Non devi essere un esperto per aiutare altri utenti o offrire suggerimenti su come migliorare l’esperienza. Unisciti a noi in questo progetto open source, chiunque può partecipare alla comunità di Thunderbird. Non sono richieste conoscenze specifiche e non c’è bisogno di saper programmare.
ja: 他のユーザーを助けることに興味がありますか？ ユーザーを支援したり改善を提案したりするために、専門家である必要はありません。誰でも参加できるこのオープンソースプロジェクトで Thunderbird コミュニティの一員になりませんか？ (専門家である必要はなく、コードを書く方法を知る必要もありません。)
nl: Nieuwsgierig om te helpen? U hoeft geen expert te zijn om andere gebruikers te helpen of suggesties te delen om de ervaring te verbeteren! Doe met ons mee aan dit opensourceproject waar iedereen deel aan kan nemen in de Thunderbird-gemeenschap (u hoeft geen expert te zijn en u hoeft niet te weten hoe u code moet schrijven).
pl: Masz ochotę pomóc? Nie musisz być ekspertem, aby pomagać innym użytkownikom lub oferować sugestie dotyczące poprawy działania aplikacji. Dołącz do nas w projekcie open source społeczności Thunderbirda, w którym każdy może uczestniczyć (specjalistyczna wiedza i umiejętność kodowania nie są wymagane).
pt_br: Tem curiosidade sobre como ajudar? Você não precisa ser especialista para ajudar outros usuários ou oferecer sugestões para melhorar a experiência de uso! Junte-se a nós neste projeto de código aberto, onde qualquer pessoa pode participar da comunidade Thunderbird (você não precisa ser especialista e nem saber programar).
ru: Хотите помочь? Вам не нужно быть экспертом, чтобы помогать другим пользователям или вносить предложения по улучшению программы! Присоединяйтесь к нам в этом проекте с открытым исходным кодом, где каждый может принять участие в сообществе Thunderbird (вам не нужно быть экспертом или уметь программировать).
sk: Chcete pomôcť? Nemusíte byť odborníkom, aby ste pomohli ostatným používateľom alebo ponúkli návrhy na zlepšenie aplikácie! Pridajte sa k nám v tomto projekte s otvoreným zdrojovým kódom, v ktorom sa môže ktokoľvek pripojiť do komunity Thunderbird (nemusíte byť expert a nemusíte vedieť programovať).
sl: Bi nam radi pomagali? Ni vam treba biti strokovnjak, da bi pomagali drugim uporabnikom ali z nami delili predloge za izboljšave! Pridružite se nam v odprtokodnem projektu, v katerem lahko kdorkoli prispeva k skupnosti Thunderbirda (ni vam treba biti strokovnjak in ni vam treba znati programirati).
sq: Kureshtar mbi dhënie ndihmese? S’ka pse të jeni ekspert për të ndihmuar përdorues të tjerë apo për të ofruar sugjerime rreth përmirësimit të punës! Bëhuni pjesë e jona në këtë projekt me burim të hapët ku cilido mund të marrë pjesë në bashkësinë Thunderbird (S’ka nevojë të jeni ekspert, as të dini si të programoni).
sv_se: Nyfiken på att hjälpa till? Du behöver inte vara expert för att hjälpa andra användare eller ge förslag på hur du kan förbättra upplevelsen! Följ med oss i detta open source-projekt där alla kan delta i Thunderbird-communityt (du behöver inte vara expert och du behöver inte veta hur man kodar).
tr: Yardım etmek mi istiyorsunuz? Diğer kullanıcılara yardım etmek veya deneyimi geliştirecek önerilerde bulunmak için uzman olmanıza gerek yok. Thunderbird herkesin katılabildiği bir açık kaynak projesidir. (Uzman olmanız ve programlama bilmeniz gerekmiyor.)
uk: Зацікавлені допомогти? Вам не потрібно бути експертом, щоб допомагати іншим користувачам або додавати пропозиції щодо поліпшення роботи! Приєднуйтесь до нас у цьому проєкті з відкритим кодом, де будь-хто може доєднатися до спільноти Thunderbird (вам не потрібно бути експертом і вам не потрібно знати, як кодувати).
vi: Bạn muốn giúp đỡ? Bạn không cần phải là một chuyên gia để trợ giúp những người dùng khác hoặc đưa ra các đề xuất về việc cải thiện trải nghiệm! Tham gia với chúng tôi trong dự án mã nguồn mở này, nơi bất kỳ ai cũng có thể tham gia vào cộng đồng Thunderbird (Bạn không cần phải là chuyên gia và bạn không cần biết cách viết mã).

source: Get Involved
cs: Zapojit se
cy: Ymunwch
de: Mitmachen
el: Συνεισφορά
es_ar: Involucrate
es_cl: Participa
es_es: Participa
eu: Parte hartu
fr: S’impliquer
fy_nl: Meiwurkje
gl: Participe
hu: Csatlakozás
ia: Participa
is: Taktu þátt
it: Collabora con noi
ja: 協力する
kab: Ttekki
nb_no: Engasjer deg
nl: Meewerken
nn_no: Ver med
pl: Dołącz do nas
pt_br: Participe
ru: Принять участие
sk: Zapojte sa
sl: Pridružite se
sq: Përfshihuni
sv_se: Engagera dig
tr: Bize katılın
uk: Долучитися
vi: Tham gia

source: Crashed?
cs: Došlo k pádu?
cy: Wedi chwalu?
de: Abgestürzt?
el: Έγινε κατάρρευση;
es_ar: ¿Falló?
es_cl: ¿Falló?
es_es: ¿Ha fallado?
eu: Hutsegiteak?
fr: Des plantages ?
fy_nl: Ferûngelokke?
gl: Fallou?
hu: Összeomlott?
ia: Collabite?
is: Hrundi?
it: Arresto anomalo?
ja: クラッシュした時は？
kab: Yeɣli?
nl: Gecrasht?
nn_no: Krasja?
pl: Awaria?
pt_br: Falhou?
ru: Сбой?
sk: Aplikácia zlyhala?
sl: Sesutje?
sq: U vithis?
sv_se: Kraschat?
tr: Çöktü mü?
uk: Стався збій?
vi: Đổ vỡ?

source: If Crash Reporter appeared (when Thunderbird crashes), please provide more details to help developers
cs: Pokud se zobrazilo okno pro nahlášení pádu (když Thunderbird spadne), poskytněte prosím další podrobnosti, abyste pomohli vývojářům
cy: Os bydd yr Adroddwr Chwalu'n ymddangos (pan fydd Thunderbird wedi chwalu), rhowch ragor o fanylion i helpu datblygwyr
de: Wenn der Absturzmelder angezeigt wird (wenn Thunderbird abstürzt), geben Sie bitte weitere Details an, um den Entwicklern zu helfen
el: Εάν εμφανιστεί η Αναφορά καταρρεύσεων (όταν καταρρεύσει το Thunderbird), παρακαλούμε παραθέστε περισσότερες λεπτομέρειες για να βοηθήσετε τους προγραμματιστές
es_ar: Si apareció Crash Reporter (cuando Thunderbird falla), proporcioná más detalles para ayudar a los desarrolladores
es_cl: Si el Reportador de fallos aparece (cuando Thunderbird falla), por favor, coméntanos más detalles para ayudar a los desarrolladores
es_es: Si te apareció el Informe de fallos (cuando Thunderbird falla), proporciona más detalles para ayudar a los desarrolladores
eu: Akats txostena agertzen bada (Thunderbirdek huts egitean), mesedez bidali zehaztasun gehiago garatzaileei laguntzeko
fr: Si l’utilitaire de rapport de plantage s’ouvre (après un plantage de Thunderbird), merci de bien vouloir fournir un maximum de détails afin d’aider les développeurs et développeuses.
fy_nl: As Crashreporter ferskynde (as Thunderbird ferûngelokke), jou dan mear details om ûntwikkelers te helpen
gl: Se aparece o informe de quebras (cando o Thunderbird falla), proporcione máis detalles para axudar aos desenvolvedores
hu: Ha megjelent az összeomlás-bejelentő (ha a Thunderbird összeomlik), adjon meg további részleteket, hogy segítsen a fejlesztőknek
ia: Si le Reportator de crash appareva (quando Thunderbird collabeva), forni altere detalios pro adjutar le disveloppatores
is: Ef hrunskýrsluglugginn birtist (þegar Thunderbird hrynur), skaltu endilega gefa upp nánari upplýsingar til að hjálpa forriturunum
it: Se dopo un arresto anomalo di Thunderbird viene visualizzato Crash Reporter, fornisci ulteriori dettagli per aiutare gli sviluppatori.
ja: クラッシュレポーターが表示された (Thunderbird がクラッシュした) ときは、開発者の助けとなる問題の詳細を報告してください。
nl: Als Crashreporter is verschenen (wanneer Thunderbird crasht), geef dan meer details om ontwikkelaars te helpen
pl: Jeśli po awarii Thunderbirda pojawi się okno zgłaszania awarii, prosimy podać jak najwięcej informacji, aby pomóc programistom
pt_br: Se aparecer o relator de travamentos (quando o Thunderbird falhar), forneça mais detalhes para ajudar os desenvolvedores
ru: Если появилось окно «Сообщения о падении» (при падении Thunderbird), пожалуйста, предоставьте дополнительные сведения, чтобы помочь разработчикам
sk: Ak sa objaví správa o zlyhaní (keď Thunderbird zlyhá), uveďte čo najviac podrobností, aby ste pomohli vývojárom identifikovať problém.
sl: Če se je pojavil poročevalec o sesutju (ko Thunderbird nepričakovano preneha delovati), navedite več podrobnosti v pomoč razvijalcem
sq: Nëse u shfaq Njoftuesi i Vithisjeve (kur Thunderbird-i vithiset), ju lutemi, jepni më tepër hollësi për të ndihmuar zhvilluesit
sv_se: Om kraschrapportören dök upp (när Thunderbird kraschar), vänligen ange mer information för att hjälpa utvecklare
tr: Çökme raporcusu açılırsa (Thunderbird çöktükten sonra) geliştiricilere yardım etmek için lütfen daha fazla ayrıntı sağlayın
uk: Якщо з’явився звіт про збій (коли Thunderbird завершує роботу), надайте більше інформації, щоб допомогти розробникам
vi: Nếu Trình báo cáo lỗi xuất hiện (khi Thunderbird gặp sự cố), vui lòng cung cấp thêm thông tin chi tiết để trợ giúp các nhà phát triển

source: In Thunderbird do Help > More Troubleshooting Information, scroll to "Crash Reports", click a recent report link to open the crash report page.
cs: V Thunderbirdu klepněte na Nápověda > Další technické informace, sjeďte dolů k „Hlášení o pádech“ a klepněte na poslední hlášení pro otevření stránky „Hlášení pádů“.
cy: Yn Thunderbird ewch i Cymorth > Rhagor o Wybodaeth Datrys Problemau, sgroliwch i "Adroddiadau Chwalu", cliciwch ar ddolen adroddiad diweddar i agor y dudalen adroddiad chwalu.
de: Scrollen Sie in Thunderbird unter „Hilfe“ → „Weitere Informationen zur Fehlerbehebung“ zu „Absturzberichte“ und klicken Sie auf den Link eines aktuellen Berichts, um die Seite mit den Absturzberichten zu öffnen.
el: Στο Thunderbird, επιλέξτε «Βοήθεια» > «Πληροφορίες επίλυσης προβλημάτων», μεταβείτε στην ενότητα «Αναφορές καταρρεύσεων», κάντε κλικ στον σύνδεσμο μιας πρόσφατης αναφοράς για να ανοίξετε τη σελίδα της αναφοράς κατάρρευσης.
es_ar: En Thunderbird hacé clic en Ayuda > Más información sobre la solución de errores, desplazate hasta "Informes de fallos", y hacé clic en un enlace de algún informe reciente para abrir la página de informes de fallos.
es_cl: En Thunderbird haz clic en Ayuda > Más información acerca de solución de errores, desplázate hasta "Reportes de fallos", y haz clic en un enlace de algún reporte reciente para abrir la página de reporte de fallos.
es_es: En Thunderbird, haz clic en Ayuda > Más información sobre solución de problemas, desplázate hasta "Informe de fallos", y haz clic en un enlace de informe reciente para abrir la página del informe de fallos.
eu: Thunderbirden joan laguntza > Arazoak konpontzeko informazio gehiago atalera eta jaitsi "Hutsegite-txostenak" arte, klik egin hutsegite txosten gertukoan hutsegitearen txosten orria irekitzeko.
fr: Dans Thunderbird, cliquez sur Aide > Plus d’informations de dépannage, faites défiler jusqu’à « Rapports de plantage » puis ouvrez une page de rapport de plantage en cliquant sur le lien d’un rapport récent.
fy_nl: Gean yn Thunderbird nei Help > Mear probleemoplossingsynformaasje, skow nei ‘Ungelokrapporten’ en klik op in resinte rapportkeppeling om de ûngelokrapportside te iepenjen.
gl: En Thunderbolt faga clic en Axuda > Máis información sobre solución de problemas, vaia ata «Informe de quebras», e faga clic nunha ligazón dun informe recente para abrir a páxina de informe de quebras.
hu: A Thunderbirdben menjen a Súgó > Több hibakeresési információ menüponthoz, görgessen az „Összeomlás-bejelentések” szakaszhoz, kattintson egy jelentés hivatkozására, hogy megnyissa az összeomlás-jelentési lapot.
ia: In Thunderbird face Adjuta > Plus informationes diagnostic, rola pro "Reportos de crash", clicca un recente ligamine de reporto pro aperir le pagina de reporto de crash.
is: Í Thunderbird skaltu fara í Hjálp > Frekari upplýsingar um bilanaleit, skrunaðu niður í "Hrunskýrslur", smelltu á tengil inn á nýlegar skýrslur til að opna hrunskýrslusíðuna.
it: In Thunderbird vai su “Aiuto” > “Altre informazioni per la risoluzione di problemi”, scorri fino alla voce “Segnalazioni di arresto anomalo” e fai clic su una segnalazione recente per aprire la pagina con i relativi dettagli.
ja: Thunderbird の [ヘルプ] メニューから [トラブルシューティング情報] を開き、[クラッシュレポート] まで下へスクロールし、最近のクラッシュレポートのリンクをクリックして、クラッシュレポートのページを開いてください。
nl: Ga in Thunderbird naar Help > Meer probleemoplossingsinformatie, scroll naar ‘Crashrapporten’ en klik op een recente rapportkoppeling om de crashrapportpagina te openen.
nn_no: I Thunderbird, vel Hjelp > Feilsøkingsinfo, skroll ned til «Alle krasjrapportar», klikk på ein nyleg rapport for å opne sida fo sida for krasjrapportar.
pl: W menu Thunderbirda kliknij „Pomoc” > „Więcej informacji o rozwiązywaniu problemów” i przewiń do sekcji „Raporty o awariach”. Aby otworzyć stronę raportu o awariach, kliknij link do ostatniego raportu.
pt_br: No Thunderbird, clique em 'Ajuda' > 'Informações técnicas', deslize até "Relatórios de travamento", clique em um link de relatório recente para abrir a página do relatório de travamento.
ru: В Thunderbird выберите «Справка > Информация для решения проблем», прокрутите до «Сообщения о падениях», щёлкните по ссылке на недавнее сообщение, чтобы открыть страницу сообщения о падении.
sk: V Thunderbirde prejdite do ponuky Pomocník > Ďalšie informácie pre riešenie problémov, prejdite na položku "Správy o zlyhaní" a kliknutím na odkaz na nedávnu správu otvorte stránku so správou o zlyhaní.
sl: V Thunderbirdu izberite Pomoč > Več podatkov za odpravljanje težav, poiščite razdelek "Poročila o sesutju" in kliknite povezavo zadnjega sesutja, da odprete stran s poročilom.
sq: Te Thunderbird-i kaloni te Ndihmë > Më Tepër Hollësi Diagnostikimi, kaloni te “Njoftime Vithisjesh”, klikoni një lidhje njoftimi të freskët që të hapet faqja e njoftimit të vithisjeve.
sv_se: I Thunderbird välj Hjälp > Mer felsökningsinformation, rulla till "Kraschrapporter", klicka på en länk för nyligen rapporterade för att öppna sidan för kraschrapporter.
tr: Thunderbird'de Yardım > Sorun giderme bilgileri'nde "Çökme raporları" başlığına gidin ve yakın tarihli bir rapor bağlantısına tıklayarak çökme raporu sayfasını açın.
uk: У Thunderbird відкрийте меню Довідка > Інформація для усунення проблем, знайдіть «Звіти про збої», натисніть посилання на останній звіт, щоб відкрити сторінку звіту про збій.
vi: Trong Thunderbird vào Trợ giúp > Thông tin sự cố khác, cuộn đến "Báo cáo sự cố", nhấp vào liên kết báo cáo gần đây để mở trang báo cáo sự cố.
