Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: Sr. Employee Experience Partner
cs: Senior partner pro zaměstnanecké zkušenosti
de: Senior-Partner für Mitarbeiter-Erlebnisse
el: Επ. συνεργάτης εμπειρίας υπαλλήλων
es_ar: Socio Senior de experiencia de empleados
es_cl: Socio Senior de experiencia del empleado
eu: Langileen esperientzia sustatzailea
fy_nl: Sr. Meiwurkersbelibbingspartner
gl: Socio senior de experiencia do empregado
hu: Senior munkavállalói tapasztalati partner
ia: Partner senior pro le experientia del collaboratores
ja: 上級従業員エクスペリエンスパートナー
nl: Sr. Medewerkersbelevingspartner
pt_br: Parceiro sênior de experiência de funcionários
ru: Старший партнер по работе с персоналом
sk: Senior partner pre zamestnanecké skúsenosti
sl: Starejši sodelavec za izkušnje zaposlenih
tr: Kıdemli Çalışan Deneyimi Ortağı
uk: Провідний партнер взаємодії з персоналом

source: UI/UX Designer
cs: Návrhář UI/UX
el: Σχεδιαστής UI/UX
es_ar: Diseñador UI/UX
es_cl: Diseñador UI/UX
eu: UI/UX diseinatzailea
fy_nl: UI/UX-ûntwerper
gl: Deseñador UI/UX
hu: UI/UX dizájner
ia: Designator de UI/UX
is: UI/UX-hönnuður
ja: UI/UXデザイナー
nl: UI/UX-ontwerper
pt_br: Designer UI/UX
ru: Дизайнер UI/UX
sk: Dizajnér UI/UX
sq: Hartues UI/UX
tr: UI/UX Tasarımcısı
uk: Дизайнер інтерфейсу та взаємодії
vi: Nhà thiết kế UI/UX

source: Community & Marketing Coordinator
cs: Komunitní a marketingový koordinátor
de: Koordinator für Gemeinschaft und Marketing
el: Συντονιστής κοινότητας και μάρκετινγκ
es_ar: Coordinador de comunidad y marketing
es_cl: Coordinador de Comunidad y Marketing
eu: Komunitate eta marketing koordinatzailea
fy_nl: Mienskips- en marketingkoördinator
gl: Coordinador de comunidades e márketing
hu: Közösségi és marketingkoordinátor
ia: Coordinator de communitate e marketing
is: Samfélags- og markaðsstjóri
ja: コミュニティ＆マーケティングコーディネーター
nl: Gemeenschaps- en marketingcoördinator
pt_br: Coordenador de comunidade e marketing
ru: Координатор сообщества и маркетинга
sk: Komunitný a marketingový koordinátor
sl: Koordinator skupnosti in trženja
sq: Bashkërendues Bashkësie & Marketingu
tr: Topluluk ve Pazarlama Koordinatörü
uk: Координатор спільноти й маркетингу
vi: Người điều phối cộng đồng & tiếp thị

source: Manager, Comms & Community
cs: Manažer pro komunikaci a komunitu
de: Manager, Kommunikation & Gemeinschaft
el: Διευθυντής, Επικοινωνία και κοινότητα
es_ar: Gerente, Comunicaciones y Comunidad
es_cl: Gerente de Comunicaciones y Comunidad
eu: Kudeatzailea, Komunikazioak eta Komunitatea
fy_nl: Manager, kommunikaasje en mienskip
gl: Xerente, comunicacións e comunidade
hu: Menedzser, Kommunikáció és közösség
ia: Gestor, communicationes e communitate
is: Stjórnandi, samskipti og samfélag
ja: コミュニケーション＆コミュニティ担当マネージャー
nl: Manager, communicatie en gemeenschap
pt_br: Gerente, Comunicação e comunidade
ru: Менеджер по связям и сообществу
sk: Manažér pre komunikáciu a komunitu
sl: Upravitelj, sporočila in skupnost
tr: İletişim ve Topluluk Yöneticisi
uk: Менеджер з комунікацій та спільноти
vi: Quản lý, Truyền thông & cộng đồng

source: Sr. Release Engineer
cs: Senior inženýr pro vydání
de: Senior-Release-Entwickler
el: Επ. μηχανικός έκδοσης
es_ar: Ingeniero Sr. de Lanzamiento
es_cl: Ingeniero de lanzamiento Senior
eu: Argitaratze ingeniaria
gl: Enxeñeiro senior de lanzamento
hu: Senior kiadáskezelő mérnök
ia: Ingeniero de version senior
is: Yfir-útgáfustjóri
ja: 上級リリースエンジニア
pt_br: Engenheiro de lançamento sênior
ru: Старший инженер релизов
sk: Senior inžinier pre vydanie
sl: Višji inženir za izdajo
tr: Kıdemli Release Mühendisi
uk: Старший інженер з випусків

source: Sr Software Engineer, Test
de: Senior Software-Entwickler, Test
es_ar: Ingeniero de software Senior, Pruebas
gl: Enxeñeiro de software senior, test
hu: Senior szoftvermérnök, Tesztelés
ja: 製品テスト担当上級ソフトウェアエンジニア
pt_br: Engenheiro de software sênior, Testes
ru: Старший инженер ПО, тестировщик
tr: Kıdemli Test Yazılım Mühendisi

source: Sr Site Reliability Engineer
de: Senior Site Reliability Engineer
el: Επ. μηχανικός αξιοπιστίας ιστοτόπων
es_ar: Ingeniero Senior de confiabilidad del sitio
es_cl: Ingeniero senior de confiabilidad del sitio Senior
eu: Gunearen fidagarritasun ingeniaria
fy_nl: Senior websitebetrouberheidsengineer
gl: Enxeñeiro senior de confiabilidade do sitio
hu: Senior webhely-üzemeltetési mérnök
ja: 上級サイト信頼性エンジニア
nl: Senior Site Reliability Engineer
pt_br: Engenheiro sênior de confiabilidade de site
ru: Старший инженер по надёждности сайтов
sk: Senior inžinier pre spoľahlivosť stránok
sl: Višji inženir za zanesljivost
sv_se: Sr Site Reliibility Engineer
tr: Kıdemli Site Güvenilirliği Mühendisi
uk: Провідний інженер із надійності сайтів

source: Thunderbird Beta
is: Thunderbird prófunarútgáfa
ru: Thunderbird Бета
uk: Thunderbird Бета

source: Why do you need my address in order to process a gift?
cs: Proč potřebujete mou adresu, abyste dar mohli zpracovat?
de: Warum wird meine Adresse zur Verarbeitung einer Spende benötigt?
el: Γιατί χρειάζεστε τη διεύθυνσή μου για την επεξεργασία της δωρεάς;
es_ar: ¿Por qué necesitan mi dirección para procesar un regalo?
es_cl: ¿Por qué necesitan mi dirección para procesar un regalo?
es_es: ¿Por qué necesitan mi dirección para procesar una donación?
eu: Zergatik behar duzue nire helbide-elektronikoa opari bat egiteko?
fr: Pourquoi avez-vous besoin de mon adresse pour traiter un don ?
fy_nl: Wêrom is myn adres nedich om in skinking te ferwurkjen?
gl: Por que necesita o meu enderezo para procesar unha doazón?
hu: Miért szükséges a címe az ajándéka feldolgozásához?
ia: Perque tu besonia de mi adresse pro processar un dono?
is: Af hverju þarf heimilisfangið mitt til að vinna með styrk?
it: Perché bisogna fornire l’indirizzo per fare una donazione?
ja: ギフトを処理するために住所が必要なのはなぜですか？
nl: Waarom is mijn adres nodig om een schenking te kunnen verwerken?
pl: Po co wam mój adres, aby otrzymać datek?
pt_br: Por que vocês precisam do meu endereço para processar uma doação?
ru: Зачем мне нужно указывать мой адрес в пожертвовании?
sk: Prečo potrebujete moju adresu na spracovanie daru?
sl: Zakaj moram v postopku prispevanja navesti svoj naslov?
sq: Pse ju duhet adresa ime që të kryhet dhënia e një dhurate?
sv_se: Varför behöver du min adress för att behandla en gåva?
tr: Bağış alırken neden adresimi soruyorsunuz?
uk: Чому мені необхідно вказувати свою адресу для обробки внеску?
vi: Tại sao bạn cần địa chỉ của tôi để thực hiện quyên góp?

source: We understand that your privacy is very important -- we agree, and that's a core value of ours at Thunderbird and Mozilla. Your address is part of our Payment Processing, Contact and Donation Information that we outline in our <a href="%(url)s">Privacy Policy</a>. This data is used for payment processing, transactional receipts, fraud detection and record-keeping purposes. If you want to know more about the personal information data we receive, the third-party vendors we trust, and how long we keep your data, please refer to our <a href="%(website_privacy)s">Websites, Communications & Cookies Privacy Notice</a>.
cs: Chápeme, že vaše soukromí je velmi důležité - souhlasíme s tím a je to naše základní hodnota v Thunderbirdu a Mozille. Vaše adresa je součástí našich informací o zpracování plateb, kontaktů a darů, které uvádíme v našich <a href="%(url)s">zásadách ochrany osobních údajů</a>. Tyto údaje se používají pro účely zpracování plateb, potvrzení o transakcích, odhalování podvodů a vedení záznamů. Pokud se chcete dozvědět více o osobních údajích, které získáváme, o dodavatelích třetích stran, kterým důvěřujeme, a o tom, jak dlouho vaše údaje uchováváme, přečtěte si prosím naše <a href="%(website_privacy)s">oznámení o ochraně osobních údajů na webových stránkách, komunikaci a souborech cookie</a>.
de: Wir verstehen, dass Ihre Privatsphäre sehr wichtig ist – wir sehen das genauso und das ist ein zentraler Wert von uns bei Thunderbird und Mozilla. Ihre Adresse ist Teil unserer Zahlungsabwicklungs-, Kontakt- und Spendeninformationen, die wir in unserer <a href="%(url)s">Datenschutzerklärung</a> beschreiben. Diese Daten werden für die Zahlungsabwicklung, Transaktionsquittung, Betrugserkennung und Aufzeichnungen verwendet. Wenn Sie mehr über die personenbezogenen Daten erfahren möchten, die wir erhalten, die Drittanbieter, denen wir vertrauen und wie lange wir Ihre Daten aufbewahren, lesen Sie bitte unseren <a href="%(website_privacy)s">Datenschutzhinweis zu Websites, Mitteilungen & Cookies</a>.
el: Κατανοούμε και συμφωνούμε ότι το απόρρητό σας είναι πολύ σημαντικό. Άλλωστε, αυτή είναι η βασική μας αξία στο Thunderbird και τη Mozilla. Η διεύθυνσή σας είναι μέρος των πληροφοριών επεξεργασίας πληρωμών, επικοινωνίας και δωρεάς που περιγράφουμε στην <a href="%(url)s">Πολιτική απορρήτου</a> μας. Αυτά τα δεδομένα χρησιμοποιούνται για τη διεκπεραίωση πληρωμών, τις αποδείξεις συναλλαγών, τον εντοπισμό απάτης και την τήρηση αρχείων. Αν θέλετε να μάθετε περισσότερα σχετικά με τα δεδομένα προσωπικού χαρακτήρα που λαμβάνουμε, τους τρίτους παρόχους που εμπιστευόμαστε και το χρονικό διάστημα που διατηρούμε τα δεδομένα σας, παρακαλούμε ανατρέξτε στη <a href="%(website_privacy)s">Σημείωση απορρήτου μας σχετικά με τους ιστοτόπους, τις επικοινωνίες και τα cookie</a>.
es_ar: Entendemos que tu privacidad es muy importante; estamos de acuerdo y ese es uno de nuestros valores fundamentales en Thunderbird y Mozilla. Tu dirección forma parte de nuestra información de procesamiento de pagos, contacto y donaciones que describimos en nuestra <a href="%(url)s">Política de privacidad</a>. Estos datos se usan para el procesamiento de pagos, recibos de transacciones, detección de fraude y mantenimiento de registros. Si querés saber más información sobre la información personal que recibimos, los proveedores externos en los que confiamos y durante cuánto tiempo conservamos tus datos, consultá nuestras <a href="%(website_privacy)s">Notas de Sitios Web, Comunicaciones y Privacidad de Cookies</a>.
es_cl: Entendemos que tu privacidad es muy importante; estamos de acuerdo y ese es uno de nuestros valores fundamentales en Thunderbird y Mozilla. Tu dirección forma parte de nuestra información de procesamiento de pagos, contacto y donaciones que describimos en nuestra <a href="%(url)s">Política de privacidad</a>. Estos datos se usan para el procesamiento de pagos, recibos de transacciones, detección de fraude y mantenimiento de registros. Si quieres saber más acerca de la información personal que recibimos, los proveedores externos en los que confiamos y durante cuánto tiempo conservamos tus datos, consulta nuestro <a href="%(website_privacy)s">Aviso de privacidad de Sitios Web, Comunicaciones y Cookies</a>.
es_es: Entendemos que tu privacidad es muy importante, y estamos de acuerdo; es un valor fundamental en Thunderbird y Mozilla. Tu dirección forma parte de nuestra Información de Procesamiento de Pagos, Contacto y Donación, que detallamos en nuestra <a href="%(url)s">Política de Privacidad</a>. Estos datos se utilizan para procesar pagos, generar recibos de transacciones, detectar fraudes y mantener registros. Si deseas obtener más información sobre los datos de información personal que recibimos, los proveedores de terceros en los que confiamos y durante cuánto tiempo conservamos tus datos, consulta nuestro <a href="%(website_privacy)s">Aviso de Privacidad de Sitios Web, Comunicaciones y Cookies</a>.
eu: Zure pribatutasuna oso garrantzitsua dela ulertzen dugu; ados gaude, eta hori da Thunderbird eta Mozillan gure balio nagusi bat. Zure helbidea Ordainketa Prozesuaren parte da, Harremanetarako eta Dohaintza Informazioa gure <a href="%(url)s">Pribatutasun Politika</a>n azaltzen dugu. Datu hauek ordainketa prozesatzeko, transakzio-ordainagiriak, iruzurrak detektatzeko eta erregistroak gordetzeko erabiltzen dira. Jasotzen ditugun informazio pertsonaleko datuei, fidagarri garen hirugarrenen saltzaileei eta zenbat denboran gordetzen ditugun zure datuak ezagutu nahi badituzu, mesedez, jo gure <a href="%(website_privacy)s">Webguneak, Komunikazioak eta Cookieen Pribatutasun Oharra</a>.
fr: Nous comprenons que le respect de votre vie privée est très important. Nous sommes d’accord et il est au cœur de nos valeurs chez Thunderbird et Mozilla. Votre adresse fait partie de nos traitements des paiements ainsi que des Informations de contact et de dons que nous détaillons dans notre <a href="%(url)s">Politique de confidentialité</a>. Ces données sont utilisées pour le traitement des paiements, les reçus des transactions, la détection des fraudes et à fin d’archivage. Si vous souhaitez en savoir plus sur les données d’informations personnelles que nous recevons, les prestataires tiers auxquels nous accordons notre confiance et la durée de conservation de vos données, veuillez vous reporter à notre <a href="%(website_privacy)s">Politique de confidentialité relative aux sites web, aux communications et aux cookies</a>.
fy_nl: Wy begripe dat jo privacy hiel wichtich is – wy fine dat ek, en dat is in kearnwearde fan ús by Thunderbird en Mozilla. Jo adres is diel fan ús ynformaasje oer betellingsferwurking, kontakt en donaasje dy’t wy útiensette yn ús <a href="%(url)s">Privacybelied</a>. Dizze gegevens wurde brûkt foar betellingsferwurking, transaksje-ûntfangsten, opspoaren fan fraude en argivearjen. As jo mear witte wolle oer de persoanlike ynformaasjegegevens dy’t wy ûntfange, de leveransiers fan tredden dy’t wy fertrouwe, en hoe lang wy jo gegevens bewarje, gean dan nei ús <a href="%(website_privacy)s">Privacyferklearring foar websites, kommunikaasje & cookies</a>.
gl: Entendemos que a túa privacidade é moi importante; estamos de acordo, e ese é un valor fundamental do noso en Thunderbird e Mozilla. O teu enderezo forma parte da nosa información de procesamento de pagos, contacto e doazóns que indicamos na nosa <a href="%(url)s">Política de privacidade</a>. Estes datos utilízanse para o procesamento de pagos, recibos de transaccións, detección de fraudes e mantemento de rexistros. Se queres saber máis sobre os datos de información persoal que recibimos, os provedores de terceiros nos que confiamos e canto tempo conservamos os teus datos, consulta os nosos <a href="%(website_privacy)s">sitios web, comunicacións e Aviso de privacidade de cookies</a>.
hu: Megértjük, hogy az adatvédelme nagyon fontos – egyetértünk, ez az egyik legfontosabb értékünk a Thunderbirdnél és a Mozillánál. A címe része a fizetésfeldolgozási, kapcsolati és adományozási információknak, melyet az <a href="%(url)s">Adatvédelmi nyilatkozatban</a> vázolunk. Ez az adat fizetésfeldolgozási, tranzakció-ellenőrzési, csalásészlelési és nyilvántartási célokhoz használatos. Ha többet szeretne megtudni az általunk fogadott személyes információkról, az általunk megbízott külső szolgáltatókról és az adatai tárolásának hosszáról, akkor tekintse meg a <a href="%(website_privacy)s">weboldalakra, kommunikációra és a sütikre vonatkozó adatvédelmi nyilatkozatunkat</a>.
ia: Nos comprende que tu confidentialitate es multo importante. Nos concorda, e isto es un del nostre valores central a Thunderbird e a Mozilla. Tu adresse es parte de nostre Informationes de Processo de pagamento, Contacto e Donation que nos structura in nostre <a href="%(url)s">Politica de confidentialitate</a>. Iste datos es usate pro le processo de pagamento, de quitantias de transaction, de detection de fraude e propositos de mantener registrationes. Si tu desira saper plus del datos de informationes personal que nos recipe, le venditores de tertie-parte in que nos confide, e per quante tempore nos mantene tu datos, refere te a nostre <a href="%(website_privacy)s">Aviso de confidentialitate relative a Sitos web, Communicationes e Cookies</a>.
it: Siamo consapevoli che la tua privacy è importante, per questo il rispetto della privacy è uno dei valori fondamentali di Thunderbird e Mozilla. Il tuo indirizzo è incluso nelle sezioni “Elaborazione pagamenti" e “Informazioni di contatto e sulle donazioni” della nostra <a href="%(url)s">informativa sulla privacy</a>. Questi dati vengono utilizzati per l’elaborazione dei pagamenti, la generazione di ricevute per le transazioni, il rilevamento di frodi e l’archiviazione di documenti. Per ulteriori informazioni sulle informazioni personali che riceviamo, sui fornitori di terze parti di cui ci fidiamo e per quanto tempo conserviamo i tuoi dati, consulta la pagina <a href="%(website_privacy)s">Siti web, comunicazioni e Informativa sulla privacy e sui cookie</a>.
ja: 皆様のプライバシーは非常に重要であることを理解しています。これはThunderbirdとMozillaのコアバリューです。お客様の住所は、<a href="%(url)s">プライバシーポリシー</a>に記載されている支払い処理、連絡先、寄付情報の一部です。このデータは、支払い処理、取引領収書、不正行為の検出、記録保持の目的で使用されます。当社が受け取る個人情報データ、信頼できるサードパーティベンダー、データの保持期間について詳しく知りたい場合は、<a href="%(website_privacy)s">ウェブサイト、コミュニケーション、Cookieのプライバシーに関する通知</a>をご覧ください。
nl: We begrijpen dat uw privacy erg belangrijk is – we vinden dat ook, en dat is een van onze kernwaarden bij Thunderbird en Mozilla. Uw adres maakt deel uit van onze betalingsverwerkings-, contact- en donatiegegevens die we uiteenzetten in ons <a href="%(url)s">Privacybeleid</a>. Deze gegevens worden gebruikt voor betalingsverwerking, betalingsbewijzen, fraudedetectie en archivering. Als u meer wilt weten over de persoonlijke informatie die we ontvangen, de externe leveranciers die we vertrouwen en hoe lang we uw gegevens bewaren, ga dan naar onze <a href="%(website_privacy)s">Privacyverklaring inzake websites, communicatie & cookies</a>.
pt_br: Entendemos que sua privacidade é muito importante. Nós concordamos, este é um valor fundamental nosso na Thunderbird e na Mozilla. Seu endereço faz parte de informações de nosso processamento de pagamentos, contato e doações, que descrevemos em nossa <a href="%(url)s">Política de privacidade</a>. Esses dados são usados para processamento de pagamentos, emissão de recibos de transações, detecção de fraudes e manutenção de registros. Se você quiser saber mais sobre as informações pessoais que recebemos, os fornecedores terceirizados em que confiamos e por quanto tempo mantemos seus dados, consulte nosso <a href="%(website_privacy)s">Aviso de privacidade de sites, comunicações e cookies</a>.
ru: Мы понимаем, что ваша конфиденциальность очень важна — мы согласны, и это наша основная ценность в Thunderbird и Mozilla. Ваш адрес является частью нашей информации по обработке платежей, контактной информации и информации для пожертвований, что мы изложили в нашем <a href="%(url)s">Уведомлении о конфиденциальности</a>. Эти данные используются для обработки платежей, квитанций о транзакциях, обнаружения мошенничества и ведения документации. Если вы хотите узнать больше о том, какие персональные данные мы получаем, сторонних поставщиках, которым мы доверяем, и как долго мы храним ваши данные, пожалуйста, обратитесь к нашему <a href="%(website_privacy)s">Уведомлению о конфиденциальности веб-сайтов, коммуникаций и куки</a>.
sk: Chápeme, že vaše súkromie je veľmi dôležité – súhlasíme s tým, a to je naša základná hodnota v Thunderbirde a Mozille. Vaša adresa je súčasťou našich informácií o spracovaní platieb, kontaktoch a daroch, ako uvádzame v našom <a href="%(url)s">Vyhlásení o ochrane osobných údajov</a>. Tieto údaje sa používajú na účely spracovania platieb, potvrdení o transakciách, odhaľovania podvodov a uchovávania záznamov. Ak sa chcete dozvedieť viac o osobných údajoch, ktoré spracovávame, o dodávateľoch tretích strán, ktorým dôverujeme, a o tom, ako dlho uchovávame vaše údaje, pozrite si stránku <a href="%(website_privacy)s">Oznámenie o ochrane osobných údajov pre webové stránky, komunikáciu a súbory cookie</a>.
sl: Zavedamo se, da je vaša zasebnost zelo pomembna -- strinjamo se, in to je naša temeljna vrednota pri Thunderbirdu in Mozilli. Vaš naslov je del naših podatkov za obdelavo plačil, stikov in donacij, ki so opisani v našem <a href="%(url)s">pravilniku o zasebnosti</a>. Ti podatki se uporabljajo za obdelavo plačil, prejeme transakcij, odkrivanje goljufij in vodenje evidenc. Če želite izvedeti več o tem, katere osebne podatke prejemamo, tretjih ponudnikih, ki jim zaupamo, in o tem, kako dolgo hranimo vaše podatke, si oglejte naše <a href="%(website_privacy)s">Spletna mesta, komunikacije in Obvestilo o zasebnosti za piškotke</a>.
sq: E kuptojmë se privatësia juaj është shumë e rëndësishme -- pajtohemi në këtë pikë dhe kjo është një vlerë thelbësore e jona në Thunderbird dhe Mozilla. Adresa juaj është pjesë e informacionit tonë “Payment Processing, Contact and Donation Information” që e shpalosim te <a href="%(url)s">Rregullat tona të Privatësisë</a>. Këto të dhëna përdoren për kryerjen e pagesës, fatura transaksionesh, pikasje mashtrimesh dhe për qëllime mbajtjeje regjistrimesh. Nëse doni të dini më tepër rreth të dhënash informacioni personal që marrim, shitës palë të treta që besojmë dhe se për sa kohë i mbajmë të dhënat tuaja, ju lutemi, shihni te <a href="%(website_privacy)s">Sajtet tona, Komunikim & Shënim Mbi Privatësinë</a>.
sv_se: Vi förstår att din integritet är mycket viktig -- vi är överens och det är ett kärnvärde för oss på Thunderbird och Mozilla. Din adress är en del av vår betalningshantering, kontakt- och donationsinformation som vi beskriver i vår <a href="%(url)s">sekretesspolicy</a>. Dessa uppgifter används för betalningshantering, transaktionskvitton, bedrägeriupptäckt och registerföring. Om du vill veta mer om den personliga information vi får, vilka tredjepartsleverantörer vi litar på och hur länge vi sparar dina uppgifter, se våra <a href="%(website_privacy)s">webbplatser, kommunikation & sekretesspolicy för kakor</a>.
uk: Ми розуміємо, що ваша приватність дуже важлива. Ми погоджуємося, і це є основною цінністю для нас у Thunderbird і Mozilla. Ваша адреса є частиною нашої інформації про обробку платежів, контактів і внесків, яку ми викладаємо в нашій <a href="%(url)s">Політиці приватності</a>. Ці дані використовуються для обробки платежів, отримання транзакцій, виявлення шахрайства та ведення записів. Якщо ви хочете дізнатися більше про дані особистої інформації, які ми отримуємо, сторонніх постачальників, яким ми довіряємо, і про те, як довго ми зберігаємо ваші дані, перегляньте наші <a href="%(website_privacy)s">вебсайти, повідомлення та Положення про приватність файлів cookie</a>.
vi: Chúng tôi hiểu rằng quyền riêng tư của bạn rất quan trọng -- chúng tôi đồng ý và đó là giá trị cốt lõi của chúng tôi tại Thunderbird và Mozilla. Địa chỉ của bạn là một phần trong Thông tin xử lý thanh toán, liên hệ và quyên góp mà chúng tôi nêu trong <a href="%(url)s">chính sách riêng tư</a> của chúng tôi. Dữ liệu này được sử dụng để xử lý thanh toán, biên nhận giao dịch, phát hiện gian lận và lưu giữ hồ sơ. Nếu bạn muốn biết thêm về dữ liệu thông tin cá nhân mà chúng tôi nhận được, các nhà cung cấp bên thứ ba mà chúng tôi tin tưởng và thời gian chúng tôi lưu giữ dữ liệu của bạn, vui lòng tham khảo <a href="%(website_privacy)s">thông báo về quyền riêng tư của trang web, thông tin liên hệ và cookie</a> của chúng tôi.

source: Thunderbird Privacy
el: Απόρρητο Thunderbird
es_cl: Privacidad de Thunderbird
eu: Thunderbird Pribatutasuna
fr: Confidentialité de Thunderbird
gl: Privacidade de Thunderbird
ia: Confidentialitate de Thunderbird
it: Privacy di Thunderbird
pt_br: Privacidade do Thunderbird
ru: Конфиденциальность Thunderbird
sk: Súkromie v Thunderbirde
sl: Thunderbird in zasebnost
sq: Privatësia në Thunderbird
uk: Приватність Thunderbird
