Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: Thunderbird 102 offers a new way to chat privately and securely with your colleagues, friends, and family. We’ve added support for the open-source, decentralized chat protocol Matrix, and it’s usable right out of the box! (As always, we welcome your feedback since it’s an evolving service.)
bg: Thunderbird 102 предлага нов начин за поверителен и сигурен чат с вашите колеги, приятели и семейство. Добавихме поддръжка за децентрализирания протокол за чат Matrix с отворен код! (Както винаги, приветстваме вашите отзиви, тъй като това е развиваща се услуга.)
cs: Thunderbird 102 nabízí nový způsob, jak soukromě a bezpečně chatovat s kolegy, přáteli a rodinou. Přidali jsme podporu otevřeného protokolu Matrix pro decentralizovaný chat, který je použitelný hned po dokončení instalace! (Jako vždy uvítáme vaši zpětnou vazbu, protože se jedná o průběžně vyvíjenou službu.)
cy: Mae Thunderbird 102 yn cynnig ffordd newydd o sgwrsio'n breifat ac yn ddiogel gyda'ch cydweithwyr, ffrindiau a theulu. Rydyn ni wedi ychwanegu cefnogaeth i'r protocol sgwrsio cod agored, datganoledig Matrix, ac mae modd ei ddefnyddio allan o'r bocs! (Fel sy'n arferol, rydym yn croesawu eich adborth gan ei fod yn wasanaeth sy'n datblygu.)
de: Thunderbird 102 bietet eine neue Möglichkeit, privat und sicher mit Ihren Kollegen, Freunden und Ihrer Familie zu chatten. Wir haben Unterstützung für das dezentrale Open-Source-Chat-Protokoll Matrix hinzugefügt und es ist sofort einsatzbereit! (Wie immer freuen wir uns über Ihr Feedback, da der Dienst sich noch in der Entwicklung befindet.)
el: Το Thunderbird 102 προσφέρει έναν νέο τρόπο για ιδιωτική και ασφαλή συνομιλία με τους συνεργάτες, τους φίλους και την οικογένειά σας. Προσθέσαμε υποστήριξη για το ανοικτού κώδικα, αποκεντρωμένο πρωτόκολλο συνομιλιών Matrix, το οποίο είναι εξαρχής έτοιμο προς χρήση! (Όπως πάντα, τα σχόλιά σας είναι ευπρόσδεκτα για αυτήν την εξελισσόμενη υπηρεσία.)
es_ar: Thunderbird 102 ofrece una nueva forma de chatear de forma privada y segura con colegas, amigos y familia. Agregamos soporte para el protocolo de chat de código abierto y descentralizado Matrix y ¡es usable de inmediato! (Como siempre, agradecemos los comentarios porque es un servicio en evolución).
es_cl: Thunderbird 102 ofrece una nueva forma privada y segura de chatear con tus colegas, amigos, y familiares. Hemos agregado soporte para el protocolo de chat descentralizado de código abierto Matrix, ¡y se puede usar de inmediato! (Como siempre, agradecemos tus comentarios ya que es un servicio en evolución.)
es_es: Thunderbird 102 ofrece una nueva forma privada y segura de chatear con tus colegas, amigos y familiares. Hemos añadido compatibilidad para el protocolo de chat descentralizado de código abierto Matrix, ¡y se puede usar de inmediato! (Como siempre, agradecemos tus comentarios ya que es un servicio en evolución.)
eu: Thunderbird 102k modu berri bat eskaintzen du modu pribatu eta seguruan hitz egiteko zure lankide, lagun eta familiarekin. Kode irekiko eta deszentralizatutako Matrix protokoloaren euskarria gehitu dugu txatean, eta besterik gabe erabiltzeko modukoa da! (Beti bezala, ongi etorria ematen diegu zure iruzkinei, eboluzionatzen ari den zerbitzua baita).
fr: Thunderbird 102 offre une nouvelle façon de communiquer par messagerie instantanée de façon privée et sûre avec vos collègues, vos amis ou votre famille. Nous avons ajouté la prise en charge du protocole de messagerie open source et décentralisé Matrix. Il est prêt à l’usage aussitôt après l’installation de Thunderbird. Comme toujours, nous apprécions vos retours comme il s’agit d’un service en évolution.
fy_nl: Thunderbird 102 biedt in nije manier om privee en feilich te chatten mei jo kollega’s, freonen en famylje. Wy hawwe stipe tafoege foar it iepen boarne, desintralisearre chatprotokol Matrix, en it is daliks brûkber! (Lykas altyd ferwolkomje wy jo feedback, omdat it in evoluearjende tsjinst is.)
gl: Thunderbird 102 ofrece unha nova forma de chatear de forma privada e segura cos teus colegas, amigos e familiares. Engadimos compatibilidade co protocolo de chat descentralizado e de código aberto Matrix, e pódese usar desde a caixa. (Como sempre, agradecemos os teus comentarios xa que é un servizo en evolución.)
hu: A Thunderbird 102 új módot kínál a privát és biztonságos csevegésre kollégáival, barátaival és családjával. Támogatást nyíltunk a nyílt forráskódú és decentralizált Matrix csevegőprotokollhoz, ez azonnal használatba vehető. (Mint mindig, most is szívesen fogadjuk visszajelzéseit, mivel ez egy fejlődő szolgáltatás.)
ia: Thunderbird 102 offere un nove maniera de chattar reservatemente e con securitate con tu collegas, amicos e familia. Nos ha addite le supporto al protocollo chat decentralisate e open-source: Matrix, e illo es usabile subito! (Como sempre, presso nos es benvenite tu commentarios pois que illo es un servicio evolutive.)
is: Thunderbird 102 býður upp á nýja leið til að spjalla einslega og á öruggan hátt við samstarfsmenn þína, vini og fjölskyldu. Við höfum bætt við stuðningi við Matrix, dreifvinnslu-samskiptamáta fyrir spjall - með opnum grunnkóða; og er það nothæft beint úr kassanum! (Eins og alltaf fögnum við athugasemdum þínum, þar sem þetta er þjónusta í þróun.)
it: Thunderbird 102 offre un nuovo metodo per conversare tramite chat in modo privato e sicuro con colleghi, amici e familiari. Abbiamo aggiunto il supporto per il protocollo di chat decentralizzato e open source Matrix, ed è immediatamente utilizzabile! Come sempre, accogliamo favorevolmente il tuo feedback poiché si tratta di un servizio in continua evoluzione.
ja: Thunderbird 102は、同僚、友人、家族とプライベートで安全にチャットするための新しい方法を提供します。オープンソースの分散型チャットプロトコルマトリックスのサポートが追加されました。すぐに使えます！ （進化するサービスであるため、いつものようにフィードバックをお待ちしています。）
nl: Thunderbird 102 biedt een nieuwe manier om privé en veilig te chatten met uw collega’s, vrienden en familie. We hebben ondersteuning toegevoegd voor het opensource, gedecentraliseerde chatprotocol Matrix, en het is direct bruikbaar! (Zoals altijd verwelkomen we uw feedback aangezien dit een evoluerende service is.)
pl: Thunderbird 102 oferuje nowy sposób na prywatne i bezpieczne rozmawianie ze współpracownikami, znajomymi i rodziną. Dodaliśmy obsługę zdecentralizowanego protokołu komunikatora Matrix o otwartym kodzie źródłowym, z którego można zacząć korzystać bez instalacji czegokolwiek! Jak zawsze czekamy na wasze opinie, ponieważ jest to wciąż rozwijana funkcja.
pt_br: O Thunderbird 102 oferece uma nova maneira de conversar com privacidade e segurança com seus colegas, amigos e familiares. Adicionamos suporte ao protocolo de conversa Matrix, descentralizado e de código aberto, pronto para uso! (como sempre, agradecemos seus comentários, pois é um serviço em evolução)
ru: Thunderbird 102 предлагает новый способ конфиденциального и безопасного общения с коллегами, друзьями и семьей. Мы добавили поддержку децентрализованного протокола чата Matrix с открытым исходным кодом, и его можно использовать прямо из коробки! (Как всегда, мы приветствуем ваши отзывы, поскольку это развивающийся сервис).
sk: Thunderbird 102 ponúka nový spôsob súkromného a bezpečného rozhovoru s kolegami, priateľmi a rodinou. Pridali sme podporu pre open-source, decentralizovaný chat protokol Matrix, ktorý je k dispozícii hneď po spustení. (Ako vždy privítame vašu spätnú väzbu, pretože ide o službu vo vývoji)
sl: Thunderbird 102 ponuja nov način zasebnega in varnega klepeta s sodelavci, prijatelji in družino. Dodali smo podporo za odportokodni decentralizirani protokol klepeta Matrix, ki je uporaben takoj po namestitvi! (Storitev je še v razvoju in kot vedno se veselimo vaših povratnih informacij.)
sq: Thunderbird 102-shi ofron një mënyrë të re për t’u fjalosur privatisht dhe në mënyrë të sigurt me kolegët, shokët dhe familjen tuaj. Kemi shtuar mbulim për protokollin me burim të hapët, të decentralizuar Matrix për fjalosje dhe është i përdorshëm fill pas instalimit! (Si përherë, mirëpresim mendimin tuaj, ngaqë bëhet fjalë për një shërbim që evoluon.)
sv_se: Thunderbird 102 erbjuder ett nytt sätt att chatta privat och säkert med dina kollegor, vänner och familj. Vi har lagt till stöd för det decentraliserade chattprotokollet Matrix med öppen källkod, och det kan användas direkt! (Som alltid välkomnar vi din feedback eftersom det är en tjänst under utveckling.)
uk: Thunderbird 102 пропонує новий спосіб приватного та безпечного спілкування з колегами, друзями та родиною. Ми додали підтримку децентралізованого протоколу чату Matrix з відкритим кодом, і його можна використовувати прямо з коробки! (Як завжди, ми раді вашим відгукам, оскільки ця служба ще розвивається.)
vi: Thunderbird 102 cung cấp một cách mới để trò chuyện riêng tư và an toàn với đồng nghiệp, bạn bè và gia đình của bạn. Chúng tôi đã hỗ trợ cho Matrix giao thức trò chuyện phi tập trung, mã nguồn mở và nó có thể sử dụng được ngay lập tức! (Như mọi khi, chúng tôi hoan nghênh phản hồi của bạn vì đây là một dịch vụ đang được phát triển.)

source: Other Notable Changes
bg: Други значими промени
cs: Další významné změny
cy: Newidiadau Nodedig Eraill
de: Andere wichtige Änderungen
el: Άλλες σημαντικές αλλαγές
es_ar: Otros cambios notables
es_cl: Otros cambios relevantes
es_es: Otros cambios relevantes
eu: Bestelako aldaketa garrantzitsuak
fi: Muut merkittävät muutokset
fr: Autres changements notables
fy_nl: Oare opfallende wizigingen
gl: Outros cambios notábeis
hu: Más jelentős változások
ia: Altere cambiamentos importante
is: Aðrar athyglisverðar breytingar
it: Altre modifiche importanti
ja: 他の注目の変更点
kab: Ibeddilen-nniḍen meqqren
nb_no: Andre viktige endringer
nl: Andere opvallende wijzigingen
nn_no: Andre viktige endringear
pl: Inne znaczące zmiany
pt_br: Outras mudanças notáveis
ru: Другие значимые изменения
sk: Ďalšie významné zmeny
sl: Druge pomembne spremembe
sq: Ndryshime të Tjera të Dukshme
sv_se: Andra viktiga förändringar
tr: Diğer Önemli Değişiklikler
uk: Інші суттєві зміни
vi: Những thay đổi đáng chú ý khác

source: There are many other big changes that make Thunderbird 102 a very large release including:
bg: Има много други големи промени, които правят Thunderbird 102 ключова версия, включително:
cs: V Thunderbirdu 102 najdete další významné změny, například:
cy: Mae yna lawer o newidiadau sylweddol eraill sy'n gwneud Thunderbird 102 yn rhyddhad mawr iawn gan gynnwys:
de: Es gibt viele andere wichtige Änderungen, die Thunderbird 102 zu einer sehr umfangreichen Version machen, darunter:
el: Υπάρχουν πολλές άλλες μεγάλες αλλαγές που κάνουν το Thunderbird 102 μια πολύ ιδιαίτερη έκδοση, όπως οι εξής:
es_ar: Hay muchos otros cambios importantes que hacen de Thunderbird 102 una versión muy grande, incluyendo:
es_cl: Hay muchos otros cambios importantes que hacen de Thunderbird 102 una versión muy importante, los que incluyen:
es_es: Hay muchos otros grandes cambios que hacen que Thunderbird 102 sea una versión muy grande, incluyendo:
eu: Badira beste aldaketa handi asko Thunderbird 102 bertsioa handi bihurtzen dutenak, besteak beste:
fr: Il y a beaucoup d’autres modifications majeures qui font de Thunderbird 102 une version importante, notamment :
fy_nl: Der binne in protte oare grutte wizigingen dy’t Thunderbird 102 in hiel grutte útjefte meitsje, ynklusyf:
gl: Hai moitos outros grandes cambios que fan que Thunderbird 102 sexa unha versión moi grande, incluíndo:
hu: Sok más nagy változás teszi nagyon nagy kiadássá a Thunderbird 102-t, többek között:
ia: Il ha multe altere grande cambiamentos que rende Thunderbird 102 un version multo grande, i. a.:
is: Það eru margar aðrar stórar breytingar sem gera Thunderbird 102 að mjög veigamikilli útgáfu, þar á meðal:
it: Ci sono molti altri cambiamenti importanti che rendono Thunderbird 102 una versione molto ricca, tra cui:
ja: 他にも、Thunderbird 102を非常に大きなリリースにする、大きな変更が沢山あります。
nl: Er zijn veel andere grote veranderingen die Thunderbird 102 tot een zeer grote uitgave maken, waaronder:
pl: W tej wersji jest wiele innych ważnych zmian, które sprawiają, że Thunderbird 102 jest bardzo dużym wydaniem, w tym:
pt_br: Existem muitas outras grandes mudanças que tornam o Thunderbird 102 uma atualização de larga escala, incluindo:
ru: Есть много других больших изменений, которые делают Thunderbird 102 очень крупным выпуском, в том числе:
sk: Existuje mnoho ďalších veľkých zmien, ktoré robia Thunderbird 102 veľmi veľkým vydaním vrátane:
sl: Obstaja še veliko drugih sprememb, zaradi katerih je Thunderbird1021 pomembna izdaja, med drugim:
sq: Ka mjaft ndryshime të tjera të mëdha që e bëjnë Thunderbird 102-shin një hedhje të rëndësishme në qarkullim, përfshi:
sv_se: Det finns många andra stora förändringar som gör Thunderbird 102 till en mycket stor utgåva, inklusive:
tr: Thunderbird 102'yi çok büyük bir sürüm yapan başka birçok büyük değişiklik var:
uk: Зроблено багато інших великих змін, які роблять Thunderbird 102 дуже великим випуском, серед них:
vi: Có nhiều thay đổi lớn khác khiến Thunderbird 102 trở thành một bản phát hành rất lớn bao gồm:

source: New Icons and Default Folder Colors
bg: Нови икони и цветове на папките по подразбиране
cs: Nové ikony a výchozí barvy složek
cy: Eiconau Newydd a Lliwiau Ffolderi Rhagosodedig
de: Neue Symbole und Standardfarben für Ordner
el: Νέα εικονίδια και προεπιλεγμένα χρώματα φακέλων
es_ar: Nuevos íconos y colores de carpeta predeterminados
es_cl: Nuevos íconos y colores de carpeta predeterminados
es_es: Nuevos iconos y colores de carpeta predeterminados
eu: Ikono berriak eta karpeta kolore lehenetsiak
fi: Uudet kuvakkeet ja oletuskansiovärit
fr: Nouvelles icônes et couleurs de dossier par défaut
fy_nl: Nije piktogrammen en standertmapkleuren
gl: Novas iconas e cores de cartafol predeterminadas
hu: Új ikonok és alapértelmezett mappaszínek
ia: Nove icones e colores predefinite pro le dossiers
is: Nýjar táknmyndir og sjálfgefnir litir á möppum
it: Nuove icone e colori predefiniti per le cartelle
ja: 新しいアイコンとデフォルトのフォルダの色
nl: Nieuwe pictogrammen en standaardmapkleuren
nn_no: Nye ikon og standardmappfargar
pl: Nowe ikony i kolory domyślnych folderów
pt_br: Novos ícones e cores padrão de pastas
ru: Новые значки и цвета папок по умолчанию
sk: Nové ikony a predvolené farby priečinkov
sl: Nove ikone in privzete barve map
sq: Ikona dhe Ngjyra Dosjesh Parazgjedhje të Reja
sv_se: Nya ikoner och standardmappfärger
tr: Yeni Simgeler ve Varsayılan Klasör Renkleri
uk: Нові піктограми й импові кольори тек
vi: Biểu tượng mới và màu thư mục mặc định

source: Use Thunderbird without an email account (for example, as an RSS reader)
bg: Използване на Thunderbird без имейл акаунт (например като RSS четец)
cs: Použití Thunderbirdu bez e-mailového účtu (například jako čtečky RSS)
cy: Defnyddio Thunderbird heb gyfrif e-bost (er enghraifft, fel darllenydd RSS)
de: Thunderbird ist auch ohne E-Mail-Konto verwendbar (z.B. als RSS-Leser)
el: Χρήση του Thunderbird χωρίς λογαριασμό email (για παράδειγμα, χρήση για ροές RSS)
es_ar: Usar Thunderbird sin una cuenta de correo electrónico (por ejemplo, como lector de RSS)
es_cl: Usa Thunderbird sin una cuenta de correo electrónico (por ejemplo, como lector de RSS)
es_es: Usar Thunderbird sin una cuenta de correo electrónico (por ejemplo, como lector de RSS)
eu: Thunderbird erabili posta elektronikoko konturik gabe (RSS irakurgailu bat bezala, adibidez)
fi: Käytä Thunderbirdiä ilman sähköpostitiliä (esimerkiksi RSS-lukijana)
fr: Utiliser Thunderbird sans compte de messagerie (par exemple, en tant que lecteur RSS)
fy_nl: Thunderbird brûken sûnder in e-mailaccount (bygelyks as RSS-lêzer)
gl: Use Thunderbird sen unha conta de correo electrónico (por exemplo, como lector de RSS)
hu: A Thunderbird használata e-mail-fiók nélkül (például RSS-olvasóként)
ia: Usa Thunderbird sin un conto email (per exemplo, como lector RSS)
is: Notaðu Thunderbird án tölvupóstsreiknings (til dæmis sem RSS-lesara)
it: Thunderbird può essere utilizzato anche senza un account email (ad esempio, come lettore RSS)
ja: メールアカウントなしでThunderbirdを使用する（RSSリーダーなど）
nl: Thunderbird gebruiken zonder een e-mailaccount (bijvoorbeeld als RSS-lezer)
pl: Możliwość używania Thunderbirda bez konta poczty (na przykład jako czytnik kanałów RSS)
pt_br: Use o Thunderbird sem uma conta de email (por exemplo, como leitor de canais RSS)
ru: Используйте Thunderbird без учётной записи электронной почты (например, в качестве программы для чтения RSS)
sk: Používanie Thunderbirdu bez e‑mailového účtu (napríklad ako čítačka RSS)
sl: Uporaba Thunderbirda brez e-poštnega računa (na primer kot bralnik RSS)
sq: Përdoreni Thunderbird-in pa llogari email (për shembull, si një lexues prurjesh RSS)
sv_se: Använd Thunderbird utan e-postkonto (till exempel som RSS-läsare)
tr: Thunderbird'ü e-posta hesabı olmadan kullanma (örn. RSS okuyucu olarak)
uk: Використовуйте Thunderbird без облікового запису електронної пошти (наприклад, як засіб читання RSS)
vi: Sử dụng Thunderbird mà không cần tài khoản email (ví dụ: trình đọc RSS)

source: Numerous OpenPGP improvements
bg: Множество подобрения по OpenPGP
cs: Četná vylepšení standardu OpenPGP
cy: Nifer o welliannau OpenPGP
de: Zahlreiche OpenPGP-Verbesserungen
el: Πολυάριθμες βελτιώσεις OpenPGP
es_ar: Numerosas mejoras de OpenPGP
es_cl: Numerosas mejoras de OpenPGP
es_es: Numerosas mejoras de OpenPGP
eu: Askotariko OpenPGP hobekuntzak
fi: Lukuisia OpenPGP-parannuksia
fr: De nombreuses améliorations OpenPGP
fy_nl: Tal fan OpenPGP-ferbetteringen
gl: Numerosas melloras de OpenPGP
hu: Számos OpenPGP-t érintő fejlesztés
ia: Numerose meliorationes de OpenPGP
is: Fjölmargar OpenPGP-endurbætur
it: Numerosi miglioramenti per OpenPGP
ja: 数多くのOpenPGPの改善
nl: Talloze OpenPGP-verbeteringen
nn_no: Mange OpenPGP-forbetringar
pl: Liczne ulepszenia OpenPGP
pt_br: Muitas melhorias no OpenPGP
ru: Многочисленные улучшения OpenPGP
sk: Početné vylepšenia OpenPGP
sl: Številne izboljšave OpenPGP
sq: Përmirësime të shumta OpenPGP
sv_se: Många OpenPGP-förbättringar
tr: Çok sayıda OpenPGP geliştirmesi
uk: Численні вдосконалення OpenPGP
vi: Nhiều cải tiến OpenPGP

source: CalendarLocal parser converted to javascript
bg: Анализаторът CalendarLocal е пренаписан на javascript
cs: Parser CalendarLocal převeden do javascriptu
cy: Didolwr CalendarLocal wedi'i drosi i javascript
de: CalendarLocal-Parser in Javascript konvertiert
el: Η υπηρεσία ανάλυσης CalendarLocal μετατράπηκε σε JavaScript
es_ar: Analizador de CalendarLocal convertido a javascript
es_cl: Analizador de CalendarLocal convertido a javascript
es_es: Analizador de CalendarLocal convertido a javascript
eu: CalendarLocal analizatzailea javascript bihurtu da
fi: CalendarLocal-jäsennin muutettu javascriptiksi
fr: Analyseur CalendarLocal converti en JavaScript
fy_nl: CalendarLocal parser is konvertearre nei javascript
gl: Analizador de CalendarLocal convertido a javascript
hu: A CalendarLocal értelmező átírása JavaScriptre
ia: Analysator de CalendarLocal convertite a javascript
is: CalendarLocal-þáttara umbreytt í JavaScript
it: Parser per CalendarLocal convertito in JavaScript
ja: Javascriptに変換されたCalendarLocalパーサー
nl: CalendarLocal parser is geconverteerd naar javascript
pl: Parser CalendarLocal został przepisany w języku JavaScript
pt_br: Analisador CalendarLocal convertido em javascript
ru: Парсер CalendarLocal конвертирован на javascript
sk: Parser CalendarLocal konvertovaný na javascript
sl: Razčlenjevalnik CalendarLocal pretvorjen v javascript
sq: Përtypësi CalendarLocal u kaluar në javascript
sv_se: CalendarLocal parser har konverterats till javascript
tr: CalendarLocal ayrıştırıcısı javascript’e dönüştürüldü
uk: Синтаксичний аналізатор CalendarLocal переведено на JavaScript
vi: Bộ phân tích cú pháp CalendarLocal được chuyển sang javascript

source: Today Pane calendar UI refresh
bg: Презареждане на изгледа за днешния календар
cs: Obnova uživatelského rozhraní kalendáře podokna Dnes
cy: Rhyngwyneb calendr Pane Heddiw newydd
de: „Heute“-Bereich im Kalender erhält neue Benutzeroberfläche
el: Ανανέωση της προβολής «Σήμερα» στο ημερολόγιο
es_ar: Actualización de la interfaz de la vista de hoy del calendario
es_cl: Actualización de la interfaz de usuario del panel de vista de hoy del calendario
es_es: Actualización de la interfaz de usuario del panel Hoy del calendario
eu: Egutegiko gaurko panelaren UI berriztua
fr: Actualisation de l’interface du panneau « Aujourd’hui »
fy_nl: Fernijde aginda-interface fan it paniel Hjoed
gl: Actualización da IU do calendario do panel de hoxe
hu: A naptár Ma felületének felfrissítése
ia: Actualisar le quadro hodierne del agenda UI
is: Endurbætur á viðmóti 'Í dag' spjaldsins
it: Aggiornamento dell’interfaccia utente per il pannello Oggi del calendario
ja: 今日のペインのカレンダーUIの更新
nl: Vernieuwde agenda-interface van het paneel Vandaag
pl: Odświeżenie panelu „Bieżące” kalendarza
pt_br: Renovação da interface do usuário do painel diário de agendas
ru: Обновление пользовательского интерфейса панели календаря «Сегодня»
sk: Vynovené používateľské rozhranie panelu Dnes v kalendári
sl: Osvežitev videza podokna Danes v koledarju
sq: Rifreskim UI për Kuadratin Sot të kalendarit
sv_se: Uppdaterat gränssnittet för idag-kalendern
tr: Bugün bölmesinde yeni takvim arayüzü
uk: Оновлення інтерфейсу панелі «Сьогодні» календаря
vi: Làm mới giao diện ngăn Hôm nay của lịch

source: POP3 implemented in javascript
bg: POP3, реализиран в javascript
cs: POP3 implementováno v javascriptu
cy: POP3 ar waith mewn javascript
de: POP3 in Javascript implementiert
el: Υλοποίηση του POP3 σε JavaScript
es_ar: POP3 implementado en javascript
es_cl: POP3 implementado en javascript
es_es: POP3 implementado en javascript
eu: POP3 inplementatuta javascript-en
fi: POP3 toteutettu javascriptillä
fr: POP3 implémenté en JavaScript
fy_nl: POP3 is ymplemintearre yn javascript
gl: POP3 implementado en javascript
hu: JavaScriptben megvalósított POP3
ia: POP3 ha implementate in javascript
is: POP3 útfært í JavaScript
it: POP3 implementato in JavaScript
ja: Javascriptで実装されたPOP3
nl: POP3 is geïmplementeerd in javascript
pl: Obsługa protokołu POP3 została zaimplementowana w języku JavaScript
pt_br: POP3 implementado em javascript
ru: POP3 реализован в javascript
sk: POP3 implementovaný v javascripte
sl: Implementacija POP3 v javascriptu
sq: POP3 sendërtuar në javascript
sv_se: POP3 implementerat i javascript
tr: JavaScript’te POP3 uygulaması
uk: POP3 реалізований у javascript
vi: POP3 được triển khai trong javascript
