Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: <p>You can <a href="%(donate)s">donate online</a> securely by credit card or PayPal, Google Pay, Apple Pay, and by bank transfers through SEPA, iDEAL and ACH.<br/> <strong>Give in your local currency!</strong> We accept over 100! Choose yours from the drop down menu next to ‘Amount’.<br/> <strong>You can give offline in USD only</strong> by mailing a check or money order made payable to "MZLA Technologies Corp". Mail to: </p> <ul class="check-address"> <li>MZLA</li> <li>PO Box 25718</li> <li>Pasadena CA 91185-5718</li> </ul> <p>Please include your email address on the memo line of your check to help us track and attribute your gift. We can only send acknowledgement receipts by email.</p> <p> <strong>Give the gift of your time!</strong> If you would like to learn how to contribute to Thunderbird in other ways such as coding, translating or testing, please visit our <a href="%(ways_to_help)s">Participate</a> page.</p>
cy: <p>Gallwch <a href="%(donate)s">rhoi ar-lein</a> yn ddiogel gyda cherdyn credyd neu PayPal, Google Pay, Apple Pay, a thrwy drosglwyddiadau banc drwy SEPA, iDEAL ac ACH.<br/> <strong>Rhowch eich arian lleol!</strong> Rydym yn derbyn dros 100! Dewiswch eich un chi o'r gwymplen nesaf at ‘Amount’.<br/> <strong>Gallwch roi all-lein mewn USD yn unig</strong> drwy bostio siec neu archeb arian yn daladwy i "MZLA Technologies Corp". Postiwch i: </p> <ul class="check-address"> <li>MZLA</li> <li>Blwch SP 25718</li> <li>Pasadena CA 91185-5718</li> </ul> <p>Cofiwch gynnwys eich cyfeiriad e-bost ar linell memo eich siec i'n helpu i olrhain a phriodoli eich rhodd. Dim ond trwy e-bost y gallwn anfon derbynebau cydnabod.</p> <p> <strong>Rhowch rhodd o'ch amser!</strong> Os hoffech ddysgu sut i gyfrannu at Thunderbird mewn ffyrdd eraill megis codio, cyfieithu neu profi, ewch i'n tudalen <a href="%(ways_to_help)s">Cymryd rhan</a>.</p>
de: <p>Sie können sicher <a href="%(donate)s">online spenden</a> per Kreditkarte oder PayPal, Google Pay, Apple Pay und per Überweisung per SEPA, iDEAL und ACH.<br/ > <strong>Spenden Sie in Ihrer lokalen Währung!</strong> Wir akzeptieren über 100! Wählen Sie Ihren Betrag aus dem Dropdown-Menü neben „Betrag“.<br/> <strong>Sie können offline nur in US-Dollar spenden</strong>, indem Sie einen Scheck oder eine Zahlungsanweisung zahlbar an „MZLA Technologies Corp“ senden. Senden Sie diesen an: </p> <ul class="check-address"> <li>MZLA</li> <li>PO Box 25718</li> <li>Pasadena CA 91189-5718</li> </ul > <p>Bitte geben Sie Ihre E-Mail-Adresse im Verwendungszweck Ihres Schecks an, damit wir Ihre Spende nachverfolgen und zuordnen können. Wir können Empfangsbestätigungen nur per E-Mail senden.</p> <p> <strong>Spenden Sie Ihre Zeit!</strong> Wenn Sie erfahren möchten, wie Sie auf andere Weise zu Thunderbird beitragen können, z. B. Programmieren, Übersetzen oder testen, besuchen Sie bitte unsere Seite <a href="%(ways_to_help)s">Mitmachen</a>.</p>
el: <p>Μπορείτε να κάνετε <a href="%(donate)s">μια δωρεά ηλεκτρονικά</a> και με ασφάλεια, μέσω πιστωτικής κάρτας, PayPal, Google Pay, Apple Pay και τραπεζικού εμβάσματος SEPA, iDEAL και ACH.<br/> <strong>Κάντε δωρεά στο τοπικό σας νόμισμα!</strong> Αποδεχόμαστε περισσότερα από 100 συναλλάγματα! Επιλέξτε το δικό σας από το αναδιπλούμενο μενού δίπλα στο «Ποσό».<br/> <strong>Μπορείτε να κάνετε δωρεά εκτός διαδικτύου μόνο σε USD</strong> ταχυδρομώντας μια επιταγή ή ένα χρηματικό ένταλμα προς τη «MZLA Technologies Corp», στη διεύθυνση: </p> <ul class="check-address"> <li>MZLA</li> <li>PO Box 25718</li> <li>Pasadena CA 91185-5718</li> </ul> <p>Συμπεριλάβετε τη διεύθυνση email σας στο πεδίο σημειώσεων της επιταγής σας για να μας βοηθήσετε να παρακολουθήσουμε και να αποδώσουμε τη δωρεά σας. Μπορούμε να στείλουμε αποδείξεις αναγνώρισης μόνο μέσω email.</p> <p> <strong>Δωρίστε τον χρόνο σας!</strong> Εάν επιθυμείτε να μάθετε πώς να συνεισφέρετε στο Thunderbird με άλλους τρόπους, όπως η σύνταξη κώδικα, η μετάφραση ή η δοκιμή, επισκεφτείτε τη σελίδα <a href="%(ways_to_help)s">Συμμετοχή</a>.</p>
es_ar: <p>Podés <a href="%(donate)s">donar en línea</a> de forma segura con tarjeta de crédito o PayPal. Google Pay, Apple Pay y transferencias bancarias a través de SEPA, iDEAL y ACH.<br/> <strong>¡Doná en tu moneda local!</strong> ¡Aceptamos más de 100! Elegí la tuya en el menú desplegable junto a ‘Monto’.<br/> <strong>Podés donar fuera de línea solamente en USD</strong> enviando un cheque o giro postal pagable a "MZLA Technologies Corp" . Enviar por correo a: </p> <ul class="check-address"> <li>MZLA</li> <li>PO Box 25718</li> <li>Pasadena CA 91185-5718</li> </ul><p>Incluí tu dirección de correo electrónico en la línea de memo de tu cheque para permitirnos atribuirte tu donación.</p><p><strong>¡Doná el regalo de tu tiempo!</strong> Si querés saber cómo contribuir a Thunderbird de otras maneras, como codificar, traducir o probar, visitá nuestra página <a href="%(ways_to_help)s">Involucrate</a>.</p>
es_cl: <p>Puedes <a href="%(donate)s">donar en línea</a> de forma segura con tarjeta de crédito o PayPal. Google Pay, Apple Pay y a través de transferencias bancarias mediante SEPA, iDEAL y ACH.<br/> <strong>¡Dona en tu moneda local!</strong> ¡Aceptamos más de 100! Elige la tuya desde el menú desplegable al lado de "monto".<br/> <strong>Si quieres donar fuera de línea, solo puede ser en USD</strong> enviando un cheque por correo o un vale vista que sea cobrable por "MZLA Technologies Corp". Enviado a: </p> <ul class="check-address"> <li>MZLA</li> <li>PO Box 25718</li> <li>Pasadena CA 91185-5718</li> </ul> <p>Por favor, incluye tu dirección de correo electrónico en la línea de comentarios del cheque para ayudarnos a darle seguimiento y atribuir tu donación. Solo podemos enviar recibos de reconocimiento por correo electrónico.</p> <p> <strong>¡Regálanos tu tiempo!</strong> Si deseas saber cómo contribuir a Thunderbird de otras maneras, como programar, traducir o probar, visita nuestra página <a página href="%(ways_to_help)s">Participar</a>.</p>
fy_nl: <p>Jo kinne feilich <a href="%(donate)s">online donearje</a> mei creditcard of PayPal, Google Pay, Apple Pay, en troch bankoerskriuwingen fia SEPA, iDEAL en ACH.<br/ > <strong>Donearje yn jo lokale faluta!</strong> Wy akseptearje der mear as 100! Kies dy fan jo yn it ferfolchkarmenu neist ‘Bedrach’.<br/> <strong>Jo kinne offline allinnich yn USD donearje</strong> troch in op namme fan ‘MZLA Technologies Corp’ stelde sjek of postwiksel te ferstjoeren. Stjoer dizze nei: </p> <ul class="check-address"> <li>MZLA</li> <li>PO Box 25718</li> <li>Pasadena CA 91185-5718</li> </ul > <p>Fermeld jo e-mailadres yn de memorigel fan jo sjek, om ús te helpen jo donaasje te folgjen en ta te skriuwen. Wy kinne allinnich in ûntfangstbewiis per e-mail stjoere.</p> <p> <strong>Jou wat fan jo tiid!</strong> As jo learen wolle hoe’t jo op oare manieren bydrage kinne oan Thunderbird, lykas programmearje, oersette of teste, besykje dan ús side <a href="%(ways_to_help)s">Dielnimme</a>.</p>
gl: <p>Podes <a href="%(donate)s">doar en liña</a> de forma segura con tarxeta de crédito ou PayPal, Google Pay, Apple Pay e mediante transferencias bancarias a través de SEPA, iDEAL e ACH.<br/ > <strong>Dá na túa moeda local.</strong> Aceptamos máis de 100! Escolle o teu no menú despregable xunto a "Cantidade".<br/> <strong>Podes dar sen conexión só en USD</strong> enviando un cheque ou un xiro postal a cargo de "MZLA Technologies Corp". Enviar correo electrónico a: </p> <ul class="check-address"> <li>MZLA</li> <li>PO Box 25718</li> <li>Pasadena CA 91185-5718</li> </ul > <p>Incluye o teu enderezo de correo electrónico na liña de notas do teu cheque para axudarnos a rastrexar e atribuír o teu agasallo. Só podemos enviar os xustificantes de recepción por correo electrónico.</p> <p> <strong>Regala o teu tempo!</strong> Se queres aprender a contribuír a Thunderbird doutras formas, como codificar, traducir ou probas, visita a nosa páxina <a href="%(ways_to_help)s">Participa</a>.</p>
hu: <p>Biztonságosan <a href="%(donate)s">adományozhat online</a>: bankkártyával vagy PayPallal, Google Pay-jel, Apple Pay-jel, valamint SEPA, iDEAL és ACH általi online banki átutalással.<br/> <strong>Adakozzon a helyi pénznemében!</strong> Több mint 100 félét elfogadunk! Válassza ki az Önét az „Összeg” melletti legördülő mezőből.<br/> <strong>Internetkapcsolat nélkül csak USD-ben adományozhat</strong> az „MZLA Technologies Corp.” számára fizetendő csekk vagy fizetési megbízás útján. Címzett:</p> <ul class="check-address"> <li>MZLA</li> <li>PO Box 25718</li> <li>Pasadena CA 91185-5718</li> </ul > <p>Kérjük, adja meg e-mail-címét a csekk emlékeztető sorában, hogy segítsen nekünk az adomány nyomon követésében és visszaigazolásában. Visszaigazoló üzenetet csak e-mailben tudunk küldeni.</p>.<br/> <strong>Ajánlja fel az idejét!</strong> Ha szeretné megtudni, hogyan működjön közre a Thunderbirdben más módon, például kódolással, fordítással vagy teszteléssel, akkor keresse fel a <a href="%(ways_to_help)s">Vegyen részt</a> oldalt.</p>
ia: <p>Tu pote <a href="%(donate)s">donar online</a> con securitate per carta de credito o Paypal, Google Pay, Apple Pay, e per transferentias bancari per SEPA, iDEAL e ACH.<br/> <strong>Dona in tu valuta local!!</strong> Nos accepta ultra 100! Selige le tue ab le menu a tenta cadente proxime a ‘Amonta’.<br/> <strong>Tu poter donar sin connexion in USD solo</strong> inviante per posta un cheque o mandato postal rendite pagabile a "MZLA Technologias Corp". Invia posta a:</p> <ul class="check-address"> <li>MZLA</li> <li>PO Box 25718</li> <li>Pasadena CA 91185-5718</li> </ul> <p>Include tu adresse sur le linea memento de tu cheque pro adjutar nos a traciar e attribuer tu dono. Nos pote inviar le quitantias de recognoscentia solo per email.</p> <p> <strong>Da nos le dono de tu tempore!</strong> Si tu vole apprende a contribuer a Thunderbird in altere manieras tal como programmar, traducer o verificar, visita nostre pagina<a href="%(ways_to_help)s">Participar</a>.</p>
it: <p>Puoi <a href="%(donate)s">fare una donazione online</a> in modo sicuro con carta di credito o PayPal, Google Pay, Apple Pay e bonifici bancari tramite SEPA, iDEAL e ACH.<br/> <strong>Effettua una donazione nella tua valuta locale.</strong> Ne accettiamo più di 100. Scegli la tua dal menu a tendina accanto a ’Importo’.<br/> <strong>Puoi effettuare una donazione in USD solamente offline</strong> inviando un assegno o un vaglia postale intestato a “MZLA Technologies Corp”. Invia a: </p> <ul class="check-address"> <li>MZLA</li> <li>PO Box 25718</li> <li>Pasadena CA 91185-5718</li> </ul> <p>Includi il tuo indirizzo email nella riga “memo” dell’assegno per aiutarci a tracciare e attribuire la tua donazione. Possiamo inviare ricevute di ritorno solo tramite email.</p> <p> <strong>Regalaci il tuo tempo!</strong> Se vuoi scoprire come contribuire a Thunderbird in altri modi, come sviluppo, traduzione o test, visita la nostra pagina <a href="%(ways_to_help)s">Partecipa</a>.</p>
nl: <p>U kunt veilig <a href="%(donate)s">online doneren</a> met creditcard of PayPal, Google Pay, Apple Pay, en door bankoverschrijvingen via SEPA, iDEAL en ACH.<br/ > <strong>Doneer in uw lokale valuta!</strong> We accepteren er meer dan 100! Kies de uwe in het vervolgkeuzemenu naast ‘Bedrag’.<br/> <strong>U kunt offline alleen in USD doneren</strong> door een op naam van ‘MZLA Technologies Corp’ gestelde cheque of postwissel te versturen. Stuur deze naar: </p> <ul class="check-address"> <li>MZLA</li> <li>PO Box 25718</li> <li>Pasadena CA 91185-5718</li> </ul > <p>Vermeld uw e-mailadres in de memoregel van uw cheque, om ons te helpen uw gift te volgen en toe te schrijven. We kunnen alleen een ontvangstbewijs per e-mail sturen.</p> <p> <strong>Geef iets van uw tijd!</strong> Als u wilt leren hoe u op andere manieren kunt bijdragen aan Thunderbird, zoals programmeren, vertalen of testen, bezoek dan onze pagina <a href="%(ways_to_help)s">Deelnemen</a>.</p>
ru: <p>Вы можете безопасно <a href="%(donate)s">пожертвовать онлайн</a> с помощью кредитной карты, PayPal, Google Pay, Apple Pay, а также банковскими переводами через SEPA, iDEAL и ACH.<br/> <strong>Пожертвуйте в вашей местной валюте!</strong> Мы принимаем более 100! Выберите свою из выпадающего меню рядом с «Сумма».<br/> <strong>Офлайн вы можете пожертвовать только в долларах США</strong>, отправив по почте чек или денежный перевод, выписанный на «MZLA Technologies Corp». Почтовый адрес: </p> <ul class="check-address"> <li>MZLA</li> <li>pobox 25718</li> <li>Pasadena CA 91185-5718</li> </ul > <p>Пожалуйста, укажите свой адрес электронной почты в строке примечания вашего чека, чтобы помочь нам отслеживать и отметить ваш взнос. Мы можем отправлять квитанции подтверждения только по электронной почте.</p> <p> <strong>Пожертвуйте своим временем!</strong> Если вы хотите узнать, как внести свой вклад в Thunderbird другими способами, такими как программирование, перевод или тестирование, пожалуйста, посетите нашу страницу <a href="%(ways_to_help)s">Участвовать</a>.</p>
sk: <p>Môžete <a href="%(donate)s">prispievať online</a> bezpečne kreditnou kartou alebo pomocou služieb PayPal, Google Pay, Apple Pay a bankovým prevodom prostredníctvom SEPA, iDEAL a ACH.<br/ > <strong>Darujte vo svojej miestnej mene!</strong> Akceptujeme ich viac ako 100! Vyberte si svoju z rozbaľovacej ponuky vedľa položky „Čiastka“.<br/> <strong>Offline darovať môžete iba v USD</strong> zaslaním šeku alebo peňažného poukazu na účet „MZLA Technologies Corp“. Zašlite ho na adresu: </p> <ul class="check-address"> <li>MZLA</li> <li>PO Box 25718</li> <li>Pasadena CA 91185-5718</li> </ul > <p>V riadku poznámky šeku uveďte svoju e‑mailovú adresu, aby sme mohli sledovať a pripísať váš dar. Potvrdenia o prijatí môžeme posielať iba e‑mailom.</p> <p> <strong>Venujte svoj čas!</strong> Ak by ste sa chceli naučiť, ako prispieť do Thunderbirdu inými spôsobmi, ako je programovanie, preklad alebo testovanie, navštívte našu stránku <a href="%(ways_to_help)s">Zapojte sa</a>.</p>
sl: <p>Lahko <a href="%(donate)s">varno donirate</a> s kreditno kartico ali PayPalom, Google Pay, Apple Pay ter z bančnimi nakazili prek SEPA, iDEAL in ACH.<br/ > <strong>Dajte v svoji lokalni valuti!</strong> Sprejemamo več kot 100! V spustnem meniju poleg "Znesek" izberite svojega.<br/> <strong>Za način delovanja lahko darujete samo v ameriških dolarjih</strong>, tako da pošljete ček ali denarno nakaznico s plačilom na "MZLA Technologies Corp". Pošta na: </p> <ul class="check-address"> <li>MZLA</li> <li>PO Box 25718</li> <li>Pasadena CA 91185-5718</li> </ul > <p>Prosimo, v vrstico za opombe na čeku vključite svoj e-poštni naslov, da nam pomagate slediti in pripisati vašemu darilu. Potrdila lahko pošljemo samo po e-pošti.</p> <p> <strong>Poklonite svoj čas!</strong> Če bi se radi naučili prispevati za Thunderbird na druge načine, kot so programiranje, prevajanje ali Če prekinjate testiranje, obiščite našo stran za <a href="%(ways_to_help)s">Sodelovanje</a>.</p>
sv_se: <p>Du kan <a href="%(donate)s">donera online</a> säkert med kreditkort eller PayPal, Google Pay, Apple Pay och via banköverföringar via SEPA, iDEAL och ACH.<br/ > <strong>Ge med din lokala valuta!</strong> Vi tar emot över 100! Välj din från rullgardinsmenyn bredvid ‘Belopp’.<br/> <strong>Du kan ge offline endast i USD</strong> genom att skicka en check eller postanvisning till "MZLA Technologies Corp". Posta till: </p> <ul class="check-address"> <li>MZLA</li> <li>PB 25718</li> <li>Pasadena CA 91185-5718</li> </ul > <p>Inkludera din e-postadress på memoraden i din check för att hjälpa oss spåra och tillskriva din gåva. Vi kan endast skicka bekräftelsekvitton via e-post.</p> <p> <strong>Ge bort din tid!</strong> Om du vill lära dig hur du kan bidra till Thunderbird på andra sätt som kodning, översättning eller testning, besök vår sida <a href="%(ways_to_help)s">Delta</a>.</p>
vi: <p>Bạn có thể <a href="%(donate)s">quyên góp trực tuyến</a> an toàn bằng thẻ tín dụng hoặc PayPal, Google Pay, Apple Pay và bằng chuyển khoản ngân hàng thông qua SEPA, iDEAL và ACH.<br/> <strong>Quyên góp bằng tiền nội tệ của bạn!</strong> Chúng tôi chấp nhận hơn 100 loại! Chọn từ menu thả xuống bên cạnh ‘Số tiền’.<br/> <strong>Bạn có thể quyên góp trực tiếp bằng tiền USD</strong> bằng cách gửi séc hoặc phiếu chuyển tiền cho "MZLA Technologies Corp". Gửi mail tới: </p> <ul class="check-address"> <li>MZLA</li> <li>PO Box 25718</li> <li>Pasadena CA 91185-5718</li> </ul> <p>Vui lòng ghi địa chỉ email của bạn vào dòng ghi nhớ trên séc để giúp chúng tôi theo dõi và phân bổ quyên góp của bạn. Chúng tôi chỉ có thể gửi biên nhận xác nhận qua email.</p> <p> <strong>Quyên góp bằng thời gian của bạn!</strong> Nếu bạn muốn tìm hiểu cách đóng góp cho Thunderbird theo những cách khác như viết đoạn mã, dịch thuật hoặc thử nghiệm, vui lòng truy cập trang <a href="%(ways_to_help)s">tham gia</a> của chúng tôi.</p>

source: How do I cancel or change my recurring gift? Can I change my payment method or my donation frequency?
bg: Как да отменя или променя моето повтарящо се дарения? Мога ли да променя начина си на плащане или честотата на дарения?
cs: Jak mohu zrušit či změnit můj opakovaný dar? Mohu změnit způsob platby nebo frekvenci darování?
cy: Sut mae diddymu neu newid fy anrheg cylchol? A allaf newid fy null talu neu amlder fy rhodd?
de: Wie kann ich meine regelmäßige Spende stornieren oder ändern? Kann ich meine Zahlungsmethode oder meine Spendenhäufigkeit ändern?
el: Πώς μπορώ να ακυρώσω ή να αλλάξω την επαναλαμβανόμενη δωρεά μου; Μπορώ να αλλάξω τον τρόπο πληρωμής ή τη συχνότητα της δωρεάς μου;
es_ar: ¿Cómo cancelo o cambio mi aporte recurrente? ¿Puedo cambiar mi método de pago o la frecuencia de mi donación?
es_cl: ¿Cómo cancelo o cambio mi aporte recurrente? ¿Puedo cambiar mi método de pago o la frecuencia de mi donación?
es_es: ¿Cómo puedo cancelar o cambiar mi donación recurrente? ¿Puedo cambiar mi método de pago o la frecuencia de mi donación?
eu: Nola ezeztatu edo aldatu ohi dut opari errepikakorra? Nire ordainketa-metodoa edo nire dohaintza-maiztasuna alda al dezaket?
fr: Comment puis-je annuler ou modifier mon don récurrent ? Puis-je changer mon mode de paiement ou la fréquence de mes dons ?
fy_nl: Hoe annulearje of wizigje ik myn periodike jefte? Kin ik myn betellingsmetoade of myn donaasjefrekwinsje wizigje?
gl: Como cancelo ou cambio a miña doazón periódica? Podo cambiar o meu método de pago ou a frecuencia da miña doazón?
hu: Hogyan mondhatja le az ismétlődő adományát? Módosíthatja a fizetési módját vagy az adományozási gyakoriságát?
ia: Como pote io cancellar o cambiar mi dono recurrente? Pote io cambiar mi methodo de pagamento o mi frequentia de donation?
is: Hvernig hætti ég við eða breyti endurteknum styrkveitingum? Get ég breytt greiðslumáta mínum eða tíðni framlaga?
it: Come posso annullare o modificare la mia donazione periodica? Posso modificare il metodo di pagamento o la sua frequenza?
ja: 定期的なギフトをキャンセルまたは変更するにはどうすればよいですか？支払い方法や寄付の頻度を変更できますか？
nl: Hoe annuleer of wijzig ik mijn periodieke gift? Kan ik mijn betaalmethode of mijn donatiefrequentie wijzigen?
pl: Jak anulować lub zmienić cykliczną darowiznę? Czy mogę zmienić formę płatności lub częstotliwość przekazywania darowizn?
pt_br: Como cancelar ou alterar uma doação recorrente? Posso alterar o método de pagamento ou a frequência de doação?
ru: Как отменить или изменить повторяющееся пожертвование? Могу ли я изменить способ оплаты или частоту пожертвований?
sk: Ako zruším alebo zmením svoj opakovaný dar? Môžem zmeniť spôsob platby alebo frekvenciu darovania?
sl: Kako prekličem ali spremenim svoje ponavljajoče se darilo? Ali lahko spremenim način plačila ali pogostost donacij?
sq: Si mund ta anuloj, apo ta ndryshoj dhurimin tim ripërsëritës? A mund të ndryshoj metodë pagese, apo shpeshti dhurimi?
sv_se: Hur avbryter eller ändrar jag min återkommande donation? Kan jag ändra min betalningsmetod eller min donationsfrekvens?
tr: Tekrarlanan bağışımı nasıl iptal edebilir veya değiştirebilirim? Ödeme yöntemimi veya bağış sıklığımı değiştirebilir miyim?
uk: Як можна скасувати або змінити свій повторюваний подарунок? Чи можливо змінити спосіб оплати або частоту внесків?
vi: Làm cách nào để hủy hoặc thay đổi quyên góp định kỳ của tôi? Tôi có thể thay đổi phương thức thanh toán hoặc tần suất quyên góp của mình không?
