Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: Access your plan details from the <strong><a href="%(modify)s">Donor Portal</a></strong> or from the 'Manage My Donation' button on your recent donation confirmation email. You can change the amount, frequency, payment method and charge date. You can also cancel your recurring plan and download your receipts.
bg: Осъществете достъп до детайлите на плана си от <strong><a href="%(modify)s">портала ни за дарители</a></strong> или от бутона „Управление на моето дарение“ в скорошния ви имейл за потвърждение на дарение. Можете да променяте сумата, честотата, начина на плащане и датата на таксуване. Можете също да отмените периодичния си план и да изтеглите разписките си.
cy: Cyrchwch fanylion eich cynllun o'r <strong><a href="%(modify)s">Porth Rhoddwyr</a></strong> neu o'r botwm 'Rheoli Fy Nghyfraniad' ar eich e-bost cadarnhau rhodd diweddar. Gallwch newid y swm, amlder, dull talu a dyddiad codi tâl. Gallwch hefyd ddiddymu'ch cynllun cylchol a llwytho'ch derbynebau i lawr.
de: Greifen Sie über das <strong><a href="%(modify)s">Spenderportal</a></strong> oder über die Schaltfläche „Meine Spende verwalten“ in Ihrer Spendenbestätigungs-E-Mail auf Ihre Plandetails zu. Sie können den Betrag, die Häufigkeit, die Zahlungsmethode und das Datum der Abbuchung ändern. Sie können Ihren Dauerauftrag auch stornieren und Ihre Quittungen herunterladen.
el: Αποκτήστε πρόσβαση στα στοιχεία του προγράμματός σας από την <strong><a href="%(modify)s">Πύλη δωρητών</a></strong> σας ή από το κουμπί «Manage My Donation» στο πρόσφατο email επιβεβαίωσης της δωρεάς σας. Μπορείτε να αλλάξετε το ποσό, τη συχνότητα, τη μέθοδο πληρωμής και την ημερομηνία χρέωσης. Μπορείτε επίσης να ακυρώσετε το πρόγραμμα των επαναλαμβανόμενων δωρεών σας και να κάνετε λήψη των αποδείξεών σας.
es_ar: Accedé a los detalles de tu plan desde el <strong><a href="%(modify)s">Portal de donantes</a></strong> o desde el botón 'Administrar mi donación' en el correo electrónico de confirmación de tu donación reciente. Podés cambiar el importe, la frecuencia, el método de pago y la fecha de cargo. También podés cancelar tu plan recurrente y descargar tus recibos.
es_cl: Accede a los detalles de tu plan desde el <strong><a href="%(modify)s">Portal de donantes</a></strong> o desde el botón "Administrar mi donación" en el correo electrónico de confirmación de tu donación reciente. Puedes cambiar el monto, la frecuencia, el método de pago y la fecha de cobro. También puedes cancelar tu plan recurrente y descargar tus recibos.
fr: Accédez aux détails de votre abonnement depuis le <strong><a href="%(modify)s">portail des dons</a></strong> ou depuis le bouton « Gérer mon don » dans un e-mail de confirmation de don récent. Vous pouvez modifier le montant, la fréquence, le mode de paiement et la date de paiement. Vous pouvez également annuler votre abonnement récurrent et télécharger vos reçus.
fy_nl: Benaderje jo abonnemintsdetails fan it <strong><a href="%(modify)s">Donateursportal</a></strong> út of fia de knop ‘Myn donaasje beheare’ yn jo resinte donaasjebefêstigingsberjocht. Jo kinne it bedrach, de frekwinsje, de betellingsmetoade en de ôfskriuwingsdatum wizigje. Jo kinne ek jo periodike abonnemint opsizze en jo ûntfangstbewizen downloade.
gl: Accede aos detalles do teu plan desde o <strong><a href="%(modify)s">Portal de doantes</a></strong> ou desde o botón "Xestionar a miña doazón" do teu correo electrónico de confirmación de doazón recente. Podes cambiar o importe, a frecuencia, o método de pago e a data de carga. Tamén podes cancelar o teu plan recorrente e descargar os teus recibos.
hu: Érje el a csomag részleteit az <strong><a href="%(modify)s">Adományozói portálon</a></strong> vagy az „Adományozás kezelése” gombbal a legutóbbi adomány megerősítő e-mailjében. Módosíthatja az összeget, a gyakoriságot, a fizetési módot és a terhelési dátumot. Megszakíthatja az ismétlődő előfizetését is, és letöltheti a nyugtákat.
ia: Accede al detalios de tu plano ab le <strong><a href="%(modify)s">Portal del donator</a></strong> o ab le button 'Gerer Mi Donation' sur tu recente email de confirmation de donation. Tu pote cambiar amonta, frequentia, methodo de pagamento e data de cargamento. Tu alsi pote cancellar tu plano recurrente e discargar tu quitantias.
it: Accedi ai dettagli del tuo piano dal <strong><a href="%(modify)s">Portale per le donazioni</a></strong> o dal pulsante “Gestisci la mia donazione” nella tua recente email di conferma della donazione. È possibile modificare l’importo, la frequenza, il metodo di pagamento e la data di addebito. Puoi anche annullare il tuo piano ricorrente e scaricare le ricevute.
nl: Benader uw abonnementsdetails vanuit het <strong><a href="%(modify)s">Donateursportal</a></strong> of via de knop ‘Mijn donatie beheren’ in uw recente donatiebevestigingsbericht. U kunt het bedrag, de frequentie, de betalingsmethode en de afschrijvingsdatum wijzigen. U kunt ook uw periodieke abonnement opzeggen en uw ontvangstbewijzen downloaden.
pt_br: Acesse os detalhes do seu plano no <strong><a href="%(modify)s">Portal do Doador</a></strong> ou pelo botão 'Gerenciar minha doação' no seu email recente de confirmação de doação. Você pode mudar o valor, frequência, forma de pagamento e data de cobrança. Também pode cancelar o plano recorrente e baixar seus recibos.
ru: Получите доступ к информации о вашем плане на <strong><a href="%(modify)s">Портале доноров</a></strong> или с помощью кнопки «Управление моими пожертвованиями» в недавнем электронном письме с подтверждением пожертвования. Вы можете изменить сумму, частоту, способ оплаты и дату списания. Вы также можете отменить свой тарифный план и загрузить свои квитанции.
sk: Získajte prístup k podrobnostiam svojho plánu z <strong><a href="%(modify)s">portálu darcov</a></strong> alebo pomocou tlačidla „Spravovať môj dar“ v nedávnom e‑maile s potvrdením daru. Môžete zmeniť sumu, frekvenciu, spôsob platby a dátum účtovania. Môžete tiež zrušiť svoj opakujúci sa príspevok a stiahnuť si účtenky.
sl: Do podrobnosti načrta lahko dostopate na <strong><a href="%(modify)s">portalu za donatorje</a></strong> ali s pomočjo gumba 'Upravljanje moje donacije' na nedavni e-poštni potrditvi donacije. Spremenite lahko znesek, pogostost, način plačila in datum bremenitve. Ponavljajoč se načrt lahko tudi prekličete in prenesete potrdila.
sv_se: Få åtkomst till dina plandetaljer från <strong><a href="%(modify)s">Givarportalen</a></strong> eller från knappen "Hantera min donation" på din senaste donationsbekräftelse via e-post. Du kan ändra belopp, frekvens, betalningssätt och debiteringsdatum. Du kan också avbryta din återkommande plan och ladda ner dina kvitton.
vi: Truy cập chi tiết gói của bạn từ <strong><a href="%(modify)s">cổng thông tin tài trợ</a></strong> hoặc nút 'Quản lý khoản đóng góp của tôi' trên email xác nhận quyên góp gần đây của bạn. Bạn có thể thay đổi số tiền, tần suất, phương thức thanh toán và ngày tính phí. Bạn cũng có thể hủy gói định kỳ và tải xuống biên nhận của mình.

source: Does my gift give me access to tech support?
bg: Моят подарък дава ли ми достъп до техническа поддръжка?
cs: Budu mít díky svému daru přístup k technické podpoře?
cy: A yw fy rhodd yn rhoi mynediad i gefnogaeth dechnegol i mi?
de: Erhalte ich für meine Spende technische Unterstützung?
el: Εξασφαλίζει η δωρεά μου πρόσβαση σε τεχνική υποστήριξη;
es_ar: ¿Mi donación me da acceso a soporte técnico?
es_cl: ¿Mi donación me da acceso a soporte técnico?
es_es: ¿Mi donación me da acceso a soporte técnico?
eu: Nire opariak laguntza teknologikorako sarbidea ematen dit?
fi: Saanko lahjani myötä pääsyn tekniseen tukeen?
fr: Mon don me donne t-il accès à l’assistance technique ?
fy_nl: Jout myn jefte tagong ta technyske stipe?
gl: A miña doazón dáme acceso ao soporte técnico?
hu: Az adománya biztosít-e hozzáférést műszaki támogatáshoz?
ia: An mi dono me da accesso a assistentia technic?
is: Veitir styrkurinn minn mér aðgang að tæknilegri aðstoð?
it: Con una donazione avrò accesso al supporto tecnico?
ja: ギフトはテクニカルサポートへのアクセスを提供してくれますか？
nl: Zorgt mijn gift voor toegang tot technische ondersteuning?
pl: Czy mój datek daje mi dostęp do pomocy technicznej?
pt_br: Minha doação me dá acesso a suporte técnico?
ru: Даёт ли моё пожертвование доступ к технической поддержке?
sk: Poskytuje mi môj dar prístup k technickej podpore?
sl: Ali s prispevkom dobim dostop do tehnične podpore?
sq: A përfitoj prej dhuratës time asistencë teknike?
sv_se: Ger min gåva mig tillgång till teknisk support?
tr: Bağış yaparak teknik destek hakkı kazanıyor muyum?
uk: Чи надасть мені мій дарунок доступ до технічної підтримки?
vi: Quyên góp của tôi có giúp tôi tiếp cận với hỗ trợ kỹ thuật không?

source: All Thunderbird <strong>technical support is community-based</strong> and available to everyone. Visit our <a href="%(url)s">support forum</a>. We do not provide individual tech support in exchange for financial gifts.
bg: Цялата <strong>техническа поддръжка на Thunderbird е благодарение на на общността ни</strong> и е достъпна за всички. Посетете нашия <a href="%(url)s">форум за поддръжка</a>. Ние не предоставяме индивидуална техническа поддръжка в замяна на финансови подаръци.
cy: Mae pob <strong>cymorth technegol Thunderbird yn gymunedol</strong> ac ar gael i bawb. Ewch i'n <a href="%(url)s">fforwm cymorth</a>. Nid ydym yn darparu cymorth technoleg unigol yn gyfnewid am roddion ariannol.
de: Jegliche <strong>technische Unterstützung von Thunderbird ist gemeinschaftsbasiert</strong> und steht für alle zur Verfügung. Besuchen Sie unser <a href="%(url)s">Hilfeforum</a>. Wir bieten keine individuelle technische Unterstützung als Gegenleistung für Geldspenden.
el: Όλη η <strong>τεχνική υποστήριξη του Thunderbird βασίζεται στην κοινότητα</strong> και είναι διαθέσιμη σε όλους. Επισκεφτείτε το <a href="%(url)s">φόρουμ υποστήριξης</a> μας. Δεν παρέχουμε ατομική τεχνική υποστήριξη με αντάλλαγμα τις δωρεές.
es_ar: Toda el soporte técnico de Thunderbird <strong>está basado en la comunidad</strong> y está disponible para todos. Visitá nuestro <a href="%(url)s">foro de soporte</a>. No proporcionamos soporte técnico individual a cambio de donaciones económicas.
es_cl: Todo <strong>el soporte técnico de Thunderbird se basa en la comunidad</strong> y está disponible para todos. Visita nuestro <a href="%(url)s">foro de soporte</a>. No proporcionamos soporte técnico individual a cambio de donaciones económicas.
fr: Toute l’<strong>assistance technique de Thunderbird est communautaire</strong> et disponible pour tout le monde. Visitez notre <a href="%(url)s">forum d’assistance</a>. Nous ne fournissons pas d’assistance technique individuelle en échange de dons.
fy_nl: Alle <strong>technyske stipe foar Thunderbird is basearre op de mienskip</strong> en foar elkenien beskikber. Besykje ús <a href="%(url)s">stipefoarum</a>. Wy biede gjin yndividuele technyske stipe yn ruil foar finansjele donaasjes.
gl: Todo o <strong>soporte técnico de Thunderbird está baseado na comunidade</strong> e está dispoñible para todos. Visita o noso <a href="%(url)s">foro de asistencia</a>. Non ofrecemos soporte técnico individual a cambio de agasallos económicos.
hu: A Thunderbird összes <strong>műszaki támogatása közösségi alapú</strong>, és mindenki számára elérhető. Keresse fel <a href="%(url)s">támogatói fórumunkat</a>. Nem biztosítunk egyéni műszaki támogatást a pénzügyi adományok fejében.
ia: Tote assistentia technic de Thunderbird <strong>es basate sur le communitate</strong> e disponibile pro totes. Visita nostre <a href="%(url)s">foro de supporto</a>. Nos non forni supporto technic individual in cambio de donos financiari.
it: Tutto il <strong>supporto tecnico di Thunderbird è basato sulla comunità</strong> e disponibile per chiunque. Visita il nostro <a href="%(url)s">Forum di supporto</a>. Non forniamo supporto tecnico individuale in cambio di donazioni in denaro.
nl: Alle <strong>technische ondersteuning voor Thunderbird is gebaseerd op de gemeenschap</strong> en voor iedereen beschikbaar. Bezoek ons <a href="%(url)s">ondersteuningsforum</a>. We bieden geen individuele technische ondersteuning in ruil voor financiële giften.
pt_br: Todo <strong>suporte técnico do Thunderbird é baseado na comunidade</strong> e está disponível para todos. Visite nosso <a href="%(url)s">fórum de suporte</a>. Não fornecemos suporte técnico individual em troca de doações.
ru: Вся <strong>техническая поддержка Thunderbird обеспечивается сообществом</strong> и доступна всем. Посетите наш <a href="%(url)s">форум поддержки</a>. Мы не предоставляем индивидуальную техническую поддержку в обмен на финансовые пожертвования.
sk: Všetka <strong>technická podpora Thunderbirdu je založená na komunite</strong> a je dostupná pre každého. Navštívte naše <a href="%(url)s">fórum podpory</a>. Neposkytujeme individuálnu technickú podporu výmenou za finančné dary.
sl: Vsa <strong>tehnična podpora za Thunderbird temelji na skupnosti</strong> in je na voljo vsakomur. Obiščite naš <a href="%(url)s">forum za podporo</a>. Individualne tehnične podpore ne nudimo v zameno za finančna darila.
sv_se: All <strong>teknisk support för Thunderbird är communitybaserad</strong> och tillgänglig för alla. Besök vårt <a href="%(url)s">supportforum</a>. Vi tillhandahåller inte enskilt tekniskt stöd i utbyte mot ekonomiska gåvor.
uk: Уся <strong>технічна підтримка Thunderbird базується на спільноті</strong> та доступна кожному. Відвідайте наш <a href="%(url)s">форум підтримки</a>. Ми не надаємо індивідуальну технічну підтримку в обмін на фінансові подарунки.
vi: Mọi <strong>hỗ trợ kỹ thuật của Thunderbird dựa vào cộng đồng</strong> và có sẵn cho mọi người. Truy cập <a href="%(url)s">trung tâm hỗ trợ</a> của chúng tôi. Chúng tôi không cung cấp hỗ trợ kỹ thuật cá nhân để đổi lấy hỗ trợ tài chính.

source: How do I get a receipt?
bg: Как да получа разписка?
cy: Sut mae cael derbynneb?
de: Wie erhalte ich eine Quittung?
el: Πώς μπορώ να λάβω μια απόδειξη;
es_ar: ¿Cómo consigo un recibo?
es_cl: ¿Cómo obtengo un recibo?
fi: Miten saan kuitin?
fr: Comment obtenir un reçu ?
fy_nl: Hoe krij ik in ûntfangstbewiis?
gl: Como consigo un recibo?
hu: Hogyan kap számlát?
ia: Como pote reciper io un quitantia?
is: Hvernig fæ ég kvittun?
it: Come posso ottenere una ricevuta?
nl: Hoe verkrijg ik een ontvangstbewijs?
pt_br: Como obter um recibo?
ru: Как получить чек?
sk: Ako získam účtenku?
sl: Kako dobim potrdilo?
sq: Si të marr një faturë?
sv_se: Hur får jag ett kvitto?
tr: Nasıl makbuz alabilirim?
uk: Як я можу отримати квитанцію?
vi: Làm thế nào để tôi nhận được biên nhận?

source: You will receive an email confirmation whenever you donate and this will include a receipt for your records. You can also access your receipt history at any time from our <strong><a href="%(url)s">Donor Portal</a></strong>.
bg: Ще получавате имейл за потвърждение всеки път, когато дарите, като това ще включва разписка за транзакцията. Можете също да получите достъп до историята на разписките си по всяко време от нашия <strong><a href="%(url)s">портал за дарители</a></strong>.
cy: Byddwch yn derbyn cadarnhad e-bost pryd bynnag y byddwch yn cyfrannu a bydd hyn yn cynnwys derbynneb ar gyfer eich cofnodion. Gallwch hefyd gael mynediad at eich hanes derbynebau unrhyw bryd o'n <strong><a href="%(url)s">Porth Rhoddwyr</a></strong>.
de: Sie erhalten eine E-Mail-Bestätigung für Ihre Spende, einschließlich einer Quittung für Ihre Akten. Sie können auch jederzeit über unser <strong><a href="%(url)s">Spender-Portal</a></strong> auf Ihre Quittungen zugreifen.
el: Θα λαμβάνετε μια επιβεβαίωση μέσω email κάθε φορά που πραγματοποιείτε μια δωρεά και αυτή θα περιλαμβάνει μια απόδειξη για το αρχείο σας. Μπορείτε επίσης να αποκτήσετε πρόσβαση στο ιστορικό αποδείξεων ανά πάσα στιγμή μέσω της <strong><a href="%(url)s">Πύλης δωρητών</a></strong> μας.
es_ar: Recibirás una confirmación por correo electrónico cada vez que donés, la que incluirá un recibo para tus registros. También podés acceder a tu historial de recibos en cualquier momento desde nuestro <strong><a href="%(url)s">Portal de donantes</a></strong>.
es_cl: Recibirás una confirmación por correo electrónico cada vez que realices una donación, la que incluirá un recibo para tus registro. También puedes acceder a tu historial de recibos en cualquier momento desde nuestro <strong><a href="%(url)s">Portal de donantes</a></strong>.
fy_nl: Jo ûntfange in befêstiging per e-mail as jo donearje en dit befettet in ûntfangstbewiis foar jo administraasje. Jo kinne ek op elk momint al jo eardere ûntfangstbewizen benaderje fan ús <strong><a href="%(url)s">Donateursportal</a></strong> út.
gl: Recibirás un correo electrónico de confirmación cada vez que doaras e incluirá un recibo para os teus rexistros. Tamén podes acceder ao teu historial de recibos en calquera momento desde o noso <strong><a href="%(url)s">Portal de doantes</a></strong>.
hu: Amikor adományoz, kapni fog egy visszaigazoló e-mailt, amely tartalmazni fog egy nyugtát is. A számlaelőzményeit az <strong><a href="%(url)s">Adományozói portálunkon</a></strong> is bármikor elérheti.
ia: Tu recipera un email confirmation quandocunque tu ha donate e isto includera un quitantia pro tu registrationes. Tu alsi pote sempre acceder a tu chronologia de quitantias ab nostre <strong><a href="%(url)s">Portal del donator</a></strong>.
it: Riceverai un’email di conferma ogni volta che effettuerai una donazione, inclusa una ricevuta come promemoria. Puoi anche accedere alla cronologia delle ricevute in qualsiasi momento dal nostro <strong><a href="%(url)s">Portale delle donazioni</a></strong>.
nl: U ontvangt een bevestiging per e-mail als u doneert en dit bevat een ontvangstbewijs voor uw administratie. U kunt ook op elk moment al uw eerdere ontvangstbewijzen benaderen vanuit ons <strong><a href="%(url)s">Donateursportal</a></strong>.
pt_br: Você recebe email de confirmação sempre que faz uma doação. O email inclui um recibo para seus registros. Você também pode acessar seu histórico de recibos quando quiser no nosso <strong><a href="%(url)s">Portal do doador</a></strong>.
ru: Вы будете получать подтверждение по электронной почте всякий раз, когда делаете пожертвование, и оно будет включать в себя чек для ваших записей. Вы также можете в любое время получить доступ к истории своих пожертвований на нашем <strong><a href="%(url)s">Портале доноров</a></strong>.
sk: Vždy, keď prispejete, dostanete e‑mailové potvrdenie, ktoré bude obsahovať potvrdenie pre vaše potreby. Svoju históriu príjmov máte k dispozícii na našom <strong><a href="%(url)s">portáli pre darcov</a></strong>.
sl: Ob vsaki donaciji boste prejeli potrditveno e-poštno sporočilo, ki bo vključevalo povratnico za vašo evidenco. Kadar koli lahko dostopate tudi do zgodovine računov na našem <strong><a href="%(url)s">portalu za donatorje</a></strong>.
sv_se: Du får en bekräftelse via e-post när du donerar med ett kvitto för era poster. Du kan också komma åt din kvittohistorik när som helst från vår <strong><a href="%(url)s">givarportal</a></strong>.
uk: Щоразу після внеску ви отримуватимете підтвердження електронною поштою з квитанцією. Крім того, ви можете будь-коли отримати доступ до своєї історії квитанцій на нашому <strong><a href="%(url)s">Порталі спонсорів</a></strong>.
vi: Bạn sẽ nhận được email xác nhận bất cứ khi nào bạn quyên góp và điều này sẽ bao gồm biên nhận lưu vào hồ sơ của bạn. Bạn cũng có thể truy cập lịch sử biên nhận của mình bất kỳ lúc nào từ <strong><a href="%(url)s">cổng thông tin tài trợ</a> của chúng tôi</strong>.

source: Is my gift tax deductible?
bg: Моят подарък подлежи ли на приспадане от данък?
cs: Lze můj dar odečíst z daní?
cy: A oes modd tynnu treth o fy rhodd?
de: Ist meine Spende steuerlich absetzbar?
el: Εκπίπτει η δωρεά μου από τη φορολογία;
es_ar: ¿Es mi donación deducible de impuestos?
es_cl: ¿Es mi donación deducible de impuestos?
es_es: ¿Mi regalo es deducible de impuestos?
eu: Nire oparia, zergan kengarria da?
fi: Onko lahja verotuksessa vähennyskelpoinen?
fr: Mon don est-il déductible des impôts ?
fy_nl: Is myn jefte ôf te lûken fan de belesting?
gl: É a miña doazón deducíbel dos impostos?
hu: Levonható-e adóból az adomány?
ia: Es mi dono deducibile del taxas?
is: Er styrkurinn frá mér frádráttarbær frá skatti?
it: La donazione è deducibile nella dichiarazione dei redditi?
ja: 贈与は税控除の対象になりますか？
nl: Is mijn gift fiscaal aftrekbaar?
nn_no: Er gåva mi frådragsgodkjent?
pl: Czy mogę odliczyć datek od podatku?
pt_br: Minha doação é dedutível de impostos?
ru: Вычитается ли из моих налогов моё пожертвование?
sk: Je môj dar odpočítateľný z daní?
sl: Ali se moj prispevek upošteva kot davčna olajšava?
sq: A kam zbritje në tatim nga dhurata ime?
sv_se: Är min gåva avdragsgill?
tr: Bağışımı vergiden düşebilir miyim?
uk: Чи оподатковується мій дарунок?
vi: Ủng hộ của tôi có được khấu trừ thuế không?
