Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: The Account Setup window and the Account Central tab have both been updated. The Account Central tab appears when you do not have an account setup, or when you select an existing account in the folder tree.
bg: Прозорецът за настройка на профила и разделът за централния ви профил са обновени. Разделът за централен профил се появява, когато нямате още профил или когато изберете съществуващ профил от папките си.
cs: Vylepšili jsme okna a panely s nastavením a správou účtů. Pomohou vám s nastavením nového účtu nebo správou existujícího účtu a nejběžnějšími úkony.
cy: Mae'r ffenestr Gosod Cyfrif a'r tab Canolfan Cyfrifon wedi'u diweddaru. Mae'r tab Canolfan Cyfrifon yn ymddangos pan nad oes gennych gyfrif wedi'i osod, neu pan fyddwch yn dewis cyfrif sy'n bodoli eisoes yn y goeden ffolder.
de: Das Fenster „Konto einrichten“ und der Tab „Kontozentrale“ wurden aktualisiert. Der Tab „Kontozentrale“ wird angezeigt, wenn Sie kein Konto eingerichtet haben oder wenn Sie ein vorhandenes Konto in der Ordnerstruktur auswählen.
el: Το παράθυρο "Ρύθμιση λογαριασμού" και η καρτέλα "Κέντρο λογαριασμών" ενημερώθηκαν. Η καρτέλα "Κέντρο λογαριασμών" εμφανίζεται όταν δεν έχετε ρυθμίσει κάποιο λογαριασμό ή όταν επιλέγετε έναν υπάρχοντα λογαριασμό στο δέντρο φακέλων.
es_ar: La ventana Configuración de la cuenta y la pestaña Central de la cuenta se actualizaron. La pestaña Cuenta central aparece cuando no tenés una configuración de cuenta, o cuando seleccionás una cuenta existente en el árbol de carpetas.
es_cl: La ventana Configuración de la cuenta y la pestaña Central de la cuentas se han actualizado. La pestaña Central de cuentas aparece cuando no tienes configuradas cuentas, o cuando seleccionas una cuenta existente en el árbol de carpetas.
es_es: La ventana Configuración de la cuenta y la pestaña Central de la cuentas se han actualizado. La pestaña Central de cuentas aparece cuando no tienes configuradas cuentas, o cuando seleccionas una cuenta existente en el árbol de carpetas.
eu: Kontuen konfigurazio leihoa eta Kontu Nagusiaren fitxa eguneratu dira. Kontu Nagusiaren fitxa agertzen da kontuaren konfiguraziorik ez duzunean, edo karpetaren zuhaitzean dagoen kontu bat aukeratzen duzunean.
fi: Tilin asetukset -ikkuna ja Tilikeskus-välilehti on päivitetty. Tilikeskus-välilehti tulee näkyviin, kun tiliä ei ole määritetty tai kun valitset olemassa olevan tilin kansiopuusta.
fr: La fenêtre de création de compte et l’onglet de gestion des comptes ont été mis à jour. La gestion des comptes apparaît lorsque vous n’avez pas configuré de compte, ou lorsque vous sélectionnez un compte existant dans les dossiers.
fy_nl: It finster Accountynstellingen en it ljepblêd Accountsintrale binne beide bywurke. It ljepblêd Accountsintrale ferskynt wannear’t jo noch gjin account ynsteld hawwe, of wannear’t jo in besteande account yn de mappestruktuer selektearje.
gl: Actualizáronse a xanela Configuración da conta e a lapela Central de contas. A lapela Central de contas aparece cando non ten unha configuración de conta ou cando selecciona unha conta existente na árbore de cartafoles.
hu: A Fiókbeállítási ablak és a Fiókközpont lap is frissítve lett. A Fiókközpont akkor jelenik meg, ha nincs beállítva fiók, vagy ha kiválaszt egy meglévő fiókot a mappafában.
ia: Le fenestra de configuration de conto e le scheda Centro de contos ha essite actualisate. Le scheda Centro de contos appare si tu non ha un conto configurate o si tu selige un conto existente in le arbore de dossiers.
is: Glugginn fyrir uppsetningu reiknings og reikningamiðstöð-flipinn hafa báðir verið uppfærðir. Reikningamiðstöðvarflipinn birtist þegar þú ert ekki með reikningsuppsetningu eða þegar þú velur fyrirliggjandi reikning í möppugreinum.
it: La finestra Configurazione dell’account e la scheda Centro degli account sono state entrambe aggiornate. La scheda Centro degli account appare quando non è stato configurato un account o quando si seleziona un account esistente nell’albero delle cartelle.
ja: アカウントのセットアップウィンドウとホームページが更新されました。アカウントホームページは、アカウントのセットアップを完了していない場合やフォルダーツリーで既存のアカウントを選択した時に表示されます。
kab: Asfaylu n tmerna n umiḍan akked yiccer n usefrek n yimiḍanen ttwaleqqmen. Asefrek n yimiḍanen ad d-iban ticki tferneḍ amiḍan yellan deg yikaramen.
nb_no: «Kontooppsett»-vinduet og «Kontosenter»-fanen er begge oppdatert. «Kontosenter»-fanen vises hvis du ikke har satt opp en konto, eller hvis du velger en eksisterende konto i mappestrukturen.
nl: Het venster Accountinstellingen en het tabblad Accountcentrale zijn beide bijgewerkt. Het tabblad Accountcentrale verschijnt wanneer u nog geen account hebt ingesteld, of wanneer u een bestaande account in de mappenstructuur selecteert.
nn_no: «Kontooppsett»-vindauget og «Kontosenter»-fana er begge oppdaterte. «Kontosenter»-fana visest dersom du ikkje har sett opp ein konto, eller dersom du vel ein eksisterande konto i mappestrukturen.
pl: Okno konfiguracji konta i karta kont zostały zaktualizowane. Karta kont zostaje wyświetlona, kiedy nie skonfigurowano jeszcze żadnych kont lub po wyborze istniejącego konta w drzewie folderów.
pt_br: A janela de configuração de conta e a aba da central de contas foram atualizadas. A aba da central de contas aparece quando você não tem uma conta configurada, ou quando seleciona uma conta existente na árvore de pastas.
ru: Обновлены окно настройки учётной записи и вкладка учётных записей. Вкладка появляется, когда у вас не настроена учётная запись, или когда вы выбираете существующую учётную запись в дереве папок.
sk: Okno s nastaveniami účtu a karta správy účtu boli aktualizované. Karta správy účtu sa objaví len ak nemáte nastavené žiadne konto alebo keď vyberiete existujúci účet v strome priečinkov.
sq: Janë përditësuar Dritarja e Ujdisjes së Llogarisë dhe skeda e Qendrës së Llogarive. Skeda e Qendrës së Llogarive shfaqet kur nuk keni llogari të ujdisur, ose kur përzgjidhni një llogari ekzistuese te pema e dosjeve.
sv_se: Fönstret kontoinställning och fliken konto översikt har båda uppdaterats. Fliken kontoöversikt visas när du inte har en kontoinställning eller när du väljer ett befintligt konto i mappträdet.
uk: Оновлено вікно налаштування та вкладку керування обліковим записом. Вкладка керування обліковим записом з'являється, коли у вас не налаштовано обліковий запис, або якщо ви виберете наявний обліковий запис в дереві тек.
vi: Cả hai cửa sổ Thiết lập tài khoản và thẻ Trung tâm tài khoản đều đã được cập nhật. Thẻ Trung tâm tài khoản xuất hiện khi bạn chưa thiết lập tài khoản hoặc khi bạn chọn tài khoản hiện có trong cây thư mục.

source: The layout and dialogues have been improved to make it easier to understand the information displayed and to find relevant settings. The Account Central tab also has new information about the Thunderbird project and displays the version you are using.
bg: Оформлението и диалозите са подобрени, за да улеснят разбирането на показаната информация и намирането на подходящи настройки. Разделът за централен профил също има нова информация за проекта Thunderbird и показва версията, която използвате.
cs: Upravili jsme rozložení a dialogová okna, aby byla zobrazované informace srozumitelnější a snáze jste našli, co potřebujete. Panel pro správu účtu také zobrazuje informace o projektu Thunderbird a jakou verzi aplikace používáte.
cy: Mae'r cynllun a'r deialogau wedi'u gwella i'w gwneud hi'n haws deall y wybodaeth sy'n cael ei harddangos ac i ddod o hyd i leoliadau perthnasol. Mae gan y tab Canolfan Cyfrifon wybodaeth newydd am y prosiect Thunderbird ac mae'n dangos y fersiwn rydych chi'n ei defnyddio.
de: Das Layout und die Dialoge wurden verbessert, um das Verständnis der angezeigten Informationen zu erleichtern und relevante Einstellungen zu finden. im Tab „Kontozentrale“ finden Sie außerdem neue Informationen zum Thunderbird-Projekt und die von Ihnen verwendete Version.
el: Η διάταξη και οι διάλογοι έχουν βελτιωθεί ώστε να διευκολύνουν την κατανόηση των εμφανιζόμενων πληροφοριών και την εύρεση σχετικών ρυθμίσεων. Η καρτέλα "Κέντρο λογαριασμών" διαθέτει επίσης νέα στοιχεία σχετικά με το έργο Thunderbird και εμφανίζει την έκδοση που χρησιμοποιείτε.
es_ar: El diseño y los diálogos se mejoraron para que sea más fácil comprender la información que se muestra y encontrar configuraciones relevantes. La pestaña Cuenta central también tiene nueva información sobre el proyecto Thunderbird y muestra la versión que estás usando.
es_cl: El diseño y los diálogos han sido mejorados para que sea más fácil comprender la información que se muestra y encontrar configuraciones relevantes. La pestaña de la Central de cuentas también tiene nueva información sobre el proyecto Thunderbird y muestra la versión que estás usando.
es_es: El diseño y los diálogos han sido mejorados para que sea más fácil comprender la información que se muestra y encontrar configuraciones relevantes. La pestaña de la Central de cuentas también tiene nueva información sobre el proyecto Thunderbird y muestra la versión que estás usando.
eu: Diseinua eta elkarrizketak hobetu dira, erakutsitako informazioa errazago ulertzeko eta konfigurazio egokiak aurkitzeko. Kontu Zentralaren fitxak Thunderbird proiektuari buruzko informazio berria ere badu eta erabiltzen ari zaren bertsioa erakusten du.
fi: Asettelua ja valintaikkunoita on parannettu helpottamaan näytettyjen tietojen ymmärtämistä ja asiaankuuluvien asetusten löytämistä. Tilikeskus-välilehdessä on myös uusia tietoja Thunderbird-projektista ja siinä näkyy käyttämäsi versio.
fr: La mise en page et les dialogues ont été améliorés afin de faciliter la compréhension des informations affichées et la recherche des paramètres pertinents. L’onglet de gestion des comptes contient également de nouvelles informations sur le projet Thunderbird et affiche la version que vous utilisez.
fy_nl: De opmaak en dialoochfinsters binne ferbettere om de toande gegevens begrypliker te meitsjen en om relevante ynstellingen makliker te finen. It ljepblêd Accountsintrale befettet ek nije ynformaasje oer it Thunderbird-projekt en toant de brûkte ferzje.
gl: Mellorouse a disposición e as xanelas para facilitar a comprensión da información amosada e atopar axustes relevantes. A lapela Central de contas tamén ten nova información sobre o proxecto Thunderbird e amosa a versión que está a usar.
hu: Az elrendezés és a párbeszédablakok is fejlesztve lettek, hogy könnyebben megérthesse a megjelenített információkat, és hogy megtalálja a releváns beállításokat. A Fiókközpont lap új információkat tartalmaz a Thunderbird projektről, és megjeleníti a használt verziót.
ia: Le disposition e le dialogos ha essite meliorate pro render plus facile comprender le informationes monstrate e trovar le parametros pertinente. In ultra, le scheda Centro de contos ha nove informationes sur le projecto Thunderbird e monstra le version que tu usa.
is: Framsetning og kvaðningargluggar hefur verið endurbætt til að auðvelda þér að skilja upplýsingarnar sem þar birtist og til að finna viðeigandi stillingar. Reikningamiðstöðvar-flipinn inniheldur einnig nýjar upplýsingar um Thunderbird-verkefnið og sýnir hvaða útgáfu þú ert að nota.
it: L’aspetto e le finestre di dialogo sono stati migliorati per rendere più semplice visualizzare le informazioni e cercare le impostazioni pertinenti. La scheda Centro degli account include anche nuove informazioni sul progetto Thunderbird e mostra la versione in uso.
ja: このレイアウトとダイアログは、表示される情報が分かりやすくなり、関連する設定を見つけやすくなりました。アカウントホームページにも、Thunderbird プロジェクトについての新着情報とご使用の Thunderbird のバージョンが表示されるようになりました。
kab: Taneɣruft akked yisfuyla n yidiwenniyen nrnan akken ad sifsusen gezzu n telɣut i d-yettwaseknen akked unadi n yiɣawwaren igejdanen. Iccer n usefrek n yimiḍanen yegber daɣen talɣut tamaynut ɣef usenfaṛ Thunderbird daɣen ad d-yesken llqem u tesseqdaceḍ.
nb_no: Oppsettet og dialogene er forbedret for å gjøre det lettere å forstå informasjonen som vises og finne relevante innstillinger. I «Kontosenter»-fanen finner du også ny informasjon om Thunderbird-prosjektet og versjonen du bruker.
nl: De opmaak en dialoogvensters zijn verbeterd om de getoonde gegevens begrijpelijker te maken en om relevante instellingen gemakkelijker vindbaar te maken. Het tabblad Accountcentrale bevat ook nieuwe informatie over het Thunderbird-project en toont de gebruikte versie.
nn_no: Oppsettet og dialogane er forbetra for å gjere det lettare å forstå informasjonen som vert vist og finne relevante innstillingar. I «Kontosenter»-fana finn du også ny informasjon om Thunderbird-prosjektet og versjonen du brukar.
pl: Ułożenie i okna dialogowe zostały ulepszone, aby ułatwić zrozumienie wyświetlanych informacji i znalezienie odpowiednich ustawień. Karta kont ma także nowe informacje o projekcie Thunderbird i wyświetla używaną wersję.
pt_br: O layout e os diálogos foram aprimorados para facilitar a compreensão das informações exibidas e para encontrar configurações relevantes. A aba da central de contas também contém novas informações sobre o projeto Thunderbird e exibe a versão que você está usando.
ru: Для упрощения понимания отображаемой информации и поиска нужных настроек улучшен дизайн и диалоговые окна программы. На вкладке учётных записей теперь отображается новая информация о проекте Thunderbird и используемая вами версия.
sk: Vylepšilo sa rozloženie a dialógové okná, aby ste mohli lepšie porozumieť zobrazovaným informáciám a nájsť príslušné nastavenia. Karta správy účtu tiež zobrazuje nové informácie o projekte Thunderbird a verzii, ktorú používate.
sq: Skema dhe dialogët janë përmirësuar, për ta bërë më të lehtë të kuptohet informacioni i shfaqur dhe për gjetje rregullimesh që duhen. Skeda Qendra e Llogarive ka gjithashtu informacion të ri rreth projektit Thunderbird dhe shfaq versionin që po përdorni.
sv_se: Layouten och dialogerna har förbättrats för att göra det lättare att förstå informationen som visas och hitta relevanta inställningar. Fliken kontoöversikt har också ny information om Thunderbird-projektet och visar den version du använder.
uk: Вдосконалено подання та діалогові вікна для полегшення розуміння показаної інформації та знаходження необхідних налаштувань. Вкладка керування обліковим записом також має нову інформацію про проєкт Thunderbird, а також містить версію програми.
vi: Bố cục và các đoạn hội thoại đã được cải thiện để giúp hiểu thông tin được hiển thị và tìm các cài đặt có liên quan dễ dàng hơn. Thẻ Trung tâm tài khoản cũng có thông tin mới về dự án Thunderbird và hiển thị phiên bản bạn đang sử dụng.

source: Redesigned Compose Window
bg: Преработен прозорец за ново съобщение
cs: Přepracované okno psaní
cy: Ffenestr Cyfansoddi wedi'i Ailgynllunio
de: Neugestaltetes Verfassen-Fenster
el: Ανασχεδιασμένο παράθυρο σύνθεσης
es_ar: Ventana de redacción rediseñada
es_cl: Ventana de redacción rediseñada
es_es: Ventana de redacción rediseñada
eu: Sormen leiho birdiseinatua
fi: Uudelleensuunniteltu kirjoitusikkuna
fr: Fenêtre de rédaction repensée
fy_nl: Opnij ûntwurpen opstelfinster
gl: Redeseño da xanela de redacción
hu: Újratervezett írási ablak
ia: Fenestra de composition redesignate
is: Endurhannaður skrifgluggi
it: Finestra di composizione ridisegnata
ja: 再設計されたメッセージ作成ウィンドウ
kab: Asfaylu n tira yules afeṣṣel.
nb_no: Redesignet meldingsvindu
nl: Opnieuw ontworpen opstelvenster
nn_no: Redesigna meldingsvindauge
pl: Przeprojektowane okno tworzenia wiadomości
pt_br: Janela de edição reprojetada
ru: Переработано окно создания сообщения
sk: Prepracovali sme okno písania správ
sl: Preoblikovano okno za sestavljanje
sq: Dritare Hartimesh e Rikonceptuar
sv_se: Omdesignat skrivfönster
tr: İleti oluşturma penceresi baştan tasarlandı
uk: Вдосконалено вікно редактора
vi: Cửa sổ soạn thư được thiết kế lại

source: The compose window has been reworked to make composing a message faster, easier and more straightforward. The compose window now also takes up less space with recipients listed in “pills” instead of an entire line for each address.
bg: Прозорецът за ново съобщение е преработен, за да направи писането по-бързо, по-лесно и по-лесно. Той заема по-малко място, като получателите са изброени с „таблетки“, вместо в цял ред за всеки адрес.
cs: Přehlednější okno pro psaní zpráv usnadňuje a zrychluje psaní a tvorbu e-mailů. Zobrazení adresátů v „pilulkách“ místo celého řádku pro každou adresu navíc zabírá mnohem méně místa.
cy: Mae'r ffenestr gyfansoddi wedi'i hail lunio i wneud cyfansoddi neges yn gyflymach, yn haws ac yn symlach. Mae'r ffenestr gyfansoddi bellach hefyd yn cymryd llai o le gyda derbynwyr wedi'u rhestru mewn “pils” yn lle llinell gyfan ar gyfer pob cyfeiriad.
de: Das Verfassen-Fenster wurde überarbeitet, um das Verfassen einer Nachricht schneller, einfacher und übersichtlicher zu gestalten. Im Verfassen-Fenster wird Platz gespart, indem Empfänger in „Pillen“ statt in ganzen Zeilen pro Adresse angezeigt werden.
el: Το παράθυρο σύνταξης έχει επανασχεδιαστεί για να κάνει τη σύνθεση μηνυμάτων πιο γρήγορη και πιο απλή. Το παράθυρο σύνταξης καταλαμβάνει πλέον λιγότερο χώρο με τους παραλήπτες να αναγράφονται σε “χάπια”, αντί για μια ολόκληρη γραμμή για κάθε διεύθυνση.
es_ar: La ventana de redacción se rediseñó para que la redacción de un mensaje sea más rápida y sencilla. La ventana de redacción ahora también ocupa menos espacio con los destinatarios enumerados en "píldoras" en lugar de una línea completa para cada dirección.
es_cl: La ventana de redacción ha sido rediseñada para que la redacción de los mensajes sea más rápida y sencilla. La ventana de redacción ahora también ocupa menos espacio con los destinatarios enumerados en "píldoras" en lugar de utilizar una línea completa para cada dirección.
es_es: La ventana de redacción ha sido rediseñada para que la redacción de los mensajes sea más rápida y sencilla. La ventana de redacción ahora también ocupa menos espacio con los destinatarios enumerados en “píldoras” en lugar de utilizar una línea completa para cada dirección.
eu: Sormen leihoa berregin da mezuak sortzea azkarrago, errazago eta askoz zuzenagoa izan dadin. Orain sormen leihoak toki gutxiago hartzen du hartzaile zerrenda "pilatu" delako, hartzaile bakoitza lerro baten egon beharrean.
fi: Kirjoitusikkunaa on muokattu, jotta viestin kirjoittaminen olisi nopeampaa, helpompaa ja suoraviivaisempaa. Luo-ikkuna vie nyt myös vähemmän tilaa, kun vastaanottajat erotellaan luettelomerkeillä kokonaisen rivin sijasta kutakin osoitetta varten.
fr: La fenêtre de rédaction a été retravaillée pour rendre la rédaction d’un message plus rapide, plus facile et plus directe. La fenêtre de rédaction prend désormais également moins d’espace avec les destinataires renseignés dans des « pilules » au lieu d’une ligne entière pour chaque adresse.
fy_nl: It opstelfinster is opnij ûntwurpen om it opstellen fan in berjocht flugger, makliker en ienfâldiger te meitsjen. It opstelfinster nimt no ek minder romte yn, mei ûntfangers dy’t fermeld wurde yn ‘pillen’, yn stee fan in hiele rigel foar elk adres.
gl: A xanela de redacción foi redeseñada para facer a redacción dunha mensaxe mais rápida, fácil e directa. A xanela de redacción agora tamén ocupa menos espazo, con destinatarios agrupados en vez dunha liña enteira para cada enderezo.
hu: Az írási ablak úgy lett átdolgozva, hogy a levélírás gyorsabb, könnyebb és egyszerűbb legyen. Az írási ablak kevesebb helyet foglal el, mert a címzettek „pirulaként” jelennek meg, ahelyett hogy címenként egy teljes sort foglalnának el.
ia: Le fenestra de composition ha essite re-laborate pro render le composition de un message plus veloce, plus facile e ancora plus immediate. Le fenestra de composition ora alsi prende minus spatio con le destinatarios listate in “pilulas” in vice del un integre linea pro cata adresse.
is: Skrifglugginn hefur verið endurgerður til að gera skilaboðin hraðari, auðveldari og einfaldari. Skrifglugginn tekur nú líka minna pláss með því að viðtakendur eru skráðir í þjappaða „mola“ í stað heillar línu fyrir hvert póstfang.
it: La finestra di composizione è stata rielaborata per rendere l’operazione più veloce, facile e intuitiva. La finestra di composizione ora occupa meno spazio visualizzando i destinatari in “pillole”, invece di usare un’intera riga per ogni indirizzo.
ja: メッセージ作成ウィンドウは、メッセージの作成をより速く、簡単に作業を進められるように作り直されました。作成ウィンドウでは、メッセージの宛先をアドレスごとではなく、一行にまとめて入力できるようになり、受信者リストのスペースも少なくてすみます。
kab: Asfaylu n tira yules afeṣṣel akken ad yerr tira n yizen d uzrib ugar, d afessas, d usrid ugar. Asfaylu n tira yettawi drus n umkan, inermisen ad ttwarnun deg tneddac mačči deg yizirig merra i yal tansa
nb_no: Meldingsvindu er redesignet for å gjøre det lettere å skrive en melding raskere, enklere og greiere. Meldingsvinduet tar nå også mindre plass med mottakere oppført i «piller» i stedet for en hel linje for hver adresse.
nl: Het opstelvenster is opnieuw ontworpen om het opstellen van een bericht sneller, gemakkelijker en eenvoudiger te maken. Het opstelvenster neemt nu ook minder ruimte in beslag, met ontvangers die worden vermeld in ‘pillen’, in plaats van een hele regel voor elk adres.
nn_no: Meldingsvindauget er omarbeidde for å gjere det lettare å skrive ei melding raskare, enklare og greiare. Meldingsvindauget tar no også mindre plass med mottakarar oppførte i «pillar» i staden for ei heil linje for kvar adresse.
pl: Okno tworzenia wiadomości zostało przerobione, aby pisanie wiadomości było szybsze, łatwiejsze i prostsze. Zajmuje ono teraz także mniej miejsca dzięki umieszczeniu adresatów w „kapsułkach” zamiast używania całego wiersza na każdy adres.
pt_br: A janela de redação foi reformulada para tornar a redação de uma mensagem mais rápida, fácil e direta. A janela de redação agora também ocupa menos espaço, com destinatários agrupados em vez de uma linha inteira para cada endereço.
ru: Окно создания сообщения было переработано, чтобы сделать процесс составления сообщения более быстрым, простым и интуитивным. Окно создания теперь также занимает меньше места, получатели показаны в «таблетках», а не занимают целую строку на адрес.
sk: Okno na písanie správ bolo prepracované, aby ste mohli správy písať jednoduchšie a rýchlejšie. Panel s adresátmi teraz zaberá menej miesta a používa „pilulky“ namiesto celého riadku pre každú adresu.
sq: Dritarja e hartimeve është ripunuar për ta bërë hartimin e një mesazhi më të shpejtë, më të lehtë dhe më të drejtpërdrejtë. Dritarja e hartimeve tani zë më pak vend, me marrësit të radhitur në “pilula”, në vend se të një rreshti të tërë për çdo adresë.
sv_se: Skrivfönstret har omarbetats för att göra det snabbare och enklare att skriva ett meddelande. Skrivfönstret tar nu också mindre utrymme med mottagare listade i "pills" istället för en hel rad för varje adress.
tr: İleti yazma penceresi, ileti oluşturmayı daha hızlı, daha kolay ve daha anlaşılır hale getirmek için yeniden düzenlendi. İleti yazma penceresi artık her adres için tam bir satır yerine “hap” şeklinde listelenen alıcılar sayesinde daha az yer kaplıyor.
uk: Вікно редактора було оновлено для пришвидшення написання повідомлень, спрощення та інтуїтивності. Відтепер вікно редактора також займає менше простору, а одержувачі перелічені в "капсулах" замість цілого рядка для кожної адреси.
vi: Cửa sổ soạn thư đã được cải tiến để giúp soạn thư nhanh hơn, dễ dàng hơn và đơn giản hơn. Cửa sổ soạn thư giờ đây cũng chiếm ít dung lượng hơn với những người nhận được liệt kê trong “viên thuốc” thay vì toàn bộ một dòng cho mỗi địa chỉ.
