Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: Operating System
bg: Операционна система
cs: Operační systém
cy: System Weithredu
de: Betriebssystem
el: Λειτουργικό σύστημα
es_ar: Sistema operativo
es_cl: Sistema operativo
eu: Sistema eragilea
fi: Käyttöjärjestelmä
fr: Système d’exploitation
fy_nl: Bestjoeringssysteem
gl: Sistema operativo
hu: Operációs rendszer
ia: Systema operative
is: Stýrikerfi
it: Sistema operativo
ja: オペレーティングシステム
nl: Besturingssysteem
nn_no: Operativsystem
pl: System operacyjny
pt_br: Sistema operacional
ru: Операционная система
sk: Operačný systém
sl: Operacijski sistem
sq: Sistem Operativ
sv_se: Operativsystem
tr: İşletim sistemi
uk: Операційна система
vi: Hệ điều hành

source: Need a specific installer?
bg: Имате нужда от специфичен инсталатор?
cs: Potřebujete specifický instalátor?
cy: Angen gosodwr penodol?
de: Benötigen Sie ein bestimmtes Installationsprogramm?
el: Χρειάζεστε συγκεκριμένο πρόγραμμα εγκατάστασης;
es_ar: ¿Necesitás un instalador específico?
es_cl: ¿Necesitas un instalador específico?
eu: Instalazio berezirik behar?
fi: Tarvitsetko tietyn asennusohjelman?
fr: Besoin d’un installateur spécifique ?
fy_nl: In spesifyk ynstallaasjeprogramma nedich?
gl: Necesitas un instalador específico?
hu: Konkrét telepítőre van szüksége?
ia: Besonia de un installator specific?
is: Þarftu sérstakt uppsetningarforrit?
it: Hai bisogno di un programma di installazione specifico?
ja: 特定のインストーラーが必要ですか？
nl: Een specifiek installatieprogramma nodig?
nn_no: Treng du eit bestemt installeringsprogram?
pl: Potrzebujesz konkretnego instalatora?
pt_br: Precisa de um instalador específico?
ru: Нужен особый установщик?
sk: Potrebujete špecifický inštalátor?
sl: Potrebujete poseben namestitveni program?
sq: Ju duhet një instalues i caktuar?
sv_se: Behöver du ett specifikt installationsprogram?
tr: Belirli bir yükleyiciye mi ihtiyacınız var?
uk: Потрібен конкретний інсталятор?
vi: Cần một trình cài đặt cụ thể?

source: Installer Type
bg: Вид на инсталатора
cs: Typ instalátoru
cy: Math o Osodwr
de: Installations-Typ
el: Τύπος προγράμματος εγκατάστασης
es_ar: Tipo de instalador
es_cl: Tipo de instalador
eu: Instalatzaile mota
fi: Asennusohjelman tyyppi
fr: Type d’installateur
fy_nl: Type ynstallaasjeprogramma
gl: Tipo de instalador
hu: Telepítő típusa
ia: Typo de installator
is: Tegund uppsetningarforrits
it: Tipo di installazione
ja: インストーラタイプ
nl: Type installatieprogramma
nn_no: Installerartype
pl: Typ instalatora
pt_br: Tipo de instalador
ru: Тип установщика
sk: Typ inštalátora
sl: Vrsta namestitvenega programa
sq: Lloj Instaluesi
sv_se: Installationstyp
tr: Yükleyici türü
uk: Тип інсталятора
vi: Loại trình cài đặt

source: Other Downloads
bg: Други изтегляния
cs: Jiné možnosti stažení
cy: Llwythi Eraill
de: Andere Downloads
el: Άλλες λήψεις
es_ar: Otras descargas
es_cl: Otras descargas
eu: Beste deskargak
fi: Muut lataukset
fr: Autres téléchargements
fy_nl: Oare downloads
gl: Outras descargas
hu: Egyéb letöltések
ia: Altere discargamentos
is: Önnur niðurhöl
it: Altri download
ja: その他のダウンロードパス
nl: Andere downloads
nn_no: Andre nedlastingar
pl: Inne pliki
pt_br: Outros downloads
ru: Другие загрузки
sk: Iné možnosti stiahnutia
sl: Drugi prenosi
sq: Shkarkime të Tjera
sv_se: Andra nedladdningar
tr: Diğer indirmeler
uk: Інші завантаження
vi: Tải xuống khác

source: More Information
bg: Повече информация
cs: Více informací
cy: Rhagor o Wybodaeth
de: Weitere Informationen
el: Περισσότερες πληροφορίες
es_ar: Más información
es_cl: Más información
eu: Informazio gehiago
fi: Lisätietoja
fr: Plus d’informations
fy_nl: Mear ynformaasje
gl: Máis información
hu: További információ
ia: Plus de informationes
is: Nánari upplýsingar
it: Ulteriori informazioni
ja: 詳細情報
nl: Meer informatie
nn_no: Meir informasjon
pl: Więcej informacji
pt_br: Mais informações
ru: Подробная информация
sk: Ďalšie informácie
sl: Več informacij
sq: Më Tepër Hollësi
sv_se: Mer information
tr: Daha fazla bilgi
uk: Докладніше
vi: Thông tin chi tiết

source: System Requirements
bg: Системни изисквания
cs: Systémové požadavky
cy: Gofynion System
de: Systemvoraussetzungen
el: Απαιτήσεις συστήματος
es_ar: Requerimientos del sistema
es_cl: Requisitos del sistema
eu: Sistemaren eskakizunak
fi: Järjestelmävaatimukset
fr: Prérequis du système
fy_nl: Systeemeasken
gl: Requisitos do sistema
hu: Rendszerkövetelmények
ia: Requisitos de systema
is: Kerfiskröfur
it: Requisiti di sistema
ja: 動作環境
nl: Systeemvereisten
nn_no: Systemkrav
pl: Wymagania systemowe
pt_br: Requisitos de sistema
ru: Системные требования
sk: Systémové požiadavky
sl: Sistemske zahteve
sq: Domosdoshmëri Sistemi
sv_se: Systemkrav
tr: Sistem gereksinimleri
uk: Системні вимоги
vi: Yêu cầu hệ thống

source: New
bg: Нов
cy: Newydd
de: Neu
el: Νέο
es_ar: Nuevo
es_cl: Nuevo
fi: Uusi
fr: Nouveau
fy_nl: Nij
gl: Novo
hu: Új
is: Nýtt
nl: Nieuw
pt_br: Novidade
ru: Новое
sk: Nové
sl: Novo
sq: E re
sv_se: Ny
tr: Yeni
uk: Нове
vi: Mới

source: These are officially maintained and distributed by Thunderbird Mobile.
bg: Те се поддържат и разпространяват официално от Thunderbird Mobile.
cy: Mae'r rhain yn cael eu cynnal a'u dosbarthu'n swyddogol gan Thunderbird Symudol.
de: Diese werden offiziell von Thunderbird Mobile bereitgestellt und verteilt.
es_ar: Thunderbird Mobile mantiene y distribuye estos archivos de manera oficial.
es_cl: Estos son mantenidos y distribuidos oficialmente por Thunderbird para móviles.
fi: Näitä ylläpitää ja jakelee virallisesti Thunderbird Mobile.
fr: Ces versions sont officiellement maintenues et distribuées par Thunderbird Mobile.
fy_nl: Dizze wurde offisjeel ûnderhâlden en ferspraat troch Thunderbird Mobyl.
gl: Estes son mantidos e distribuídos oficialmente por Thunderbird Mobile.
hu: Ezeket hivatalosan a Thunderbird Mobile tartja karban és terjeszti.
is: Þetta eru útgáfur sem er opinberlega viðhaldið og dreift af Thunderbird Mobile.
ja: モバイル版 Thunderbird チームによる公式リリースです。
nl: Deze worden officieel onderhouden en verspreid door Thunderbird Mobiel.
ru: Они официально поддерживаются и распространяются Thunderbird Mobile.
sk: Tieto balíčky sú oficiálne udržiavané a distribuované Thunderbirdom pre mobilné zariadenia.
sl: Uradno jih vzdržuje in distribuira Thunderbird Mobile.
sq: Këto mirëmbahen dhe shpërndahen zyrtarisht nga Thunderbird-i për Celular.
sv_se: Dessa underhålls officiellt och distribueras av Thunderbird för mobil.
tr: Bunlar resmi olarak Thunderbird Mobil tarafından yönetilmekte ve dağıtılmaktadır.
uk: Вони офіційно підтримуються та розповсюджуються Thunderbird Mobile.
vi: Chúng được duy trì và phân phối chính thức bởi Thunderbird cho di động.

source: Binary (.apk)
bg: Двоичен файл (.apk)
cy: Deuaidd (.apk)
de: Binär (.apk)
es_ar: Binario (.apk)
es_cl: Binario (.apk)
fi: Binääri (.apk)
fr: Binaire (.apk)
fy_nl: Binêr bestân (.apk)
gl: Binario (.apk)
hu: Bináris (.apk)
is: Tvíundakerfis (.apk)
ja: バイナリー (.apk)
nl: Binair bestand (.apk)
pl: Binarne (.apk)
pt_br: Binário (.apk)
ru: Двоичный файл (.apk)
sk: Binárny balík (.apk)
sl: Binarno (.apk)
sq: Dyor (.apk)
sv_se: Binär (.apk)
tr: İkili (.apk)
uk: Бінарний (.apk)
vi: Tập tin nhị phân (.apk)

source: These are officially maintained and distributed by Thunderbird.
bg: Те се поддържат и разпространяват официално от Thunderbird.
cs: Tyto balíčky jsou oficiálně udržované a distribuované Thunderbirdem.
cy: Mae'r rhain yn cael eu cynnal a'u dosbarthu'n swyddogol gan Thunderbird.
de: Diese werden offiziell von Thunderbird bereitgestellt und verteilt.
el: Αυτά συντηρούνται και διανέμονται επίσημα από το Thunderbird.
es_ar: Thunderbird mantiene y distribuye estos archivos de manera oficial.
es_cl: Estos son mantenidos y distribuidos oficialmente por Thunderbird.
eu: Hauek Thunderbirdek mantentzen eta banatzen ditu ofizialki.
fi: Thunderbird ylläpitää ja jakelee näitä virallisesti.
fr: Ces versions sont officiellement maintenues et distribuées par Thunderbird.
fy_nl: Dizze wurde offisjeel ûnderhâlden en ferspraat troch Thunderbird.
gl: Estes son mantidos e distribuídos oficialmente por Thunderbird.
hu: Ezeket hivatalosan a Thunderbird tartja karban és terjeszti.
ia: Iste versiones es officialmente mantenite e distribuite per Thunderbird.
is: Þetta eru útgáfur sem er opinberlega viðhaldið og dreift af Thunderbird.
it: Queste versioni sono gestite e distribuite ufficialmente da Thunderbird.
ja: これらは、Thunderbirdによって公式に維持および配布されています。
nl: Deze worden officieel onderhouden en verspreid door Thunderbird.
nn_no: Desse er ofissielt haldne vedlike og distribuerte av Thunderbird.
pt_br: Esses são oficialmente mantidos e distribuídos pelo Thunderbird.
ru: Они официально поддерживаются и распространяются Thunderbird.
sk: Tieto balíčky sú oficiálne udržiavané a distribuované Thunderbirdom.
sl: Te različice uradno vzdržuje in distribuira Thunderbird.
sq: Këto mirëmbahen dhe shpërndahen zyrtarisht nga Thunderbird-i.
sv_se: Dessa underhålls och distribueras officiellt av Thunderbird.
tr: Bunlar resmi olarak Thunderbird tarafından yönetilmekte ve dağıtılmaktadır.
uk: Вони офіційно підтримуються та розповсюджуються Thunderbird.
vi: Chúng được duy trì và phân phối chính thức bởi Thunderbird.

source: Jump to the language you wish to download by using the legend below.
cs: Pomocí níže uvedené legendy přejděte na jazyk, který chcete stáhnout.
cy: Ewch i'r iaith yr hoffech ei llwytho i lawr trwy ddefnyddio'r panel isod.
de: Wechseln Sie mit der folgenden Legende zu der Sprache, die Sie herunterladen möchten.
el: Μεταβείτε στη γλώσσα που επιθυμείτε χρησιμοποιώντας την παρακάτω λεζάντα.
es_ar: Saltá al idioma que querés descargar usando la leyenda a continuación.
es_cl: Ve al idioma que deseas descargar utilizando la leyenda a continuación.
eu: Joan deskargatu nahi duzun hizkuntzara beheko lotura erabiliz.
fr: Accédez à la langue que vous souhaitez télécharger en utilisant la légende ci-dessous.
fy_nl: Brûk de ûndersteande leginda om nei de taal dy’t jo downloade wolle te springen.
gl: Vai ao idioma que queres descargar usando a lenda que aparece a continuación.
hu: Ugorjon a letöltendő nyelvre a lenti jelmagyarázat használatával.
ia: Salta al lingua que tu vole discargar per le legenda infra.
is: Farðu á tungumálið sem þú vilt hlaða niður með því að nota skýringuna hér að neðan.
it: Passa alla lingua che desideri scaricare utilizzando la legenda sottostante.
ja: 以下の例を使用して、ダウンロードする言語に移動します。
nl: Gebruik de onderstaande legenda om naar de taal die u wilt downloaden te springen.
pt_br: Vá direto para o idioma que você quer baixar usando a legenda abaixo.
ru: Перейти к языку, который вы хотите загрузить, используя легенду ниже.
sk: Pomocou legendy nižšie prejdite na jazyk, ktorý chcete stiahnuť.
sl: S pomočjo spodnje legende skočite na jezik, ki ga želite prenesti.
sq: Kaloni te gjuha që dëshironi të shkarkoni, duke përdorur legjendën këtu poshtë.
sv_se: Hoppa till språket du vill ladda ner genom att använda förklaringen nedan.
uk: Перейдіть до мови, яку ви бажаєте завантажити, використовуючи легенду нижче.
vi: Chuyển đến ngôn ngữ bạn muốn tải xuống bằng cách sử dụng chú giải bên dưới.

source: Releases
cs: Vydání
cy: Fersiynau
de: Versionen
el: Εκδόσεις
es_ar: Versiones
es_cl: Lanzamientos
eu: Bertsioak
fi: julkaisut
fr: Versions
fy_nl: Ferzjes
gl: Lanzamentos
hu: Kiadások
ia: Versiones
is: Útgáfur
it: Versioni
ja: リリース
nl: Versies
nn_no: Utgjevingar
pl: Wydania
pt_br: Versões
ru: Выпуски
sk: Vydania
sl: Izdaje
sq: Hedhje Në Qarkullim
sv_se: Utgåvor
tr: Sürümler
uk: Випуски
vi: Các bản phát hành

source: Thunderbird Release Notes Atom Feed
cs: Atom kanál Poznámky k vydání Thunderbirdu
cy: Llif Atom Nodiadau Rhyddhau Thunderbird
de: Atom-Feed für Thunderbird-Versionshinweise
el: Ροή Atom για τις σημειώσεις έκδοσης του Thunderbird
es_ar: Canal Atom de notas de lanzamiento de Thunderbird
es_cl: Notas de versión de la redifusión Atom de Thunderbird
eu: Thunderbird bertsioak-oharrak Atom harian
fi: Thunderbirdin julkaisutiedotteiden Atom-syöte
fr: Flux Atom des notes de version de Thunderbird
fy_nl: Atom-feed Thunderbird-útjefteopmerkingen
gl: Notas da versión de Thunderbird Atom Feed
hu: Thunderbird kiadási megjegyzések Atom hírforrása
ia: Notas de version del rediffusion Atom de Thunderbird
is: Atom-streymi með útgáfuupplýsingum Thunderbird
it: Feed Atom delle note di versione di Thunderbird
ja: Thunderbird リリースノートの Atom フィード
nl: Atom-feed Thunderbird-uitgaveopmerkingen
nn_no: Versjonsnotat for Thunderbird Atom-feed
pt_br: Feed Atom de notas de atualização do Thunderbird
ru: Канал Atom с примечаниями к выпускам Thunderbird
sk: Atom kanál Poznámky k vydaniu Thunderbirdu
sl: Vir Atom za opombe ob izdaji Thunderbirda
sq: Prurje Atom Shënimesh Hedhjesh në Qarkullim të Thunderbird-it
sv_se: Versionsfakta för Thunderbird Atom-flöde
tr: Thunderbird sürüm notları atom beslemesi
uk: Канал Atom із примітками щодо випусків Thunderbird
vi: Nguồn cấp dữ liệu Atom cho ghi chú phát hành Thunderbird

source: Thunderbird release notes are specific to each version of the application. Select your version from the list below to see the release notes for it.
bg: Бележките към изданията на Thunderbird са специфични за всяко едно. Изберете номера на издание от списъка и вижте бележките към него.
cs: Informace o vydáních Thunderbirdu se vždy vztahují ke konkrétní verzi aplikace. V seznamu níže vyberte svou verzi.
cy: Mae nodiadau rhyddhau Thunderbird yn benodol i bob fersiwn o'r rhaglen. Dewiswch eich fersiwn chi o'r rhestr isod i weld y nodiadau rhyddhau ar ei gyfer.
de: Die Versionshinweise zu Thunderbird betreffen immer eine bestimmte Version der Anwendung. Wählen Sie aus der folgenden Liste Ihre Version aus, um die passenden Versionshinweise anzusehen.
el: Οι σημειώσεις έκδοσης του Thunderbird είναι συγκεκριμένες για κάθε έκδοση της εφαρμογής. Επιλέξτε την έκδοσή σας από την παρακάτω λίστα για να δείτε τις αντίστοιχες σημειώσεις έκδοσης.
es_ar: Las notas de lanzamiento de Thunderbird son específicas para cada versión. Seleccioná tu versión en la lista para ver la nota correspondiente.
es_cl: Las notas de publicación de Thunderbird son específicas para cada versión. Selecciona tu versión en la lista para ver su nota correspondiente.
eu: Thunderbird bertsio-oharrak aplikazioko bertsio bakoitzeko ezberdinak dira. Aukeratu zure bertsioa azpiko zerrendatik eta ikusi bere bertsio-oharrak.
fi: Thunderbirdin julkaisutiedot ovat versiokohtaisia. Katso oman versiosi julkaisutiedot valitsemalla se alla olevasta luettelosta.
fr: Les notes de version de Thunderbird sont spécifiques à chaque version de l’application. Sélectionnez votre version dans la liste ci-dessous pour consulter les notes de cette version.
fy_nl: De útjefteopmerkingen fan Thunderbird binne spesifyk foar elke ferzje fan de applikaasje. Selektearje út de list hjirûnder jo ferzje om dêrfoar de útjefteopmerkingen te besjen.
gl: As notas de versión do Thunderbird son específicas para cada versión da aplicación. Seleccione a súa versión da lista de abaixo para ver as notas para ela.
hu: A Thunderbird kiadási megjegyzései minden verzióhoz egyediek. Válassza ki az Ön verzióját az alábbi listából, és nézze meg a kiadási megjegyzéseket.
ia: Le notas de version de Thunderbird es specific pro cata version del application. Elige tu version in le lista infra pro vider su notas de version.
is: Útgáfuupplýsingar Thunderbird eru sértækar fyrir hverja útgáfu af forritinu. Veldu útgáfuna þína af listanum hér að neðan til að sjá útgáfuskýringarnar fyrir hana.
it: Le note di versione variano a seconda della versione di Thunderbird. Seleziona la tua versione dalla lista per leggere le relative note di versione.
ja: Thunderbird のリリースノートはアプリケーションのバージョンごとに作成されています。リリースノートを見るには以下のリストから該当するバージョンを選択してください。
kab: Iwenniten n lqem n Thunderbird cudden ar yal lqem n usnas. Fren lqem-ik di tebdart ddaw-a akken ad twaliḍ iwenniten n lqem.
nb_no: Thunderbird-versjonsnotater er spesifikke for hver versjon av programmet. Velg din versjon fra listen nedenfor for å se versjonsnotatene for den.
nl: Uitgaveopmerkingen van Thunderbird zijn specifiek voor elke versie van de toepassing. Selecteer uw versie in de onderstaande lijst om de uitgaveopmerkingen ervoor te bekijken.
nn_no: Thunderbird-versjonsnotat er spesifikke for kvar versjon av programmet. Vel din versjon frå lista nedanfor for å sjå utgjevingsinformasjonen.
pl: Informacje o wydaniu Thunderbirda są różne dla każdej wersji. Wybierz swoją wersję z poniższej listy, aby wyświetlić jej informacje o wydaniu.
pt_br: As notas de atualização do Thunderbird são específicas para cada versão. Selecione sua versão na lista abaixo para ver as notas de atualização.
ru: Примечания к выпуску Thunderbird специфичны для каждой версии приложения. Выберите свою версию из списка ниже, чтобы просмотреть примечания к её выпуску.
sk: Poznámky k vydaniu Thunderbirdu sú špecifické pre každú verziu aplikácie. Zo zoznamu nižšie si vyberte verziu, ktorej poznámky k vydaniu si chcete pozrieť.
sl: Vsaka različica programa ima svoje opombe ob izdaji. Na spodnjem seznamu izberite svojo različico, da si ogledate njene opombe ob izdaji.
sq: Shënimet e versionit për Thunderbird-in janë specifike për çdo version të aplikacionit. Që të shihni shënimet për një version, përzgjidhni prej listës më poshtë versionin tuaj.
sv_se: Thunderbird versionsfakta är specifik för varje version av programmet. Välj din version från listan nedan för att se versionsfakta för den.
tr: Thunderbird sürüm notları uygulamanın her sürümünde değişir. Sürüm notlarını görmek istediğiniz sürümü aşağıdaki listeden seçin.
uk: Примітки до випуску Thunderbird є окремими для кожної версії програми. Оберіть свою версію зі списку внизу, щоб переглянути примітки до випуску для неї.
vi: Ghi chú phát hành Thunderbird dành riêng cho từng phiên bản của ứng dụng. Chọn phiên bản của bạn từ danh sách dưới đây để xem ghi chú phát hành cho nó.

source: Wallpaper
cy: Papur wal
de: Hintergrundbild
es_ar: Fondo de pantalla
fi: Taustakuva
is: Bakgrunnsmynd
pl: Tapeta
sv_se: Bakgrundsbild

source: Thunderbird Desktop Wallpaper
cy: Papur Wal Bwrdd Gwaith Thunderbird
de: Thunderbird-Desktop-Hintergrundbild
es_ar: Fondo de pantalla de Thunderbird
is: Thunderbird skjáborðsbakgrunnur
sv_se: Thunderbird skrivbordsbakgrund

source: Thunderbird Desktop Wallpaer
cy: Papur Wal Bwrdd Gwaith Thunderbird
de: Thunderbird-Desktop-Hintergrundbild
es_ar: Fondo de pantalla de Thunderbird
is: Thunderbird skjáborðsbakgrunnur
sv_se: Thunderbird skrivbordsbakgrund

source: Sharing Freedom – Thunderbird
bg: Споделяне на свободата - Thunderbird
fi: Vapauden jakamista – Thunderbird

source: Beta Channel
bg: Бета канал
fi: Beetakanava

source: Report Issues
bg: Докладване на проблеми
fi: Ilmoita ongelmista

source: Sharing <span class="gradient-text">Freedom</span>
bg: Споделяне на <span class="gradient-text">свободата</span>

source: Thunderbird is a gift from thousands of people like you. By using our Beta release and reporting issues, you contribute to that gift of productivity, privacy, and freedom to the world. Thank you!
bg: Thunderbird е дар направен за вас от хиляди хора. Като използвате нашите бета издания и ни съобщавате за проблеми, вие допринасяте също под формата на производителност, поверителност и свобода за света. Благодарим ви!

source: Read Docs
bg: Прочитане на документацията

source: Discuss
bg: Обсъждане

source: Know the Risks First
bg: Разберете първо рисковете
fi: Tiedosta riskit ensin

source: Thunderbird Beta is for testing.
bg: Thunderbird Beta е за тестване.
fi: Thunderbirdin beetaversio on tarkoitettu testaukseen.

source: Thunderbird Beta is not intended for general use. It can be unstable and in rare cases result in data loss. We strongly recommend you read <a href="%(kb_url)s">the knowledge base article</a> before proceeding.
bg: Thunderbird Beta не е предназначен за масова употреба. Може да е нестабилно и в редки случаи да доведе до загуба на данни. Силно ви препоръчваме да прочетете <a href="%(kb_url)s">статията в базата ни от знания</a>, преди да продължите.

source: Be Prepared
bg: Подгответе се

source: Regularly backup your beta profile to prevent data loss.
bg: Редовно архивирайте бета профила си, за да предотвратите загуба на данни.

source: Anticipate frequent updates and ensure proper installation into a beta-specific directory.
bg: Очаквайте чести актуализации и се уверете, че инсталацията е правилна в специфична за бета версия директория.

source: If using mail filters, run them in only one profile.
bg: Ако използвате филтри за поща, стартирайте ги само в един профил.

source: Be aware that some add-ons may not be compatible with beta.
bg: Имайте предвид, че някои добавки може да не са съвместими с бета версията.

source: Avoid using POP accounts with beta. If necessary, configure to leave messages on the server indefinitely.
bg: Избягвайте използването на POP профили с бета версия. Ако е необходимо, конфигурирайте да оставят съобщенията на сървъра за неограничено време.

source: <a href="%(donate_url)s"><strong>Donate</strong></a> to help fund the work to fix issues.
bg: <a href="%(donate_url)s"><strong>Дарете</strong></a>, за да помогнете за финансирането на работата по отстраняване на проблеми.

source: Daily Channel
bg: Daily канал
fi: Daily-kanava

source: Thunderbird is a gift from thousands of people like you. By using our Daily release and reporting issues, you contribute to that gift of productivity, privacy, and freedom to the world. Thank you!
bg: Thunderbird е дар направен за вас от хиляди хора. Като използвате ежедневните ни версии и ни съобщавате за проблеми, вие допринасяте също под формата на производителност, поверителност и свобода за света. Благодарим ви!

source: Thunderbird Daily is for development.
bg: Thunderbird Daily е за разработчици.
fi: Thunderbird Daily on tarkoitettu kehittäjille.

source: Thunderbird Daily is not intended for general use. As a precaution, assume it will be unstable and result in data loss. We recommend you <a href="%(forum_url)s">join the Daily forum</a> to keep up to date with any news.
bg: Thunderbird Daily не е предназначен за масова употреба. Като предпазна мярка приемете, че устройството ще е нестабилно и ще доведе до загуба на данни. Препоръчваме ви <a href="%(forum_url)s">да се присъедините към ежедневния форум</a>, за да сте в крак с всички новини.
fi: Thunderbird Daily ei ole tarkoitettu yleiseen käyttöön. Varotoimenpiteenä oleta, että se on epävakaa ja johtaa tietojen menetykseen. Suosittelemme, että <a href="%(forum_url)s">liityt Daily-foorumille</a> pysyäksesi ajan tasalla uutisista.

source: Take Precautions
bg: Вземете предпазни мерки

source: Prioritize frequent, thorough backups of your daily profile.
bg: Дайте приоритет на честите и цялостни архивни копия на ежедневния ви профил.

source: Expect very frequent, disruptive updates and install strictly to a daily-specific directory.
bg: Очаквайте много чести, разрушителни актуализации. Инсталирайте стриктно в конкретна директория за това издание.

source: Limit mail filters to a single daily profile, or preferably, avoid them.
bg: Ограничете филтрите за поща до един-единствен ежедневен профил или за предпочитане ги избягвайте.

source: Assume most add-ons won’t work.
bg: Приемете, че повечето добавки няма да работят.
fi: Oleta, että useimmat lisäosat eivät toimi.

source: Avoid using POP accounts with daily. If necessary, configure to leave messages on the server indefinitely.
bg: Избягвайте използването на POP профили с daily версията. Ако е необходимо, конфигурирайте ги да оставят съобщенията на сървъра за неограничено време.
fi: Vältä POP-tilien käyttöä päivittäisen julkaisun kanssa. Määritä tarvittaessa viestien säilytys palvelimelle ikuisesti.
