Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: Yes, we use industry-standard SSL technology to keep your information secure. We partner with Stripe, the industry's established payment processor trusted by some of the world's largest companies. Your sensitive financial information never touches our servers. We send all data directly to Stripe's PCI-compliant servers through SSL. We understand that your privacy is very important. For complete information please refer to the <a href="%(privacy)s">Mozilla Privacy Policy</a>.
bg: Да, ние използваме стандартна за индустрията SSL технология, за да защитим вашата информация. Партнираме си със Stripe, утвърден от индустрията процесор за обработка на плащания, на който се доверяват някои от най-големите компании в света. Вашата чувствителна финансова информация никога не се обработва от нашите сървъри. Ние изпращаме всички данни директно към PCI-съвместимите сървъри на Stripe чрез SSL. Разбираме, че вашата поверителност е много важна. За пълна информация, моля, вижте <a href="%(privacy)s">Декларацията за поверителност на Mozilla</a>.
cs: Ano, k zajištění bezpečnosti vašich informací používáme průmyslovou standardní technologii SSL. Spolupracujeme se společností Stripe, zavedeným zpracovatelem plateb v tomto odvětví, kterému důvěřují některé z největších světových společností. Vaše citlivé finanční informace se nikdy nedotknou našich serverů. Všechna data posíláme přímo na servery Stripe kompatibilní s PCI přes SSL. Chápeme, že vaše soukromí je velmi důležité. Úplné informace naleznete v <a href="%(privacy)s">zásadách ochrany osobních údajů Mozilly</a>.
cy: Ydy, rydym yn defnyddio technoleg SSL safon y diwydiant i gadw'ch manylion yn ddiogel. Rydym yn bartner gyda Stripe, prosesydd taliadau sefydledig y diwydiant y mae rhai o gwmnïau mwyaf y byd yn ymddiried ynddo. Nid yw eich manylion ariannol sensitif byth yn cyffwrdd â'n gweinyddion. Rydym yn anfon yr holl ddata yn uniongyrchol at weinyddion sy'n cydymffurfio â PCI Stripe trwy SSL. Rydym yn deall bod eich preifatrwydd yn bwysig iawn. Am wybodaeth bellach cyfeiriwch at <a href="%(privacy)s">Bolisi Preifatrwydd Mozilla</a>.
de: Ja, wir verwenden die SSL-Technologie nach Industriestandard, um Ihre Daten zu schützen. Wir arbeiten mit Stripe zusammen, dem etablierten Zahlungsdienstleister der Branche, dem einige der weltweit größten Unternehmen vertrauen. Ihre sensiblen Finanzdaten berühren niemals unsere Server. Wir senden alle Daten per SSL direkt an die PCI-konformen Server von Stripe. Wir verstehen, dass Ihre Privatsphäre sehr wichtig ist. Vollständige Informationen finden Sie in der <a href="%(privacy)s">Mozilla-Datenschutzerklärung</a>.
el: Ναι, χρησιμοποιούμε την πρότυπη τεχνολογία SSL για την προστασία των πληροφοριών σας. Συνεργαζόμαστε με τη Stripe, την υπηρεσία επεξεργασίας πληρωμών που εμπιστεύονται μερικές από τις μεγαλύτερες εταιρείες στον κόσμο. Οι ευαίσθητες χρηματοοικονομικές πληροφορίες σας δεν φθάνουν ποτέ στους διακομιστές μας. Αποστέλλουμε όλα τα δεδομένα απευθείας στους διακομιστές της Stripe σύμφωνα με το πρότυπο PCI μέσω SSL. Κατανοούμε ότι το απόρρητό σας είναι πολύ σημαντικό. Για περισσότερες πληροφορίες, ανατρέξτε στην <a href="%(privacy)s">Πολιτική απορρήτου της Mozilla</a>.
es_ar: Sí, utilizamos la tecnología SSL estándar de la industria para mantener segura tu información. Nos asociamos con Stripe, el procesador de pagos establecido en la industria en el que confían algunas de las empresas más grandes del mundo. Tu información financiera confidencial nunca toca nuestros servidores. Enviamos todos los datos directamente a los servidores de Stripe compatibles con PCI a través de SSL. Entendemos que su privacidad es muy importante. Para obtener información completa, consultá la <a href="%(privacy)s">Política de privacidad de Mozilla</a>.
es_cl: Sí, utilizamos la tecnología SSL estándar de la industria para mantener segura tu información. Nos asociamos con Stripe, el procesador de pagos establecido en la industria en el que confían algunas de las empresas más grandes del mundo. Tu información financiera confidencial nunca toca nuestros servidores. Enviamos todos los datos directamente a los servidores compatibles con PCI de Stripe a través de SSL. Entendemos que tu privacidad es muy importante. Para obtener información completa, consulta la <a href="%(privacy)s">Política de privacidad de Mozilla</a>.
es_es: Sí, utilizamos tecnología SSL estándar de la industria para mantener segura tu información. Nos asociamos con Stripe, el procesador de pagos establecido en la industria en el que confían algunas de las empresas más grandes del mundo. Tu información financiera confidencial nunca toca nuestros servidores. Enviamos todos los datos directamente a los servidores compatibles con PCI de Stripe a través de SSL. Entendemos que tu privacidad es muy importante. Para obtener información completa, consulta la <a href="%(privacy)s">Política de privacidad de Mozilla</a>.
eu: Bai, industriako SSL teknologia estandarra erabiltzen dugu zure informazioa seguru mantentzeko. Striperekin lankidetzan gaude, munduko enpresa handienetako batzuek fidagarria dena egiaztatu duten ordainketa-prozesadorearekin. Zure finantza-informazio sentikorrak ez ditu inoiz gure zerbitzariak ukitzen. Datu guztiak zuzenean bidaltzen ditugu Stripe-ren PCI-rekin bat datozen zerbitzarietara SSL bidez. Zure pribatutasuna oso garrantzitsua dela ulertzen dugu. Informazio osoa lortzeko, ikusi <a href="%(privacy)s">Mozillaren Pribatutasun Politika</a>.
fr: Oui, nous utilisons la technologie SSL standard pour protéger vos informations. Nous collaborons avec Stripe, l’opérateur de paiements auquel certaines des plus grandes entreprises au monde font confiance. Vos informations financières sensibles n’atteignent jamais nos serveurs. Nous envoyons toutes les données directement aux serveurs de Stripe conformes à la norme IPC via SSL. Votre vie privée est très importante, nous le savons. Pour des informations complètes, veuillez vous référer à la <a href="%(privacy)s">Politique de confidentialité de Mozilla</a>.
fy_nl: Ja, wy brûke yndustrystandert SSL-technology om jo ynformaasje feilich te hâlden. Wy wurkje gear mei Stripe, de fêstige betellingsferwurker fan de yndustry fertroud troch guon fan de grutste bedriuwen fan de wrâld. Jo gefoelige finansjele ynformaasje rekket nea ús servers. Wy stjoere alle gegevens daliks nei Stripe's PCI-kompatibele servers fia SSL. Wy begripe dat jo privacy hiel wichtich is. Foar folsleine ynformaasje ferwize nei it <a href="%(privacy)s">Mozilla Privacybelied</a>.
gl: Si, usamos tecnoloxía SSL estándar do sector para manter a túa información segura. Colaboramos con Stripe, o procesador de pagos establecido no sector no que confían algunhas das empresas máis grandes do mundo. A túa información financeira sensible nunca toca os nosos servidores. Enviamos todos os datos directamente aos servidores de Stripe compatibles con PCI a través de SSL. Entendemos que a túa privacidade é moi importante. Para obter información completa, consulte a <a href="%(privacy)s">Política de privacidade de Mozilla</a>.
hu: Igen, iparági szabványnak megfelelő SSL technológiát használunk, hogy biztonságban tartsuk az adatait. Együttműködünk a Stripe-pal, az iparág bevált fizetésfeldolgozójával, amelyben a világ legnagyobb vállalatai megbíznak. Az érzékeny pénzügyi adatai sosem érintik a kiszolgálóinkat. Minden adatot közvetlenül a Stripe PCI-kompatibilis kiszolgálóinak küldünk SSL-en keresztül. Megértjük, hogy az adatvédelme nagyon fontos. A teljes részletességű információkért lásd a <a href="%(privacy)s">Mozilla adatvédelmi irányelveit</a>.
ia: Si, nos usa le technologia standard SSL del industria pro mantener tu informationes secur. Nos collabora con Stripe, un processator de pagamentos que es ben establite in le industria e in le qual alcunes del plus grande interprisas del mundo ha confidentia. Tu informationes financiari sensibile non attinge jammais nostre servitores. Nos invia tote le datos directemente per SSL al servitores de Stripe conforme al normas PCI. Nos comprende ben le importantia de tu vita private. Pro informationes complete, refere te al <a href="%(privacy)s">Politica de confidentialitate de Mozilla</a>.
it: Sì, utilizziamo la tecnologia SSL standard del settore per mantenere le tue informazioni al sicuro. Collaboriamo con Stripe, un popolare sistema di elaborazione di pagamenti a cui si affidano alcune delle più grandi aziende del mondo. I tuoi dati finanziari sensibili non vengono mai elaborati nei nostri server. Inviamo tutti i dati direttamente ai server di Stripe tramite SSL, in conformità alla normativa PCI. Siamo consapevoli che la tua privacy è molto importante. Per maggiori dettagli, fai riferimento all’<a href="%(privacy)s">Informativa sulla privacy di Mozilla</a>.
ja: はい、業界標準のSSL技術を使用し、お客様の情報を安全に保護しています。当社は、世界的な大企業に信頼され、業界で確立された決済処理会社であるStripeと提携しています。お客様の重要な財務情報が当社のサーバーに触れることはありません。すべてのデータは、SSLを通じてStripeのPCI準拠サーバーに直接送信されます。当社は、お客様のプライバシーが非常に重要であることを理解しています。詳しくは<a href="%(privacy)s">Mozillaプライバシーポリシーをご覧ください</a>。
nl: Ja, we gebruiken industriestandaard SSL-technologie om uw gegevens veilig te houden. We werken samen met Stripe, de gevestigde betalingsverwerker in de branche die wordt vertrouwd door enkele van ’s werelds grootste bedrijven. Uw gevoelige financiële informatie raakt nooit onze servers. We sturen alle gegevens rechtstreeks naar de PCI-compatibele servers van Stripe via SSL. We begrijpen dat uw privacy erg belangrijk is. Raadpleeg voor volledige informatie het <a href="%(privacy)s">Privacybeleid van Mozilla</a>.
pt_br: Sim, usamos tecnologia SSL padrão do setor para manter suas informações seguras. Temos parceria com a Stripe, processadora de pagamentos consagrada na indústria, de confiança de algumas das maiores empresas do mundo. Suas informações financeiras confidenciais nunca chegam a nossos servidores. Enviamos todos os dados diretamente para servidores PCI-compliant da Stripe por meio de SSL. Entendemos que sua privacidade é muito importante. Consulte informações completas na <a href="%(privacy)s">política de privacidade da Mozilla</a>.
ru: Да, мы используем стандартную технологию SSL для обеспечения безопасности вашей информации. Мы сотрудничаем со Stripe, известным в отрасли платежным процессором, которому доверяют некоторые крупнейшие глобальные компании. Ваша конфиденциальная финансовая информация никогда не проходит через наши сервера. Мы отправляем все данные напрямую на серверы Stripe, удовлетворяющие требованиям PCI, через SSL. Мы понимаем, что ваша конфиденциальность очень важна. Более полную информацию можно найти в <a href="%(privacy)s">Политике конфиденциальности Mozilla</a>.
sk: Áno, na zabezpečenie vašich informácií používame štandardnú technológiu SSL. Spolupracujeme so spoločnosťou Stripe, etablovaným spracovateľom platieb v tomto odvetví, ktorému dôverujú niektoré z najväčších svetových spoločností. Vaše citlivé finančné informácie sa nikdy nedotknú našich serverov. Všetky údaje posielame priamo na servery Stripe kompatibilné s PCI cez SSL. Chápeme, že vaše súkromie je veľmi dôležité. Úplné informácie nájdete v <a href="%(privacy)s">Zásadách ochrany osobných údajov Mozilly</a>.
sl: Da, za zaščito vaših podatkov uporabljamo standardno tehnologijo SSL. Sodelujemo s podjetjem Stripe, uveljavljenim plačilnim procesorjem v panogi, ki mu zaupajo nekatera največja svetovna podjetja. Vaši občutljivi finančni podatki se nikoli ne dotaknejo naših strežnikov. Vse podatke pošljemo neposredno na strežnike Stripe, ki so združljivi s PCI, prek protokola SSL. Zavedamo se, da je vaša zasebnost zelo pomembna. Za vse informacije preberite <a href="%(privacy)s">Mozillin pravilnik o zasebnosti</a>.
sq: Po, përdorim teknologji SSL sipas standardesh të industrisë përkatëse, për të mbajtur të parrezik hollësitë tuaja. Punojmë tok me Stripe-in, përpunuesi i afirmuar i industrisë, i besuar nga disa prej shoqërive më të mëdha të botës. Hollësitë tuaja financiare me spec nuk prekin kurrë shërbyesit tanë. Tërë të dhënat i dërgojmë drejt e te shërbyesit e Stripe-it, që janë në pajtim me standardet PCI, përmes SSL-je. E kuptojmë që privatësia juaj është shumë e rëndësishme. Për hollësi të plota, ju lutemi, shihni <a href="%(privacy)s">Rregulla Privatësie të Mozilla-s</a>.
sv_se: Ja, vi använder branschstandard SSL-teknik för att hålla din information säker. Vi samarbetar med Stripe, branschens etablerade betalningsbehandlare som betros av några av världens största företag. Din känsliga ekonomiska information berör aldrig våra servrar. Vi skickar all data direkt till Stripes PCI-kompatibla servrar via SSL. Vi förstår att din integritet är mycket viktig. För fullständig information, se <a href="%(privacy)s">Mozillas sekretesspolicy</a>.
tr: Evet, bilgilerinizin güvenliğini sağlamak için endüstri standardı SSL teknolojisini kullanıyoruz. Ödeme aracısı olarak, dünyanın en büyük şirketlerinin de kullandığı Stripe ile çalışıyoruz. Hassas finansal bilgileriniz sunucularımıza uğramadan, direkt olarak Stripe'ın PCI uyumlu sunucularına SSL aracılığıyla gönderiliyor. Gizliliğinizin ne kadar önemli olduğunu iyi biliyoruz. Tam bilgilendirme için <a href="%(privacy)s">Mozilla Gizlilik Politikası</a>'nı inceleyebilirsiniz.
uk: Так, ми використовуємо стандартну технологію SSL для захисту вашої інформації. Ми співпрацюємо зі Stripe, відомим у галузі обробником платежів, якому довіряють одні з найбільших компаній світу. Ваша конфіденційна фінансова інформація ніколи не торкається наших серверів. Ми надсилаємо всі дані безпосередньо на PCI-сумісні сервери Stripe через SSL. Ми розуміємо, що ваша приватність дуже важлива. Щоб отримати повну інформацію, перегляньте <a href="%(privacy)s">Політику приватності Mozilla</a>.
vi: Có, chúng tôi sử dụng công nghệ SSL tiêu chuẩn của ngành để bảo mật thông tin của bạn. Chúng tôi hợp tác với Stripe, bộ xử lý thanh toán lâu đời của ngành được một số công ty lớn nhất thế giới tin cậy. Thông tin tài chính nhạy cảm của bạn sẽ không bao giờ được lưu vào máy chủ của chúng tôi. Chúng tôi gửi trực tiếp tất cả dữ liệu đến các máy chủ tuân thủ PCI của Stripe thông qua SSL. Chúng tôi hiểu rằng sự riêng tư của bạn là rất quan trọng. Để biết thông tin đầy đủ, vui lòng tham khảo <a href="%(privacy)s">chính sách riêng tư của Mozilla</a>.

source: Can I request a refund?
bg: Мога ли да поискам възстановяване?
cs: Mohu požádat o vrácení peněz?
cy: A allaf ofyn am ad-daliad?
de: Kann ich eine Erstattung beantragen?
el: Μπορώ να ζητήσω επιστροφή χρημάτων;
es_ar: ¿Puedo pedir una devolución?
es_cl: ¿Puedo solicitar un reembolso?
eu: Eska al dezaket itzulketa bat?
fi: Voinko pyytää hyvitystä?
fr: Puis-je demander un remboursement ?
fy_nl: Kin ik in restitúsje oanfreegje?
gl: Podo solicitar un reembolso?
hu: Kérhetek visszatérítést?
ia: Pote io peter un reimbursamento?
is: Get ég farið fram á endurgreiðslu?
it: Posso chiedere un rimborso?
ja: 返金をリクエストできますか？
nl: Kan ik een restitutie aanvragen?
nn_no: Kan eg be om refusjon?
pt_br: Posso solicitar reembolso?
ru: Могу ли я запросить возврат средств?
sk: Môžem požiadať o vrátenie peňazí?
sl: Ali lahko zahtevam vračilo?
sq: A mund të kërkoj kthim parash?
sv_se: Kan jag begära återbetalning?
tr: İade talep edebilir miyim?
uk: Чи можу я запитати відшкодування?
vi: Tôi có thể yêu cầu hoàn lại tiền không?
