Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: See exciting previews of upcoming features, read the latest desktop Thunderbird and mobile Thunderbird news, and enjoy personalized tips to protect your privacy and maximize your productivity! From the Thunderbird team directly to your inbox.
cs: Prohlédněte si vzrušující náhledy nadcházejících funkcí, přečtěte si nejnovější zprávy o Thunderbirdu pro počítače a mobilní zařízení a využijte personalizované tipy pro ochranu soukromí a maximalizaci produktivity! Od týmu Thunderbird přímo do vaší schránky.
cy: Gweld rhagolygon cyffrous o nodweddion sydd ar ddod, darllen y newyddion diweddaraf am Thunderbird y bwrdd gwaith a'r Thunderbird symudol, a mwynhewch awgrymiadau personol i ddiogelu eich preifatrwydd a gwneud y mwyaf o'ch gwaith! O dîm Thunderbird yn syth i'ch blwch derbyn.
de: Sehen Sie sich aufregende Vorschauen auf zukünftige Funktionen an, lesen Sie die neuesten Nachrichten zu Thunderbird für Desktop-PCs und Mobilgeräte und genießen Sie personalisierte Tipps, um Ihre Privatsphäre zu schützen und Ihre Produktivität zu maximieren! Vom Thunderbird-Team direkt in Ihren Posteingang.
el: Δείτε συναρπαστικές προεπισκοπήσεις επερχόμενων λειτουργιών, διαβάστε τις τελευταίες ειδήσεις του Thunderbird για υπολογιστές και κινητές συσκευές και απολαύστε εξατομικευμένες συμβουλές για την προστασία του απορρήτου σας και τη μεγιστοποίηση της παραγωγικότητάς σας! Από την ομάδα του Thunderbird, απευθείας στα εισερχόμενά σας.
es_ar: ¡Revisá los grandes avances de las próximas funcionalidades, leé las últimas noticias de Thunderbird para escritorio y Thunderbird para móviles, y disfrutá de consejos personalizados para proteger tu privacidad y maximizar tu productividad! Del equipo de Thunderbird directamente a tu bandeja de entrada.
es_cl: ¡Revisa emocionantes avances de las próximas funcionalidades, lee las últimas noticias de Thunderbird para escritorio y Thunderbird para móviles, y disfruta de consejos personalizados para proteger tu privacidad y maximizar tu productividad! Del equipo de Thunderbird directamente a tu bandeja de entrada.
eu: Ikusi datozen funtzioen aurrebista zirraragarriak, irakurri azken mahaigaineko Thunderbird eta mugikorreko Thunderbird albisteak eta gozatu aholku pertsonalizatuak zure pribatutasuna babesteko eta produktibitatea maximizatzeko! Thunderbird taldetik zuzenean zure sarrera-ontzira.
fr: Découvrez des aperçus captivants des fonctionnalités à venir, lisez les dernières actualités de Thunderbird pour ordinateur de bureau et Thunderbird pour mobile, et profitez de conseils personnalisés pour protéger votre vie privée et maximiser votre productivité ! Le tout envoyé par l’équipe Thunderbird, directement dans votre boîte de réception.
fy_nl: Besjoch spannende foarbylden fan kommende funksjes, lês it lêste nijs oer Thunderbird en mobile Thunderbird, en genietsje fan personalisearre tips om jo privacy te beskermjen en jo produktiviteit te maksimalisearjen! Fan it Thunderbird-team direkt nei jo postfek yn.
gl: Consulta emocionantes vistas previas das próximas funcións, le as últimas noticias de Thunderbird de escritorio e Thunderbird móbil e goza de consellos personalizados para protexer a túa privacidade e maximizar a túa produtividade. Desde o equipo de Thunderbird directamente á túa caixa de entrada.
hu: Tekintse meg a közelgő funkciók izgalmas előnézeteit, olvassa el a legújabb asztali és mobilos Thunderbirdöt érintő híreket, és élvezze a személyre szabott tippeket az adatvédelem és a hatékonyság maximalizálásához. A Thunderbird csapatától közvetlenül a postaládájába.
ia: Discoperi vistas preliminar captivante de functiones a venir, lege le ultime novas de Thunderbird pro scriptorio e Thunderbird pro apparatos mobile, e frue de consilios personalisate pro proteger tu vita private e maximisar tu productivitate! Del equipa de Thunderbird directemente a tu cassa de entrata.
is: Sjáðu spennandi sýnishorn af væntanlegum eiginleikum, lestu nýjustu fréttir af Thunderbird fyrir tölvur og farsíma og fáðu persónulegar ráðleggingar til að vernda friðhelgi þína og hámarka framleiðni þína! Frá Thunderbird-teyminu beint í pósthólfið þitt.
it: Visualizza entusiasmanti anteprime delle caratteristiche in arrivo, leggi le ultime notizie su Thunderbird desktop e mobile, scopri suggerimenti personalizzati per proteggere la tua privacy e ottimizzare la tua produttività! Dal team di Thunderbird direttamente nella tua casella di posta.
ja: 今後リリースされる機能のプレビュー、最新のThunderbirdデスクトップとモバイルのニュース、プライバシー保護と生産性を最大化するパーソナライズされたヒントをご覧ください！Thunderbirdチームから直接あなたの受信トレイにお届けします。
nl: Bekijk opwindende voorproefjes van aankomende functies, lees het laatste nieuws over Thunderbird voor desktop en mobiel en geniet van gepersonaliseerde tips om uw privacy te beschermen en uw productiviteit te maximaliseren! Van het Thunderbird-team rechtstreeks naar uw Postvak IN.
pl: Poznaj ekscytujące zapowiedzi nadchodzących funkcji, przeczytaj najnowsze wiadomości dotyczące Thunderbirda na komputery stacjonarne i urządzenia mobilne oraz korzystaj ze spersonalizowanych wskazówek, które pomogą Ci chronić prywatność i zwiększyć produktywność! Od zespołu Thunderbirda bezpośrednio do Twojej skrzynki odbiorczej.
pt_br: Veja prévias empolgantes de futuros recursos, leia as notícias mais recentes do Thunderbird para computador e dispositivos móveis e aproveite dicas personalizadas para proteger sua privacidade e maximizar sua produtividade! Da equipe do Thunderbird diretamente para sua caixa de entrada.
ru: Просматривайте захватывающие анонсы будущих функций, читайте последние новости Thunderbird для ПК и мобильных устройств, а также получайте персональные советы по защите вашей конфиденциальности и максимальному повышению производительности! От команды Thunderbird прямо в ваш почтовый ящик.
sk: Pozrite si vzrušujúce ukážky pripravovaných funkcií, prečítajte si najnovšie správy o Thunderbirde pre stolné počítače a mobilné zariadenia a vychutnajte si prispôsobené tipy na ochranu vášho súkromia a maximalizáciu vašej produktivity! Od tímu Thunderbird priamo do vašej schránky.
sl: Oglejte si razburljive predoglede prihajajočih funkcij, preberite najnovejše novice o Thunderbirdu za namizne in mobilne naprave ter uživajte v prilagojenih nasvetih za zaščito vaše zasebnosti in povečanje produktivnosti! Od Thunderbirdove ekipe neposredno v vaš e-poštni predal.
sq: Shihni paraparje ngazëlluese të veçorive të ardhshme, lexoni lajmet më të reja rreth Thunderbird-it për desktop dhe atij për celular dhe shijoni ndihmëza të personalizuara si të mbron privatësinë tuaj dhe të shpini në maksimum prodhueshmërinë tuaj! Nga ekipi i Thunderbird-it drejt e te email-i juaj.
sv_se: Se spännande förhandstittar av kommande funktioner, läs de senaste nyheterna från Thunderbird och mobila Thunderbird och njut av personliga tips för att skydda din integritet och maximera din produktivitet! Från Thunderbird-teamet direkt till din inkorg.
uk: Переглядайте захопливі огляди майбутніх можливостей, читайте останні новини Thunderbird для комп'ютерів і мобільних пристроїв, насолоджуйтесь персоналізованими порадами щодо захисту вашої приватності та підвищення продуктивності! Від команди Thunderbird безпосередньо до вашої поштової скриньки.
vi: Xem bản xem trước thú vị của các tính năng sắp ra mắt, đọc tin tức Thunderbird trên máy tính để bàn và thiết bị di động mới nhất, đồng thời tận hưởng các mẹo được cá nhân hóa để bảo vệ quyền riêng tư và tối đa hóa năng suất của bạn! Từ nhóm Thunderbird trực tiếp tới hộp thư đến của bạn.

source: We Need Your <span class="txt-gradient">Talents</span>
bg: Нуждаем се от вашите <span class="txt-gradient">таланти</span>
cs: Potřebujeme váš <span class="txt-gradient">talent</span>
cy: Rydym Angen Eich <span class="txt-gradient">Doniau</span>
de: Wir brauchen Ihre <span class="txt-gradient">Talente</span>
el: Χρειαζόμαστε τα <span class="txt-gradient">ταλέντα</span> σας
es_ar: Necesitamos tus <span class="txt-gradient">talentos</span>
es_cl: Necesitamos tus <span class="txt-gradient">Talentos</span>
eu: Zure <span class="txt-gradient">Talentuak</span> behar ditugu
fi: Tarvitsemme <span class="txt-gradient">lahjakkuuksiasi</span>
fr: Nous avons besoin de vos <span class="txt-gradient">talents</span>
fy_nl: Wy hawwe jo <span class="txt-gradient">talinten nedich</span>
gl: Necesitamos os seus <span class="txt-gradient">talentos</span>
hu: Szükségünk van a <span class="txt-gradient">tehetségére</span>
ia: Nos besonia de vostre <span class="txt-gradient">Talentos</span>
is: Við þörfnumst <span class="txt-gradient">hæfileika</span> þinna
it: Abbiamo bisogno del tuo <span class="txt-gradient">talento</span>
ja: あなたの<span class="txt-gradient">才能</span>が必要です
nl: We hebben uw <span class="txt-gradient">talenten nodig</span>
nn_no: Vi treng dine <span class="txt-gradient">talent</span>
pl: Potrzebujemy Twoich <span class="txt-gradient">talentów</span>
pt_br: Precisamos de seus <span class="txt-gradient">talentos</span>
ru: Нам нужны ваши <span class="txt-gradient">Таланты</span>
sk: Potrebujeme váš <span class="txt-gradient">talent</span>
sl: Potrebujemo vaše <span class="txt-gradient">talente</span>
sq: Na Duhen <span class="txt-gradient">Talentet</span> Tuaja
sv_se: Vi behöver dina <span class="txt-gradient">talanger</span>
tr: <span class="txt-gradient">Yeteneklerinize</span> ihtiyacımız var
uk: Нам потрібні ваші <span class="txt-gradient">таланти</span>
vi: Chúng tôi cần <span class="txt-gradient">tài năng</span> của bạn

source: Everyone can be a contributor. Here are some of the ways you can help.
bg: Всеки може да бъде сътрудник. Ето някои от начините, по които може да помогнете.
cs: Přispěvatelem může být každý. Zde jsou některé ze způsobů, jak můžete pomoci.
cy: Gall pawb fod yn gyfrannwr. Dyma rai o'r ffyrdd y gallwch chi helpu.
de: Jeder kann Mitwirkender sein. Hier sind einige Möglichkeiten, wie Sie helfen können.
el: Όλοι μπορούν να συνεισφέρουν. Ακολουθούν μερικοί από τους τρόπους με τους οποίους μπορείτε να βοηθήσετε.
es_ar: Todos pueden contribuir. Acá hay algunas formas en las que podés ayudar.
es_cl: Todos pueden ser contribuidores. Estas son algunas de las formas en que puedes ayudar.
eu: Pertsona oro izan daiteke laguntzaile. Hona hemen laguntzeko modu batzuk.
fi: Kuka tahansa voi avustaa. Tässä on joitain tapoja, miten voit auttaa.
fr: Tout le monde peut contribuer. Voici quelques-unes des façons dont vous pouvez aider.
fy_nl: Elkenien kin in bydrage leverje. Hjir binne guon fan de manieren wêrop jo helpe kinne.
gl: Todos poden ser colaboradores. Aquí ten algunhas das formas en que pode axudar.
hu: Bárki lehet közreműködő. Íme néhány mód, amellyel segíthet.
ia: Totes pote esser contributor. Ecce alcun del manieras pro adjutar.
is: Allir geta tekið þátt. Hérna eru nokkrar leiðir þar sem þú getur hjálpað.
it: Tutti possono collaborare. Ecco alcuni dei modi in cui puoi aiutarci.
ja: 誰もがコントリビューターになることができます。お手伝いいただける方法をいくつかご紹介します。
nl: Iedereen kan meehelpen. Hier zijn enkele manieren waarop.
nn_no: Alle kan vere bidragsytarar. Her er nokre av måtane du kan hjelpe på.
pt_br: Todos podem participar. Aqui estão algumas das maneiras que você pode ajudar.
ru: Каждый может помочь. Вот некоторые из способов, которыми вы можете помочь.
sk: Prispievateľom môže byť každý. Tu je niekoľko spôsobov, ako môžete pomôcť.
sl: Sodelavec je lahko vsakdo. Tukaj je nekaj načinov, kako si lahko pomagate.
sq: Gjithkush mund të jetë një kontribues. Ja disa nga rrugët sipas të cilave mund të ndihmoni.
sv_se: Alla kan vara bidragsgivare. Här är några av sätten du kan hjälpa till.
tr: Herkes katkıda bulunabilir. İşte sizin de katkıda bulunabileceğiniz bazı yollar…
uk: Кожен може зробити свій внесок. Ось кілька способів, як ви можете допомогти.
vi: Mọi người đều có thể là người đóng góp. Dưới đây là một số cách bạn có thể giúp đỡ.

source: Volunteers help create Thunderbird and ensure it is accessible throughout the world in dozens of languages. They write the documentation and answer the questions that help regular people use Thunderbird.
bg: Доброволците помагат за създаването на Thunderbird и гарантират, че е достъпен по целия свят на десетки езици. Те пишат документацията и отговарят на въпросите, които помагат на обикновените потребители да използват Thunderbird.
cs: Dobrovolníci pomáhají vytvářet Thunderbird a zajišťují jeho dostupnost po celém světě v desítkách jazyků. Píší dokumentaci a odpovídají na otázky, které pomáhají běžným uživatelům používat Thunderbird.
cy: Mae gwirfoddolwyr yn helpu i greu Thunderbird a sicrhau ei fod yn hygyrch ledled y byd mewn dwsinau o ieithoedd. Maen nhw'n ysgrifennu'r ddogfennaeth ac yn ateb y cwestiynau sy'n helpu pobl gyffredin i ddefnyddio Thunderbird.
de: Freiwillige Helfer erstellen Thunderbird und sorgen dafür, dass Thunderbird auf der ganzen Welt in Dutzenden von Sprachen zugänglich ist. Sie schreiben die Dokumentation und beantworten die Fragen, die normalen Menschen bei der Verwendung von Thunderbird helfen.
el: Οι εθελοντές βοηθούν στη δημιουργία του Thunderbird και διασφαλίζουν ότι είναι προσβάσιμο από όλο τον κόσμο, σε δεκάδες γλώσσες. Συντάσσουν την τεκμηρίωση και απαντούν σε ερωτήσεις που βοηθούν τους απλούς ανθρώπους να χρησιμοποιούν το Thunderbird.
es_ar: Los voluntarios ayudan a crear Thunderbird y garantizan que sea accesible en todo el mundo en docenas de idiomas. Ellos escriben la documentación y responden las preguntas que ayudan a la gente normal a usar Thunderbird.
es_cl: Los voluntarios ayudan a crear Thunderbird y garantizan que sea accesible en todo el mundo en docenas de idiomas. Escriben la documentación y responden las preguntas que ayudan a la gente común a usar Thunderbird.
eu: Boluntarioek Thunderbird sortzen laguntzen dute eta mundu osoan hamaika hizkuntzatan eskuragarri dagoela ziurtatzen dute. Dokumentazioa idazten dute eta Thunderbird erabiltzaileen laguntza eskaera galderei erantzuten diete.
fi: Vapaaehtoiset auttavat luomaan Thunderbirdin ja varmistavat, että se on saatavilla kaikkialla maailmassa kymmenillä kielillä. Vapaaehtoiset kirjoittavat dokumentaatiota ja vastaavat kysymyksiin, jotka auttavat tavallisia ihmisiä käyttämään Thunderbirdia.
fr: Des bénévoles contribuent à créer Thunderbird et à assurer qu’il est accessible au monde entier dans des dizaines de langues. Ils rédigent la documentation, répondent aux questions et aident ainsi les gens à utiliser Thunderbird.
fy_nl: Frijwilligers helpe Thunderbird te meitsjen en soargje dat it oer de hiele wrâld tagonklik is yn tsientallen talen. Se skriuwe de dokumintaasje en beäntwurdzje de fragen dy’t gewoane minsken helpe Thunderbird te brûken.
gl: Os voluntarios axudan a crear Thunderbird e garanten que sexa accesible en todo o mundo en decenas de idiomas. Escriben a documentación e responden ás preguntas que axudan á xente a usar Thunderbird.
hu: Önkéntesek segítenek a Thunderbird készítésében, és biztosítják, hogy az az egész világon elérhető legyen több tucat nyelven. Megírják a dokumentációt és válaszolnak a kérdésekre, melyek segítenek az embereknek a Thunderbird használatában.
ia: Voluntarios adjuta a crear Thunderbird e assecurar que illo es accessibile in omne parte del mundo in dozenas de linguas. Illes scribe le documentation e responde al questiones que adjuta le personas a usar regularmente Thunderbird.
it: I volontari contribuiscono alla creazione di Thunderbird e garantiscono che sia accessibile in tutto il mondo in dozzine di lingue. Scrivono la documentazione e rispondono alle domande che aiutano altre persone a utilizzare Thunderbird.
ja: Thunderbird はボランティアによる開発の協力を受け、世界の数十の言語で利用できます。また、ドキュメントを作成したり、質問に答えたりして Thunderbird を使用する一般の人々をサポートしています。
nl: Vrijwilligers helpen Thunderbird te maken en ervoor te zorgen dat het over de hele wereld in tientallen talen toegankelijk is. Zij schrijven de documentatie en beantwoorden de vragen die gewone mensen helpen bij het gebruik van Thunderbird.
nn_no: Friviljuge hjelper til med å lage Thunderbird og passe på at han er tilgjengeleg over heile verda på dusinvis av språk. Dei skriv dokumentasjonen, og svarar på spørsmåla som hjelper vanlege folk med å bruke Thunderbird.
pt_br: Voluntários ajudam a criar o Thunderbird e garantem que ele esteja acessível no mundo todo, em dezenas de idiomas. Eles escrevem a documentação e respondem perguntas que ajudam as pessoas a usar o Thunderbird.
ru: Волонтеры помогают создавать Thunderbird и обеспечивают его доступность по всему миру на десятках языков. Они пишут документацию и отвечают на вопросы, которые помогают обычным людям использовать Thunderbird.
sk: Dobrovoľníci pomáhajú vytvárať Thunderbird a zabezpečujú, aby bol dostupný na celom svete v desiatkach jazykov. Píšu dokumentáciu a odpovedajú na otázky, ktoré pomáhajú bežným ľuďom používať Thunderbird.
sl: Prostovoljci pomagajo pri ustvarjanju Thunderbirda in zagotavljajo, da bo dostopen po vsem svetu v ducatih jezikov. Pišejo dokumentacijo in odgovarjajo na vprašanja, ki navadnim ljudem pomagajo uporabljati Thunderbird.
sq: Vullnetarët ndihmojnë të krijohet Thunderbird-i dhe garantojnë që të jetë i përdorshëm nëpër botë në dhjetëra gjuhë. Ata shkruajnë dokumentim dhe u përgjigjen pyetjeve të cilat ndihmojnë që njerëz të zakonshëm të përdorin Thunderbird-in.
sv_se: Volontärer hjälper till att skapa Thunderbird och se till att den är tillgänglig över hela världen på dussintals språk. De skriver dokumentationen och svarar på frågorna som hjälper vanliga människor att använda Thunderbird.
uk: Волонтери допомагають із розробкою Thunderbird і забезпечують його доступність у всьому світі десятками різних мов. Вони пишуть документацію та відповідають на запитання, які допомагають звичайним людям користуватися Thunderbird.
vi: Các tình nguyện viên giúp tạo ra Thunderbird và đảm bảo nó có thể truy cập được trên toàn thế giới bằng hàng chục ngôn ngữ. Họ viết tài liệu và trả lời các câu hỏi giúp người dùng thường xuyên sử dụng Thunderbird.

source: Code
bg: Програмиране
cs: Programování
cy: Codio
de: Programmieren
el: Κώδικας
es_ar: Código
es_cl: Programar
eu: Kodea
fi: Koodaa
fr: Coder
fy_nl: Koade skriuwe
gl: Código
hu: Kód
ia: Codice
is: Kóði
it: Sviluppo
ja: コード
nl: Code schrijven
nn_no: Kode
pl: Kodowanie
pt_br: Codifique
ru: Код
sk: Programovanie
sl: Koda
sq: Kod
sv_se: Koda
tr: Kod
uk: Код
vi: Đoạn mã
