Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: <strong>Questions about donating?</strong> See common answers below. If you still need help donating, please contact us via this <a href="%(help)s">form</a>.<br/> <strong>Want to provide product feedback?</strong> Head over to <a href="%(connect)s">Mozilla Connect</a>.<br/> <strong>Need product or technical support?</strong> Visit our <a href="%(support)s">knowledgebase and community support forum</a>.
bg: <strong>Имате въпроси относно даряването?</strong> Вижте някой отговори по-долу. Ако все още се нуждаете от помощ, за да дарите, моля, свържете се с нас чрез този <a href="%(help)s">формуляр</a>.<br/><strong>Искате ли да дадете обратна връзка за продукта?</strong> Отворете страницата <a href="%(connect)s">Mozilla Connect</a>.<br/> <strong>Имате нужда от продуктова или техническа поддръжка?</strong> Посетете нашите <a href="%(support)s"> база от знания и форум за поддръжка на общността</a>.
cy: <strong>Cwestiynau am roi?</strong> Edrychwch ar yr atebion cyffredin isod. Os oes angen help arnoch i gyfrannu o hyd, cysylltwch â ni drwy'r <a href="%(help)s">ffurflen hon</a>.<br/> <strong>Am roi adborth cynnyrch?</strong> Ewch draw i <a href="%(connect)s">Mozilla Connect</a>.<br/> <strong>Angen cynnyrch neu gefnogaeth dechnegol?</strong> Ewch i'n <a href="%(support)s">cronfa wybodaeth a fforwm cymorth cymunedol</a>.
de: <strong>Fragen zum Spenden?</strong> Häufige Antworten finden Sie weiter unten. Wenn Sie weiterhin Hilfe beim Spenden benötigen, kontaktieren Sie uns bitte über dieses <a href="%(help)s">Formular</a>.<br/> <strong>Möchten Sie Ihre Meinung zum Produkt sagen?</strong> Besuchen Sie <a href="%(connect)s">Mozilla Connect</a>.<br/> <strong>Benötigen Sie Hilfe zu Produkten oder technischen Problemen?</strong> Besuchen Sie <a href="%(support)s">unsere Wissensdatenbank und das Hilfeforum der Gemeinschaft</a>.
el: <strong>Έχετε απορίες για τις δωρεές;</strong> Δείτε τις συνήθεις απαντήσεις παρακάτω. Αν χρειάζεστε ακόμα βοήθεια με τις δωρεές, επικοινωνήστε μαζί μας μέσω αυτής της <a href="%(help)s">φόρμας</a>.<br/> <strong>Θέλετε να υποβάλετε σχόλια για το προϊόν;</strong> Μεταβείτε στο <a href="%(connect)s">Mozilla Connect</a>.<br/> <strong>Χρειάζεστε τεχνική υποστήριξη για το προϊόν;</strong> Επισκεφτείτε τη <a href="%(support)s">γνωσιακή βάση και το φόρουμ υποστήριξης της κοινότητας</a>.
es_ar: <strong>¿Preguntas sobre las donaciones?</strong> Mirá las respuestas más comunes a continuación. Si aún necesitás ayuda para donar, contactanos a través de este <a href="%(help)s">formulario</a>.<br/><strong>¿Querés darnos tu opinión sobre el producto?</strong> Dirigite a <a href="%(connect)s">Mozilla Connect</a>.<br/><strong>¿Necesitás soporte técnico o para un producto?</strong> Visitá nuestra <a href="%(support)s">base de conocimientos y foro de soporte de la comunidad</a>.
es_cl: <strong>¿Tienes preguntas sobre cómo hacer donaciones?</strong> Consulta las respuestas más comunes a continuación. Si aún necesitas ayuda para hacer donaciones, comunícate con nosotros a través de este <a href="%(help)s">formulario</a>.<br/> <strong>¿Quieres hacernos llegar tus comentarios sobre el producto?</strong> Visita <a href="%(connect)s">Mozilla Connect</a>.<br/> <strong>¿Necesitas asistencia técnica o sobre el producto?</strong> Visita nuestra <a href="%(support)s">base de conocimientos y foro de asistencia de la comunidad</a>.
fr: <strong>Des questions sur les dons ?</strong> Consultez les réponses courantes ci-dessous. Si vous avez encore besoin d'aide, contactez-nous via <a href="%(help)s">ce formulaire</a>.<br/> <strong>Vous souhaitez nous faire part de votre avis sur le produit ?</strong> Rendez-vous sur <a href="%(connect)s">Mozilla Connect</a>.<br/> <strong>Besoin d’assistance produit ou technique ?</strong> Consultez notre <a href="%(support)s">base de connaissances et le forum d’assistance de la communauté</a>.
fy_nl: <strong>Fragen oer donearjen?</strong> Sjoch hjirûnder algemiene antwurden. As jo noch help nedich hawwe by it donearjen, nim dan kontakt mei ús op fia dit <a href="%(help)s">formulier</a>.<br/> <strong>Wolle jo kommentaar jaan op it produkt?</strong> Gean nei <a href="%(connect)s">Mozilla Connect</a>.<br/> <strong>Produkt- of technyske stipe nedich?</strong> Besykje ús <a href="%(support)s"> kennisbank en mienskipsstipefoarum</a>.
gl: <strong>Preguntas sobre a doazón?</strong> Consulta as respostas comúns a continuación. Se aínda precisas axuda para doar, ponte en contacto connosco a través deste <a href="%(help)s">formulario</a>.<br/> <strong>Queres proporcionar comentarios sobre o produto?</strong> Diríxete a <a href="%(connect)s">Mozilla Connect</a>.<br/> <strong>Necesitas asistencia técnica ou de produto?</strong> Visita o noso <a href="%(support)s"> base de coñecemento e foro de apoio á comunidade</a>.
hu: <strong>Kérdései vannak az adományozással kapcsolatban?</strong> Lásd az alábbi gyakori válaszokat. Ha továbbra is segítségre van szüksége az adományozással kapcsolatban, akkor lépjen velünk kapcsolatba ezen az <a href="%(help)s">űrlapon</a> keresztül.<br/> <strong>Visszajelzést szeretne küldeni a termékről?</strong> Menjen a <a href="%(connect)s">Mozilla Connecthez</a>.<br/> <strong>Termékkel kapcsolatos információra vagy műszaki támogatásra van szüksége?</strong> Keresse fel a <a href="%(support)s"> tudásbázist és a közösségi támogatási fórumot</a>.
ia: <strong>Questiones re donar?</strong> Vider le responsas commun infra. Si tu ancora besonia de adjuta pro donar, contacta nos via iste <a href="%(help)s">formulario</a>.<br/> <strong>Vole tu fornir un commentario del producto?</strong> Va a <a href="%(connect)s">Mozilla Connect</a>.<br/> <strong>Besonia tu assistentia technic o del producto?</strong> Visita nostre <a href="%(support)s">base de cognoscentia e le foro de auxilio del communitate</a>.
it: <strong>Domande sulle donazioni?</strong> Leggi le risposte più comuni di seguito. Se hai ancora bisogno di aiuto per fare una donazione, contattaci utilizzando questo <a href="%(help)s">modulo</a>.<br/> <strong>Vuoi fornire un feedback sul prodotto?</strong> Vai a <a href="%(connect)s">Mozilla Connect</a>.<br/> <strong>Hai bisogno di supporto tecnico o sui prodotti?</strong> Visita la nostra <a href="%(support)s">Knowledgebase e forum di supporto della comunità</a>.
nl: <strong>Vragen over doneren?</strong> Zie hierondervaak gebruikte antwoorden. Als u nog steeds hulp nodig hebt bij het doneren, neem dan contact met ons op via dit <a href="%(help)s">formulier</a>.<br/> <strong>Wilt u feedback geven over het product?</strong> Ga naar <a href="%(connect)s">Mozilla Connect</a>.<br/> <strong>Product- of technische ondersteuning nodig?</strong> Bezoek onze <a href="%(support)s">kennisbank en gemeenschapsondersteuningsforum</a>.
ru: <strong>Есть вопросы о пожертвовании?</strong> Посмотрите типичные ответы ниже. Если вам по-прежнему нужна помощь с пожертвованием, свяжитесь с нами через эту <a href="%(help)s">форму</a>.<br/> <strong>Хотите оставить отзыв о продукте?</strong> Зайдите на <a href="%(connect)s">Mozilla Connect</a>.<br/> <strong>Нужен продукт или техническая поддержка?</strong> Посетите нашу <a href="%(support)s"> базу знаний и форум поддержки сообщества</a>.
sk: <strong>Máte otázky týkajúce sa darcovstva?</strong> Pozrite si bežné odpovede nižšie. Ak stále potrebujete pomoc s darovaním, kontaktujte nás prostredníctvom tohto <a href="%(help)s">formulára</a>.<br/> <strong>Chcete poskytnúť spätnú väzbu k produktu?</strong> Prejdite na <a href="%(connect)s">Mozilla Connect</a>.<br/> <strong>Potrebujete produkt alebo technickú podporu?</strong> Navštívte našu <a href="%(support)s">databázu znalostí a fórum podpory komunity</a>.
sl: <strong>Imate vprašanja o donacijah?</strong> Spodaj si oglejte pogoste odgovore. Če še vedno potrebujete pomoč pri donaciji, se obrnite na nas preko <a href="%(help)s">obrazca</a>.<br/> <strong>Želite poslati povratne informacije o izdelku?</strong> Obiščite spletno stran <a href="%(connect)s">Mozilla Connect</a>.<br/> <strong>Potrebujete podporo za izdelke ali tehnično podporo?</strong> Obiščite <a href="%(support)s"> zbirko znanja in forum za podporo skupnosti</a>.
sv_se: <strong>Frågor om att donera?</strong> Se vanliga svar nedan. Om du fortfarande behöver hjälp med att donera, vänligen kontakta oss via detta <a href="%(help)s">formulär</a>.<br/> <strong>Vill du ge feedback om produkten?</strong> Gå till <a href="%(connect)s">Mozilla Connect</a>.<br/> <strong>Behöver du en produkt eller teknisk support?</strong> Besök vår <a href="%(support)s">kunskapsbas och communityforum</a>.
vi: <strong>Có câu hỏi về quyên góp?</strong> Xem câu trả lời phổ biến dưới đây. Nếu bạn vẫn cần trợ giúp quyên góp, vui lòng liên hệ với chúng tôi qua <a href="%(help)s">biểu mẫu</a> này.<br/> <strong>Muốn cung cấp phản hồi về sản phẩm?</strong> Hãy ghé qua <a href="%(connect)s">Mozilla Connect</a>.<br/> <strong>Cần hỗ trợ về sản phẩm hoặc kỹ thuật?</strong> Truy cập <a href="%(support)s">diễn đàn kiến ​​thức và hỗ trợ cộng đồng</a> của chúng tôi.

source: What are the ways I can give?
bg: Какви са начините, по които мога да даря?
cs: Jaké jsou možnosti poslání daru?
cy: Sut gallaf i wneud rhodd?
de: Wie kann ich spenden?
el: Με ποιους τρόπους μπορώ να κάνω δωρεά;
es_ar: ¿Cuáles son las formas de donar?
es_cl: ¿Cuáles son las formas en que puedo aportar?
es_es: ¿Cuáles son las formas en que puedo donar?
eu: Zein bide erabil ditzaket?
fi: Millä tavoin voin lahjoittaa?
fr: Quels sont les différents moyens de faire un don ?
fy_nl: Hoe kin ik skinke?
gl: Cales son as formas de doar?
hu: Hogyan adhatok?
ia: Qual es le manieras que io pote donar?
is: Á hvaða hátt ég get gefið til verkefnisins?
it: Con quali modalità si può effettuare una donazione?
ja: どのような方法で与えることができますか？
nl: Op welke manieren kan ik schenken?
nn_no: På kva måte kan eg gje?
pl: W jakie sposoby mogę przekazać datek?
pt_br: Quais são as maneiras de doar?
ru: Как я могу сделать пожертвование?
sk: Akými spôsobmi môžem prispieť?
sl: Na kakšne načine lahko prispevam?
sq: Cilat janë rrugët nëpërmjet të cilave mund të dhuroj?
sv_se: Vilka sätt kan jag donera?
tr: Hangi yollarla bağışta bulunabilirim?
uk: Які є способи зробити внесок?
vi: Tôi có thể quyên góp bằng những cách nào?
