Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: Advanced users who want the highest level of privacy can send and receive encrypted emails using the OpenPGP standard when paired with the free and open source OpenKeychain app. Even your email provider won’t have access to your messages.
bg: Напредналите потребители, които искат най-високо ниво на поверителност, могат да изпращат и получават шифровани съобщения, използвайки стандарта OpenPGP, свързан чрез свободното и отворено приложение OpenKeychain. Дори вашият доставчик на имейл услуги няма да има достъп до вашите съобщения.
cy: Gall defnyddwyr uwch sydd eisiau'r lefel uchaf o breifatrwydd anfon a derbyn e-byst wedi'u hamgryptio gan ddefnyddio'r safon OpenPGP wrth eu paru â'r ap OpenKeychain cod agored ac am ddim. Fydd hyd yn oed eich darparwr e-bost ddim yn cael mynediad at eich negeseuon.
de: Fortgeschrittene Anwender, die ein Höchstmaß an Privatsphäre wünschen, können mit dem OpenPGP-Standard verschlüsselte E-Mails senden und empfangen, wenn sie mit der kostenlosen und quelloffenen OpenKeyChain-App kombiniert werden. Nicht einmal Ihr E-Mail-Anbieter hat Zugriff auf Ihre Nachrichten.
es_ar: Los usuarios avanzados que desean el más alto nivel de privacidad pueden enviar y recibir correos electrónicos cifrados usando el estándar OpenPGP cuando se emparejan con la aplicación gratuita y de código abierto OpenKeychain. Incluso tu proveedor de correo electrónico no tendrá acceso a tus mensajes.
es_cl: Los usuarios avanzados que desean el máximo nivel de privacidad pueden enviar y recibir correos electrónicos cifrados mediante el estándar OpenPGP junto con la aplicación gratuita y de código abierto OpenKeychain. Ni siquiera tu proveedor de correo electrónico tendrá acceso a tus mensajes.
fi: Edistyneet käyttäjät, jotka haluavat korkeimman tason yksityisyyttä, voivat lähettää ja vastaanottaa salattuja sähköposteja OpenPGP-standardin avulla, kun se yhdistetään ilmaiseen ja avoimen lähdekoodin OpenKeychain-sovellukseen. Edes sähköpostipalveluntarjoajallasi ei ole pääsyä viesteihisi.
fr: Les utilisateurs et utilisatrices avancés qui souhaitent le plus haut niveau de confidentialité peuvent envoyer et recevoir des e-mails chiffrés en utilisant le standard OpenPGP avec l’application gratuite et open source OpenKeychain. Même votre fournisseur de messagerie n’aura pas accès à vos messages.
fy_nl: Avansearre brûkers dy’t it heechste nivo fan privacy wolle, kinne fersifere e-mailberjochten ferstjoere en ûntfange mei de OpenPGP-standert, yn kombinaasje mei de fergese en iepenboarne OpenKeychain-app. Sels jo e-mailprovider hat gjin tagong ta jo berjochten.
gl: Os usuarios avanzados que queiran o máis alto nivel de privacidade poden enviar e recibir correos electrónicos cifrados usando o estándar OpenPGP cando se combinan coa aplicación OpenKeychain gratuíta e de código aberto. Nin sequera o teu provedor de correo electrónico terá acceso ás túas mensaxes.
hu: A tapasztalt felhasználók, akik a legmagasabb szintű adatvédelmet szeretnének, az OpenPGP szabvány szerint titkosított e-maileket küldhetnek és fogadhatnak a szabad és nyílt forráskódú OpenKeychain alkalmazással. Még az e-mail-szolgáltatója sem férhet hozzá az üzeneteihez.
nl: Gevorderde gebruikers die het hoogste niveau van privacy willen, kunnen versleutelde e-mailberichten verzenden en ontvangen met de OpenPGP-standaard, in combinatie met de gratis en opensource OpenKeychain-app. Zelfs uw e-mailprovider heeft geen toegang tot uw berichten.
nn_no: Avanserte brukarar som ønskjer det høgaste nivået av personvern kan sende og få krypterte e-postar ved å bruke OpenPGP-standarden, når dei er para ihop med, den gratis og opne kjeldekode, Openkeychain-appen. Sjølv e-postleverandøren din vil ikkje ha tilgang til meldingane dine.
ru: Опытные пользователи, которым нужен самый высокий уровень приватности, могут отправлять и получать зашифрованные электронные письма, используя стандарт OpenPGP в сочетании с бесплатным и открытым приложением OpenKeychain. Даже ваш провайдер электронной почты не будет иметь доступа к вашим сообщениям.
sk: Pokročilí používatelia, ktorí chcú najvyššiu úroveň súkromia, môžu odosielať a prijímať šifrované e‑maily pomocou štandardu OpenPGP, ak sú spárované s bezplatnou a open source aplikáciou OpenKeychain. Dokonca ani váš poskytovateľ e‑mailu nebude mať prístup k vašim správam.
sl: Napredni uporabniki, ki želijo najvišjo raven zasebnosti, lahko pošiljajo in prejemajo šifrirano pošto s pomočjo standarda OpenPGP v povezavi z brezplačno in odprtokodno aplikacijo OpenKeychain. Tudi vaš e-poštni ponudnik ne bo imel dostopa do vaših sporočil.
sv_se: Avancerade användare som vill ha den högsta nivån av integritet kan skicka och ta emot krypterade e-postmeddelanden med OpenPGP-standarden när de paras ihop med den gratis OpenKeychain-appen med öppen källkod. Inte ens din e-postleverantör kommer att ha tillgång till dina meddelanden.
uk: Досвідчені користувачі, які прагнуть найвищого рівня приватності, можуть надсилати й отримувати зашифровані електронні листи за допомогою стандарту OpenPGP у поєднанні з вільною програмою з відкритим кодом OpenKeychain. Навіть ваш провайдер електронної пошти не матиме доступу до ваших повідомлень.
vi: Người dùng nâng cao muốn có mức độ riêng tư cao nhất có thể gửi và nhận email được mã hóa bằng tiêu chuẩn OpenPGP khi được ghép nối với ứng dụng OpenKeychain mã nguồn mở và miễn phí. Ngay cả nhà cung cấp email của bạn cũng sẽ không có quyền truy cập vào thư của bạn.

source: A video of the Thunderbird for Android's interface transitioning from light mode to dark mode and back again.
bg: Видео на интерфейса на Thunderbird за Android, който преминава от светъл режим към тъмен режим и обратно.
cy: Fideo o ryngwyneb Thunderbird Android yn trosglwyddo o'r modd golau i'r modd tywyll ac yn ôl eto.
de: Ein Video des Überganges der Benutzeroberfläche von Thunderbird für Android vom hellen in den dunklen Modus und wieder zurück.
es_ar: Un video de la interfaz de Thunderbird para Android pasando del modo claro al modo oscuro y viceversa.
es_cl: Un vídeo de la interfaz de Thunderbird para Android pasando del modo claro al modo oscuro y viceversa.
fr: Une vidéo de l’interface de Thunderbird pour Android passant du mode clair au mode sombre et vice-versa.
fy_nl: In fideo fan de interface fan Thunderbird foar Android dy’t oergiet fan ljochte modus nei tsjustere modus en wer werom.
gl: Un vídeo da interface de Thunderbird para Android pasando do modo claro ao modo escuro e viceversa.
hu: Videó a Thunderbird for Android kezelőfelületéről, amely világos módból sötét módba vált, majd vissza.
nl: Een video waarin de interface van Thunderbird voor Android overgaat van de lichte modus naar de donkere modus en weer terug.
ru: Видео перехода интерфейса Thunderbird для Android из светлого режима в тёмный и обратно.
sk: Video prechodu rozhrania Thunderbirdu pre Android zo svetlého režimu do tmavého režimu a späť.
sl: Video prehoda vmesnika Thunderbirda za Android iz svetlega v temni način in nazaj.
sv_se: En video av Thunderbird för Androids gränssnitt som övergår från ljust läge till mörkt läge och tillbaka igen.
uk: Відео з демонстрацією інтерфейсу Thunderbird для Android, який змінюється зі світлого режиму на темний і назад.
vi: Video về giao diện Thunderbird cho Android chuyển từ chế độ sáng sang chế độ tối và ngược lại.

source: Light and Dark Interface
bg: Светъл и тъмен потребителски интерфейс
cy: Rhyngwyneb Golau a Thywyll
de: Helle und dunkle Benutzeroberfläche
es_ar: Interfaz clara y oscura
es_cl: Interfaz clara y oscura
fi: Vaalea ja tumma käyttöliittymä
fr: Interface claire et sombre
fy_nl: Ljochte en tsjustere interface
gl: Interface clara e escura
hu: Világos és sötét felület
is: Ljóst og dökkt viðmót
nl: Lichte en donkere interface
nn_no: Lyst og mørkt grensesnitt
pt_br: Interface clara e escura
ru: Светлый и тёмный интерфейс
sk: Svetlé a tmavé rozhranie
sl: Svetel in temen vmesnik
sq: Ndërfaqe e Çelët dhe Errët
sv_se: Gränssnitt för ljus och mörker
tr: Açık ve Koyu Arayüz
uk: Світлий і темний інтерфейс
vi: Giao diện sáng và tối

source: Match your preference or environment.
bg: Съобразява се с вашите предпочитания или среда.
cy: Cydweddwch eich dewisiadau neu amgylchedd.
de: Passen Sie Thunderbird an Ihre Wünsche oder Ihre Umgebung an.
es_ar: La apariencia coincide con tu preferencia o el entorno.
es_cl: Adaptable a tus preferencias o entorno.
fi: Sovita mieltymyksesi tai ympäristösi mukaiseksi.
fr: Adaptez-vous à vos préférences ou à votre environnement.
fy_nl: Stel him yn nei jo foarkar of omjouwing.
gl: Coincide coa túa preferencia ou ambiente.
hu: Az ízlésének vagy a környezetnek megfelelően.
nl: Stel hem in naar uw voorkeur of omgeving.
nn_no: Match preferansane eller miljøa dine.
pt_br: Combina com o ambiente ou com suas preferências.
ru: Соответствуйте своим предпочтениям или окружению.
sk: Prispôsobte sa vašim preferenciám alebo prostrediu.
sl: Ustreza vaši želji ali okolju.
sv_se: Matcha dina önskemål eller miljö.
tr: Tercihinize veya ortamınıza uygun.
uk: Відповідає вашим уподобанням або оточенню.
vi: Phù hợp với sở thích hoặc môi trường của bạn.

source: Read your email any time of day and in the way you love with native dark and light mode support. Many small interface features will make you fall in love with Thunderbird Mobile.
bg: Четете съобщенията си по всяко време на деня и по начина, който обичате с поддръжка на тъмен и светъл режим. Множеството малки функции на интерфейса ще ви накарат да се влюбите в Thunderbird Mobile.
cy: Darllenwch eich e-bost unrhyw adeg o'r dydd ac yn y ffordd rydych chi'n ei hoffi gyda chefnogaeth modd tywyll a golau brodorol. Bydd llawer o nodweddion rhyngwyneb bach yn gwneud ichi syrthio mewn cariad â Thunderbird Symudol.
de: Lesen Sie Ihre E-Mails zu jeder Tageszeit und so, wie Sie es möchten, mit nativer Unterstützung für Dunkel- und Hellmodus. Sie werden Thunderbird Mobile wegen der vielen kleinen Funktionen der Benutzeroberfläche lieben.
es_ar: Leé tu correo electrónico en cualquier momento del día y de la forma que quieras con el soporte nativo de los modos oscuro y claro. Muchas pequeñas características de la interfaz harán que te enamorés de Thunderbird Mobile.
es_cl: Lee tu correo electrónico en cualquier momento del día y de la forma que más te guste con la compatibilidad nativa con los modos oscuro y claro. Muchas pequeñas funciones de la interfaz te harán enamorarte de Thunderbird para móviles.
fi: Lue sähköpostisi mihin aikaan päivästä tahansa ja haluamallasi tavalla natiivin tumman ja vaalean tilan tuen avulla. Monet pienet käyttöliittymän ominaisuudet saavat sinut rakastumaan Thunderbirdin mobiiliversioon.
fr: Lisez vos messages à tout moment de la journée et de la façon qui vous plaît grâce à la prise en charge des modes clair et sombre. De nombreuses petites fonctionnalités de l’interface vous feront craquer pour Thunderbird Mobile.
fy_nl: Lês jo e-mailberjochten op elk momint fan de dei en op de manier dy’t jo wolle mei ynboude stipe foar tsjustere en ljochte modi. In protte lytse interface-funksjes sille jo fereale meitsje op Thunderbird Mobyl.
gl: Le o teu correo electrónico a calquera hora do día e como che gusta coa compatibilidade nativa do modo escuro e claro. Moitas funcións pequenas da interface farán que te namores de Thunderbird Mobile.
hu: Olvassa leveleit a nap tetszőleges részében, ahogyan szeretné, a natív sötét és világos mód támogatásával. Számos apró felületi funkciója miatt bele fog szeretni a mobilos Thunderbirdbe.
nl: Lees uw e-mailberichten op elk moment van de dag en op de manier die u wilt, met ingebouwde ondersteuning voor donkere en lichte modi. Veel kleine functies in de interface zullen ervoor zorgen dat u verliefd wordt op Thunderbird Mobiel.
nn_no: Les e-posten din når som helst på dagen og på den måten du likar, med støtte for mørk og lys modus. Mange små grensesnittfunksjonar vil få deg til å like Thunderbird for mobil.
ru: Читайте свою электронную почту в любое время суток и так, как вам нравится, со встроенной поддержкой тёмного и светлого режимов. Множество небольших функций в интерфейсе заставят вас влюбиться в Thunderbird Mobile.
sk: Čítajte svoje e‑maily kedykoľvek počas dňa a spôsobom, ktorý máte radi, s podporou prirodzeného tmavého a svetlého režimu. Vďaka mnohým malým funkciám rozhrania si Thunderbird pre mobilné zariadenia zamilujete.
sl: Berite svojo e-pošto kadarkoli in na način, ki ga imate radi, z izvorno podporo za temni in svetli način. Številne majhne funkcije vmesnika bodo povzročile, da se boste zaljubili v mobilni Thunderbird.
sv_se: Läs din e-post när som helst på dygnet och på det sätt du älskar med inbyggt stöd för mörkt och ljust läge. Många små gränssnittsfunktioner får dig att bli kär i Thunderbird för mobil.
uk: Читайте електронну пошту в будь-який час доби та у зручний для вас спосіб завдяки вбудованій підтримці темного та світлого режимів. Різні функції налаштування інтерфейсу змусять вас закохатися в Thunderbird Mobile.
vi: Đọc email của bạn bất kỳ lúc nào trong ngày và theo cách bạn yêu thích với hỗ trợ chế độ tối và sáng. Nhiều tính năng nhỏ về giao diện sẽ khiến bạn thích Thunderbird dành cho di động.

source: Instant Setup.
bg: Бърза настройка.
cy: Gosodiad Sydyn.
de: Sofortige Einrichtung.
es_ar: Configuración instantánea.
es_cl: Configuración instantánea.
fi: Välitön määritys.
fr: Configuration instantanée.
fy_nl: Direkte konfiguraasje.
gl: Configuración instantánea.
hu: Azonnali beállítás.
is: Uppsetning í hvelli
nl: Directe configuratie.
nn_no: Raskt oppsett.
pt_br: Configuração instantânea.
ru: Мгновенная настройка.
sk: Okamžité nastavenie.
sl: Takojšnja namestitev.
sq: Ujdisje e Menjëhershme.
sv_se: Snabb konfiguration.
tr: Hızlı Kurulum.
uk: Миттєве налаштування.
vi: Thiết lập tức thì.

source: Instant <span class="txt-gradient">Setup</span>
bg: Бърза <span class="txt-gradient">настройка</span>
cy: <span class="txt-gradient">Gosod</span> Sydyn
de: Sofortige <span class="txt-gradient">Einrichtung</span>
es_ar: <span class="txt-gradient">Configuración</span> instantánea
es_cl: <span class="txt-gradient">Configuración</span> instantánea
fi: Välitön <span class="txt-gradient">määritys</span>
fr: <span class="txt-gradient">Configuration</span> instantanée
fy_nl: Direkte <span class="txt-gradient">konfiguraasje</span>
gl: <span class="txt-gradient">Configuración</span> instantánea
hu: Azonnali <span class="txt-gradient">beállítás</span>
is: <span class="txt-gradient">Uppsetning</span> í hvelli
nn_no: Raskt <span class="txt-gradient">oppsett</span>
pt_br: <span class="txt-gradient">Configuração</span> instantânea
ru: Мгновенная <span class="txt-gradient">установка</span>
sk: Okamžité <span class="txt-gradient">nastavenie</span>
sl: Takojšnja <span class="txt-gradient">namestitev</span>
sq: <span class="txt-gradient">Ujdisje</span> e Menjëhershme
sv_se: Snabb <span class="txt-gradient">konfiguration</span>
tr: Hızlı <span class="txt-gradient">Kurulum</span>
uk: Миттєве <span class="txt-gradient">налаштування</span>
vi: <span class="txt-gradient">Thiết lập</span> tức thì

source: Thunderbird Desktop users can migrate their settings quickly. Just scan the desktop app QR code from the mobile app.
bg: Потребителите на настолната версия на Thunderbird могат бързо да мигрират настройките си. Просто сканирайте QR кода на настолното приложение от мобилното приложение.
cy: Gall defnyddwyr Thunderbird Bwrdd Gwaith symud eu gosodiadau yn sydyn. Sganiwch god QR yr ap bwrdd gwaith o'r ap symudol.
de: Benutzer von Thunderbird-Desktop können ihre Einstellungen schnell migrieren. Scannen Sie einfach den QR-Code der Desktop-App aus der mobilen App.
es_ar: Los usuarios de Thunderbird de escritorio pueden migrar su configuración rápidamente. Simplemente escaneá el código QR de la aplicación de escritorio desde la aplicación móvil.
es_cl: Los usuarios de Thunderbird para escritorio pueden migrar tus configuraciones rápidamente. Solo tienen que escanear el código QR de la aplicación de escritorio desde la aplicación móvil.
fi: Thunderbirdin työpöytäsovelluksen käyttäjät voivat siirtää asetuksensa nopeasti. Skannaa vain työpöytäsovelluksen QR-koodi mobiilisovelluksesta.
fr: Les utilisateurs de Thunderbird pour ordinateur peuvent migrer leurs paramètres rapidement. Scannez simplement le code QR de l’application pour ordinateur depuis l’application mobile.
fy_nl: Brûkers fan Thunderbird Desktop kinne harren ynstellingen fluch migrearje. Scan gewoan de QR-koade fan de desktop-app fan de mobile app út.
gl: Os usuarios de Thunderbird Desktop poden migrar a súa configuración rapidamente. Só tes que escanear o código QR da aplicación de escritorio desde a aplicación móbil.
hu: Az asztali Thunderbird felhasználói gyorsan átköltöztethetik a beállításaikat. Csak olvassa be az asztali alkalmazás QR-kódját a mobilalkalmazásból.
nl: Gebruikers van Thunderbird Desktop kunnen hun instellingen snel migreren. Scan gewoon de QR-code van de desktop-app vanuit de mobiele app.
nn_no: Thunderbird Desktop-brukarar kan migrere innstillingane sine raskt. Berre skann QR-kode på datamaskina med mobilappen.
ru: Пользователи Thunderbird для ПК могут быстро перенести свои настройки. Просто отсканируйте QR-код десктопного приложения из мобильного.
sk: Používatelia Thunderbirdu pre počítače môžu rýchlo migrovať svoje nastavenia. Stačí v mobilnej aplikácii naskenovať QR kód vygenerovaný desktopovou aplikáciou.
sl: Namizni uporabniki Thunderbirda lahko hitro preselijo svoje nastavitve. Preprosto skenirajte kodo QR za namizno aplikacijo iz mobilne aplikacije.
sv_se: Användare av Thunderbird för datorer kan migrera sina inställningar snabbt. Skanna bara QR-koden från datorn i mobilappen.
tr: Thunderbird masaüstü kullanıcıları ayarlarını hızlıca taşıyabilir. Masaüstü uygulamasının QR kodunu mobil uygulamanıza okutmanız yeterli.
uk: Користувачі Thunderbird Desktop можуть швидко перенести свої налаштування. Просто скануйте мобільною програмою QR-код, зображений у програмі на комп'ютері.
vi: Người dùng Thunderbird dành cho máy tính có thể di chuyển cài đặt của họ một cách nhanh chóng. Chỉ cần quét mã QR của ứng dụng dành cho máy tính để bàn từ ứng dụng trên thiết bị di động.

source: Two QR codes are shown, one on a mobile device and another in the distance on a desktop.
bg: Показват се два QR кода, единият на мобилно устройство, а друг в далечината на компютър.
cy: Bydd dau god QR yn cael eu dangos, un ar ddyfais symudol ac un arall pell ar y bwrdd gwaith.
de: Zwei QR-Codes werden angezeigt, einer auf einem Mobilgerät und der andere in einiger Entfernung auf einem Desktop.
es_ar: Se muestran dos códigos QR, uno en un dispositivo móvil y otro a la distancia en un escritorio.
es_cl: Se muestran dos códigos QR, uno en un dispositivo móvil y otro a lo lejos en un escritorio.
fr: Deux codes QR sont affichés, l’un sur un appareil mobile et l’autre au loin sur un ordinateur de bureau.
fy_nl: Der wurde twa QR-koaden werjûn, ien op in mobyl apparaat en in oare yn de fierte op in desktop.
gl: Móstranse dous códigos QR, un nun dispositivo móbil e outro á distancia nun escritorio.
hu: Két QR-kód jelenik meg, egy egy mobileszközön, egy pedig a távolban egy asztali gépen.
nl: Er worden twee QR-codes weergegeven, één op een mobiel apparaat en een andere in de verte op een desktop.
pt_br: São mostrados dois códigos QR, um em um dispositivo móvel e outro, à distância, em um computador.
ru: Показаны два QR-кода, один на мобильном устройстве, а другой — на компьютере.
sk: Zobrazujú sa dva QR kódy, jeden na mobilnom zariadení a druhý v diaľke na pracovnej ploche.
sl: Prikazani sta dve kodi QR, ena na mobilni napravi in druga v daljavi na namizju.
sv_se: Två QR-koder visas, en på en mobil enhet och en annan i fjärran på en stationär dator.
tr: Biri mobil cihazda diğeri uzaktaki bir bilgisayarda olmak üzere iki QR kodu gösteriliyor.
uk: Показано два QR-коди, один на мобільному пристрої, а інший – на комп'ютері.
vi: Hai mã QR được hiển thị, một mã trên thiết bị di động và một mã khác ở xa trên máy tính để bàn.

source: Join our Newsletter
bg: Абонирайте се за бюлетина
cs: Přihlaste se k odběru našeho zpravodaje
cy: Ymunwch â'n Cylchlythyr
de: Abonnieren Sie unseren Newsletter
el: Εγγραφείτε στο newsletter μας
es_ar: Suscribite a nuestra newsletter
es_cl: Únete a nuestro boletín
es_es: Suscríbete a nuestro boletín
eu: Elkartu gure berri-paperera
fi: Tilaa uutiskirjeemme
fr: Abonnez-vous à notre lettre d’information
fy_nl: Skriuw jo yn foar ús nijsbrief
gl: Únase ao noso boletín
hu: Csatlakozzon hírlevelünkhöz
ia: Inscribe te a nostre littera de novas
is: Skráðu þig til að fá fréttabréfið okkar
it: Iscriviti alla newsletter
ja: ニュースレターを購読しましょう
kab: Jerred ɣer tebrat-nneɣ n yisallen
nb_no: Bli med på vårt nyhetsbrev
nl: Schrijf u in voor onze nieuwsbrief
nn_no: Abonner på nyheitsbrevet vårt
pl: Subskrybuj nasz biuletyn
pt_br: Inscreva-se no nosso boletim informativo
ru: Подпишитесь на нашу рассылку
sk: Pripojte sa k odberu noviniek
sl: Naročite se na našo okrožnico
sq: Pajtohuni te Buletini ynë
sv_se: Gå med i vårt nyhetsbrev
tr: Bültenimize kaydolun
uk: Підпишіться на наші новини
vi: Đăng ký bản tin của chúng tôi
