Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: Learn How to Get Involved
bg: Научете как да се включите
cs: Zjistěte, jak se můžete zapojit
cy: Dysgwch Sut i Gymryd Rhan
de: Erfahren Sie, wie Sie mitmachen können
el: Μάθετε πώς να συνεισφέρετε
es_ar: Conocé como involucrarte
es_cl: Aprende cómo involucrarte
eu: Ikasi nola parte hartu
fr: Découvrez comment vous impliquer
fy_nl: Lês hoe’t jo meidwaan kinne
gl: Aprende como participar
hu: Ismerje meg, hogyan kapcsolódhat be
ia: Apprende a Contribuer
is: Sjáðu hvernig hægt er að taka þátt í verkefninu
it: Scopri come collaborare
ja: 参加する方法を学ぶ
nl: Lees hoe u kunt meedoen
nn_no: Les om korleis du kan vere med
pt_br: Saiba como participar
ru: Узнайте, как принять участие
sk: Zistite, ako sa môžete zapojiť
sl: Preberite, kako se vključiti
sq: Mësoni Si të Përfshiheni
sv_se: Lär dig hur du kan engagera dig
tr: Nasıl katkıda bulunabileceğinizi öğrenin
uk: Дізнатися, як взяти участь
vi: Tìm hiểu cách tham gia

source: Our Contributors
bg: Нашите сътрудници
cs: Naši přispěvatelé
cy: Ein Cyfranwyr
de: Unsere Mitwirkenden
el: Οι εθελοντές μας
es_ar: Nuestros contribuyentes
es_cl: Nuestros colaboradores
eu: Gure laguntzaileak
fr: Nos contributeurs et contributrices
fy_nl: Us meiwurkers
gl: Os nosos colaboradores
hu: Közreműködőink
ia: Nostre contributores
is: Þeir sem hafa komið með framlög
it: I nostri collaboratori
ja: 貢献者
nl: Onze medewerkers
nn_no: Våre bidragsytarar
pl: Nasi współpracownicy
pt_br: Nossos colaboradores
ru: Наши помощники
sk: Naši prispievatelia
sl: Naši sodelavci
sq: Kontribuesit Tanë
sv_se: Våra bidragsgivare
tr: Katkıda bulunanlar
uk: Наші помічники
vi: Cộng tác viên của chúng tôi

source: Governed by Contributors
bg: Управлявано от сътрудници
cy: Wedi'i lywodraethu gan Gyfranwyr

source: Governed by <span class="txt-gradient">Contributors</span>
bg: Управлявано от <span class="txt-gradient">сътрудници</span>
cy: Wedi'i lywodraethu gan <span class="txt-gradient">Cyfranwyr</span>

source: The Thunderbird Project is guided by the Thunderbird Council, an elected body functioning much like a board of directors for an open-source project. Established in 2014, this council is elected by contributors and acts as their voice in determining Thunderbird's strategic direction and goals. The Council oversees funds, approves budgets, and shapes the product roadmap, ensuring Thunderbird remains true to its core values.
bg: Проектът Thunderbird се ръководи от Съвета на Thunderbird - изборен орган, който функционира подобно на борд на директорите към проект с отворен код. Създаден през 2014 г., този съвет се избира от сътрудниците и действа като техен глас при определянето на стратегическата посока и целите на Thunderbird. Съветът контролира средствата, одобрява бюджетите и оформя пътната карта на продукта, като гарантира, че Thunderbird остава верен на основните си ценности.
cy: Mae Project Thunderbird yn cael ei arwain gan Gyngor Thunderbird, corff etholedig sy'n gweithredu'n debyg iawn i fwrdd cyfarwyddwyr ar gyfer project cod agored. Wedi'i sefydlu yn 2014, mae'r cyngor hwn yn cael ei ethol gan gyfranwyr ac yn gweithredu fel eu llais wrth bennu cyfeiriad strategol a nodau Thunderbird. Mae'r Cyngor yn goruchwylio cyllid, yn cymeradwyo cyllidebau, ac yn llunio'r map ffordd cynnyrch, gan sicrhau bod Thunderbird yn aros yn driw i'w werthoedd craidd.

source: Council Chair
bg: Председател на Съвета
cy: Cadeirydd y Cyngor

source: Council Secretary
bg: Секретар на съвета
cy: Ysgrifennydd y Cyngor

source: Council Member
bg: Член на Съвета
cy: Aelod o'r Cyngor

source: Part of the <span class="txt-gradient">Mozilla Family</span>
bg: Част от <span class="txt-gradient">семейството на Mozilla</span>
cy: Yn rhan o <span class="txt-gradient">Deulu Mozilla</span>
de: Teil der <span class="txt-gradient">Mozilla-Familie</span>
el: Μέρος της <span class="txt-gradient">οικογένειας της Mozilla</span>
es_ar: Parte de la <span class="txt-gradient">Familia Mozilla</span>
es_cl: Parte de la <span class="txt-gradient">familia Mozilla</span>
eu: <span class="txt-gradient">Mozilla Familia</span>ren parte
fi: Osa <span class="txt-gradient">Mozilla-perhettä</span>
fr: Membre de la <span class="txt-gradient">famille Mozilla</span>
fy_nl: Part fan de <span class="txt-gradient">Mozilla-famylje</span>
gl: Parte da <span class="txt-gradient">Familia Mozilla</span>
hu: A <span class="txt-gradient">Mozilla család</span> része
ia: Parte del <span class="txt-gradient">Familia Mozilla</span>
is: Hluti af <span class="txt-gradient">Mozilla fjölskyldunni</span>
it: Parte della <span class="txt-gradient">famiglia Mozilla</span>
ja: <span class="txt-gradient">Mozilla ファミリー</span> の一員です
nl: Deel van de <span class="txt-gradient">Mozilla-familie</span>
nn_no: Ein del av <span class="txt-gradient">Mozilla-familien</span>
pl: Część <span class="txt-gradient">rodziny Mozilla</span>
pt_br: Parte da <span class="txt-gradient">Família Mozilla</span>
ru: Часть <span class="txt-gradient">семейства Mozilla</span>
sk: Súčasť <span class="txt-gradient">rodiny Mozilla</span>
sl: Del <span class="txt-gradient">družine Mozilla</span>
sq: Pjesë e <span class="txt-gradient">Familjes Mozilla</span>
sv_se: En del av <span class="txt-gradient">Mozilla-familjen</span>
tr: <span class="txt-gradient">Mozilla ailesinden</span>
uk: Частина <span class="txt-gradient">сімейства Mozilla</span>
vi: Một phần của <span class="txt-gradient">gia đình Mozilla</span>

source: Thunderbird operates in a separate, for-profit subsidiary of the Mozilla Foundation. This structure gives us the flexibility to offer optional paid services to sustain Thunderbird’s development far into the future.
bg: Thunderbird работи като отделно дъщерно дружество с търговска цел към Mozilla Foundation. Тази структура ни дава гъвкавостта да предлагаме допълнителни платени услуги, за да поддържаме развитието на Thunderbird далече в бъдещето.
cy: Mae Thunderbird yn gweithredu fel is-gwmni er-elw i'r Mozilla Foundation, y sefydliad dim-er-elw. Mae hyn yn rhoi hyblygrwydd i ni o ran cynnig gwasanaethau taledig dewisol i gynnal datblygiad feddalwedd cod agored ac am ddim Thunderbird ymhell i'r dyfodol.
de: Thunderbird wird als separate, gewinnorientierte Tochtergesellschaft der Mozilla Foundation betrieben. Diese Struktur gibt uns die Flexibilität, optionale kostenpflichtige Dienste anzubieten, um die Entwicklung von Thunderbird weit in die Zukunft zu unterstützen.
el: Το Thunderbird δραστηριοποιείται ως μια ξεχωριστή, κερδοσκοπική θυγατρική του Mozilla Foundation. Αυτή η δομή μάς παρέχει την ευελιξία να προσφέρουμε προαιρετικές υπηρεσίες επί πληρωμή, προκειμένου να στηριχθεί μακροπρόθεσμα η ανάπτυξη του Thunderbird.
es_ar: Thunderbird funciona en una subsidiaria separada con fines de lucro de la Fundación Mozilla. Esta estructura nos otorga flexibilidad para ofrecer servicios pagos opcionales para mantener el desarrollo de Thunderbird en el futuro.
es_cl: Thunderbird opera en una subsidiaria aparte con fines de lucro de la Fundación Mozilla. Esta estructura nos otorga flexibilidad para ofrecer servicios pagos opcionales para sostener el desarrollo de Thunderbird en el futuro.
eu: Thunderbirdek Mozilla Fundazioaren irabazi asmorik gabeko filial batean funtzionatzen du. Egitura honek malgutasuna ematen digu aukerako ordainpeko zerbitzuak eskaintzeko Thunderbirden garapenari eusteko etorkizun luzean.
fr: Thunderbird est une filiale à but lucratif de la Fondation Mozilla. Cette structure nous donne une flexibilité pour proposer des services payants facultatifs pour assurer le développement de Thunderbird sur le long terme.
fy_nl: Thunderbird wurket as in aparte dochterûndernimming mei winsteachmerk fan de Mozilla Foundation. Dizze struktuer jout ús de fleksibiliteit om opsjonele betelle tsjinsten oan te bieden om de ûntwikkeling fan Thunderbird as fergese en iepen boarne software fier yn de takomst te stypjen.
gl: Thunderbird opera nunha subsidiaria separada e con ánimo de lucro da Fundación Mozilla. Esta estrutura ofrécenos a flexibilidade para ofrecer servizos de pago opcionais para manter o desenvolvemento de Thunderbird no futuro.
hu: A Thunderbird a Mozilla Alapítvány különálló, profitorientált leányvállalataként működik. Ez a szerkezet rugalmasságot biztosít számunkra a választható fizetős szolgáltatások nyújtásában, hogy fenntarthassuk a Thunderbird fejlesztését a távoli jövőben is.
ia: Thunderbird opera in un succursal pro profito separate de Mozilla Foundation. Iste structura da nos le flexibilitate pro offerer servicios optional pagate pro sustener le disveloppamento de Thunderbird in le futuro lontan.
is: Thunderbird starfar í sérstöku dótturfélagi Mozilla Foundation sem rekið er í hagnaðarskyni. Þessi uppbygging gefur okkur sveigjanleika til að bjóða upp á valfrjálsa greidda þjónustu til að viðhalda þróun Thunderbird langt inn í framtíðina.
it: Thunderbird opera separatamente in una società a fini di lucro sussidiaria di Mozilla Foundation. Questa struttura ci garantisce la flessibilità per offrire servizi opzionali a pagamento per sostenere lo sviluppo di Thunderbird anche in futuro.
ja: Thunderbird は、Mozilla Foundation から独立した営利子会社として運営されています。この関係により、オプションの有料サービスを提供する柔軟性が得られ、将来にわたって Thunderbird の開発を継続することができます。
nl: Thunderbird opereert als een aparte dochteronderneming met winstoogmerk van de Mozilla Foundation. Deze structuur geeft ons de flexibiliteit om optionele betaalde services aan te bieden om de ontwikkeling van Thunderbird tot ver in de toekomst te ondersteunen.
pl: Thunderbird działa jako oddzielna, komercyjna spółka zależna Fundacji Mozilla. Ta struktura daje nam elastyczność w oferowaniu opcjonalnych płatnych usług, aby utrzymać rozwój Thunderbirda jeszcze przez długi czas.
pt_br: O Thunderbird opera separadamente, em uma subsidiária com fins lucrativos da Fundação Mozilla. Esta estrutura nos dá flexibilidade para oferecer serviços pagos opcionais para sustentar o desenvolvimento do Thunderbird a longo prazo.
ru: Thunderbird работает как отдельная некоммерческая дочерняя компания Mozilla Foundation. Эта структура даёт нам возможность предлагать дополнительные платные услуги для поддержки развития Thunderbird в далеком будущем.
sk: Thunderbird pôsobí v samostatnej, ziskovej dcérskej spoločnosti Mozilla Foundation. Táto štruktúra nám dáva flexibilitu ponúkať voliteľné platené služby na udržanie vývoja Thunderbirdu ďaleko do budúcnosti.
sl: Thunderbird deluje v ločeni, profitni hčerinski družbi Mozilla Foundation. Ta struktura nam omogoča prožnost, da lahko ponudimo izbirne plačljive storitve za nadaljevanje razvoja Thunderbirda v prihodnost.
sq: Thunderbird-i vepron në një nëndegë më vete, për fitime, të Mozilla Foundation. Kjo strukturë na jep zhdërvjelltësinë për të ofruar shërbime opsionale me pagesë, për të vazhduar zhvillimin e Thunderbird-it tej në të ardhmen.
sv_se: Thunderbird verkar i ett vinstdrivande dotterbolag till ideella Mozilla Foundation. Detta ger oss flexibilitet när det gäller att erbjuda valfria betaltjänster för att upprätthålla Thunderbirds utveckling långt in i framtiden.
uk: Thunderbird працює як окрема комерційна дочірня компанія Mozilla Foundation. Така структура дає нам можливість пропонувати додаткові платні послуги, щоб підтримувати розвиток Thunderbird у майбутньому.
vi: Thunderbird hoạt động trong một công ty con vì lợi nhuận riêng biệt của Mozilla Foundation. Cấu trúc này mang lại cho chúng tôi sự linh hoạt trong việc cung cấp các dịch vụ trả phí tùy chọn nhằm duy trì sự phát triển của Thunderbird trong tương lai.

source: We have a growing team of talented employees who develop and maintain Thunderbird, collaborate with our community and partners, and work to deliver Thunderbird to users around the world.
bg: Имаме нарастващ екип от талантливи служители, които разработват и поддържат Thunderbird и си сътрудничат с нашата общност и партньори, за да доставят Thunderbird на потребители по целия свят.
cy: Mae gennym dîm cynyddol o weithwyr dawnus sy'n datblygu a chynnal Thunderbird, yn cydweithredu â'n cymuned a'n partneriaid, ac yn gweithio i gyflwyno Thunderbird i ddefnyddwyr ledled y byd.
de: Wir haben ein wachsendes Team talentierter Mitarbeiter, die Thunderbird entwickeln und warten, mit unserer Gemeinschaft und Partnern zusammenarbeiten und daran arbeiten, Thunderbird für Benutzer auf der ganzen Welt bereitzustellen.
el: Διαθέτουμε μια ολοένα αναπτυσσόμενη ομάδα ταλαντούχων υπαλλήλων που αναπτύσσουν και συντηρούν το Thunderbird, συμπράττουν με την κοινότητα και τους συνεργάτες μας και εργάζονται για να προσφέρουν το Thunderbird σε χρήστες από όλο τον κόσμο.
es_ar: Contamos con un equipo cada vez mayor de empleados talentosos que desarrollan y mantienen Thunderbird, colaboran con nuestra comunidad y socios, y trabajan para ofrecer Thunderbird a los usuarios de todo el mundo.
es_cl: Contamos con un equipo creciente de empleados talentosos que desarrollan y mantienen Thunderbird, colaboran con nuestra comunidad y socios, y trabajan para ofrecer Thunderbird a usuarios de todo el mundo.
eu: Talentu handiko langileen talde gero eta handiagoa dugu, Thunderbird garatzen eta mantentzen dutenak, gure komunitatearekin eta bazkideekin elkarlanean aritzen direnak eta Thunderbird mundu osoko erabiltzaileei emateko lanean.
fr: Notre équipe grandissante d’employés talentueux développent et maintiennent Thunderbird, collaborent avec notre communauté et nos partenaires, et s’attellent à fournir Thunderbird au monde entier.
fy_nl: Wy hawwe in groeiend team fan talintfolle meiwurkers dy’t Thunderbird ûntwikkelje en ûnderhâlde, gearwurkje mei ús mienskip en partners, en wurkje om Thunderbird te leverjen oan brûkers oer de hiele wrâld.
gl: Temos un equipo en crecemento de empregados talentosos que desenvolven e manteñen Thunderbird, colaboran coa nosa comunidade e socios e traballan para entregar Thunderbird aos usuarios de todo o mundo.
hu: Az egyre növekvő, tehetséges alkalmazottakból álló csapatunk fejleszti és tartja karban a Thunderbirdöt, működik együtt a közösségünkkel és partnereinkkel, és dolgozik azon, hogy a Thunderbirdöt eljuttassa a felhasználók számára világszerte.
ia: Nos ha un equipa crescente de empleatos talentose qui disveloppa e mantene Thunderbird, collabora con nostre communitate e socios, e labora a fornir Thunderbird al usatores de tote le mundo.
is: Við erum með vaxandi hóp hæfileikaríkra starfsmanna sem þróa og viðhalda Thunderbird, vinna með samfélaginu okkar og samstarfsaðilum og vinna að því að koma Thunderbird til notenda um allan heim.
it: Abbiamo un team in costante crescita, formato da personale di talento, che sviluppa e mantiene Thunderbird, collabora con la nostra comunità e i nostri partner, e lavora per offrire Thunderbird agli utenti di tutto il mondo.
ja: 当社には、Thunderbird の開発と保守、コミュニティやパートナーとの連携、そして世界中のユーザーに Thunderbird を届けるために成長し続けている才能豊かな従業員のチームがあります。
nl: We hebben een groeiend team van getalenteerde medewerkers die Thunderbird ontwikkelen en onderhouden, samenwerken met onze gemeenschap en partners, en werken om Thunderbird aan gebruikers over de hele wereld te leveren.
pl: Mamy rosnący zespół utalentowanych pracowników, którzy rozwijają i utrzymują Thunderbirda, współpracują z naszą społecznością i partnerami oraz pracują nad dostarczaniem Thunderbirda użytkownikom na całym świecie.
pt_br: Temos uma equipe crescente de pessoas talentosas que desenvolvem e mantêm o Thunderbird, colaboram com nossa comunidade e parceiros e trabalham para entregar o Thunderbird a usuários do mundo todo.
ru: У нас растущая команда талантливых сотрудников, которые разрабатывают и поддерживают Thunderbird, сотрудничают с нашим сообществом и партнерами, а также работают над тем, чтобы доставлять Thunderbird пользователям по всему миру.
sk: Máme rastúci tím talentovaných zamestnancov, ktorí vyvíjajú a udržiavajú Thunderbird, spolupracujú s našou komunitou a partnermi a pracujú na poskytovaní Thunderbirdu používateľom na celom svete.
sl: Imamo vedno večjo ekipo nadarjenih zaposlenih, ki razvijajo in vzdržujejo Thunderbird, sodelujejo z našo skupnostjo in partnerji ter si prizadevajo, da bi Thunderbird ponudili uporabnikom po vsem svetu.
sv_se: Vi har ett växande team av begåvade anställda som utvecklar och underhåller Thunderbird, samarbetar med vår community och partners och arbetar för att leverera Thunderbird till användare över hela världen.
uk: Ми маємо команду талановитих співробітників, які розробляють і підтримують Thunderbird, співпрацюють із нашою спільнотою і партнерами, забезпечуючи доступність Thunderbird для користувачів у всьому світі.
vi: Chúng tôi có một đội ngũ nhân viên tài năng đang phát triển và duy trì Thunderbird, cộng tác với cộng đồng và các đối tác của chúng tôi, đồng thời nỗ lực cung cấp Thunderbird cho người dùng trên toàn thế giới.

source: Managing Director, Operations
bg: Изпълнителен директор, Операции
cs: výkonný ředitel, provoz
cy: Rheolwr Gyfarwyddwr, Gweithrediadau
de: Geschäftsführer, Operations
el: Διευθύνων σύμβουλος, Λειτουργίες
es_ar: Director general, Operaciones
es_cl: Director general, Operaciones
eu: Zuzendari gerentea, antolaketa
fy_nl: Algemien Direkteur, Operations
gl: Director xerente, operacións
hu: Ügyvezető igazgató, Üzemeltetés
ia: Director de gestion, operationes
is: Framkvæmdastjóri rekstrarsviðs
ja: オペレーションズ担当マネージングディレクター
nl: Algemeen Directeur, Operations
pt_br: Diretor administrativo, Operações
ru: Управляющий директор, операции
sk: Výkonný riaditeľ pre prevádzku
sl: Generalni direktor, Operacije
sq: Drejtor Administrativ, Operacione
tr: Genel Müdür, Operasyon
uk: Директор з операцій
vi: Giám đốc điều hành, Vận hành

source: Managing Director, Product
bg: Изпълнителен директор, Продукт
cs: Produktový výkonný ředitel
cy: Rheolwr Gyfarwyddwr, Cynnyrch
de: Geschäftsführer, Produkt
el: Διευθύνων σύμβουλος, Προϊόν
es_ar: Director Ejecutivo, Producto
es_cl: Director General, Producto
eu: Zuzendari gerentea, Produktua
fy_nl: Algemien Direkteur, Produkt
gl: Director xerente, produto
hu: Ügyvezető igazgató, Termékfejlesztés
ia: Director de gestion, producto
is: Framkvæmdastjóri, vörur
ja: 製品担当マネージングディレクター
nl: Algemeen Directeur, Product
pt_br: Diretor geral, Produtos
ru: Управляющий директор, продукт
sk: Produktový výkonný riaditeľ
sl: Generalni direktor, Produkt
sq: Drejtor Administrativ, Produkt
tr: Genel Müdür, Ürün
uk: Директор з продукту
vi: Giám đốc điều hành, Sản phẩm

source: Director, Desktop & Mobile Apps
bg: Директор, настолни и мобилни приложения
cs: Ředitel, Desktop a mobilní aplikace
cy: Cyfarwyddwr, Apiau Bwrdd Gwaith a Symudol
de: Director, Desktop- und mobile Apps
el: Διευθυντής, Εφαρμογές για υπολογιστές και κινητές συσκευές
es_ar: Director, Escritorio y Aplicaciones Móviles
es_cl: Director, Aplicaciones de escritorio y móviles
eu: Zuzendaria, Mahaigain eta eramangarri aplikazioak
fy_nl: Direkteur, desktop- en mobile apps
gl: Director, aplicacións de escritorio e móbiles
hu: Igazgató, Asztali és mobilalkalmazások
ia: Director, apps de scriptorio e mobile
is: Framkvæmdastjóri, vinnutölvu- og farsímaforrit
ja: デスクトップ＆モバイルアプリ担当ディレクター
nl: Directeur, desktop- en mobiele apps
pt_br: Diretor, Aplicativos de computador e dispositivos móveis
ru: Директор по разработке настольных и мобильных приложений
sk: Riaditeľ, desktopové a mobilné aplikácie
sl: Direktor, aplikacije za namizne in mobilne naprave
sq: Drejtor, Aplikacione për Desktop & Celular
tr: Masaüstü ve Mobil Uygulamalar Direktörü
uk: Директор із комп'ютерних і мобільних програм
vi: Giám đốc, Ứng dụng máy tính & di động

source: Director, Infrastructure & Services
cs: Ředitel pro infrastrukturu a služby
cy: Cyfarwyddwr, Seilwaith a Gwasanaethau
de: Director, Infrastruktur & Dienste
el: Διευθυντής, Υποδομές και υπηρεσίες
es_ar: Director, Infraestructura y Servicios
es_cl: Director, Infraestructura y servicios
eu: Zuzendaria, egitura eta zerbitzuak
fy_nl: Direkteur, Ynfrastruktuer & Tsjinsten
gl: Director de infraestruturas e servizos
hu: Igazgató, Infrastruktúra és szolgáltatások
ia: Director, Infrastructura e Servicios
is: Framkvæmdastjóri innviða og þjónustu
ja: インフラストラクチャー＆サービス担当ディレクター
nl: Directeur, Infrastructuur & Services
pt_br: Diretor, Infraestrutura e serviços
ru: Директор по инфраструктуре и услугам
sk: Riaditeľ pre infraštruktúru a služby
sl: Direktor za infrastrukturo in storitve
sq: Drejtor, Infrastrukturë & Shërbime
tr: Altyapı ve Hizmet Müdürü
uk: Директор з інфраструктури та послуг
vi: Giám đốc, Cơ sở hạ tầng & dịch vụ

source: Sr. Software Engineer, Services
bg: Старши софтуерен инженер, Услуги
cs: Senior softwarový inženýr, služby
cy: Uwch Beiriannydd Meddalwedd, Gwasanaethau
de: Senior-Softwareentwickler, Dienste
el: Επ. μηχανικός λογισμικού, Υπηρεσίες
es_ar: Ingeniero de software Sr., Servicios
es_cl: Ingeniero de software Senior, Servicios
eu: Software ingeniaria, zerbitzuak
fy_nl: Sr. Software-engineer, Tsjinsten
gl: Enxeñeiro senior de software, servizos
hu: Senior szoftvermérnök, Szolgáltatások
ia: Ingeniero senior de software, servicios
is: Yfir-hugbúnaðarverkfræðingur, þjónustur
ja: サービス担当上級ソフトウェアエンジニア
pt_br: Engenheiro de software sênior, Serviços
ru: Старший инженер-программист, сервисы
sk: Senior softvérový inžinier, služby
sl: Višji programski inženir, storitve
sq: Inxhinier Sr. Software-i, Shërbime
tr: Kıdemli Servisler Yazılım Mühendisi
uk: Старший інженер-програміст з послуг
vi: Sr. Software Engineer, Dịch vụ

source: Sr. UX Engineer, Desktop
bg: Старши UX инженер, настолна версия
cy: Uwch Beiriannydd UX, Bwrdd Gwaith

source: Finance & Accounting Specialist
bg: Специалист по финанси и счетоводство
cy: Arbenigwr Cyllid a Chyfrifo
de: Experte für Finanz- und Rechnungswesen
el: Ειδικός οικονομικών και λογιστικής
es_ar: Especialista en finanzas y contabilidad
es_cl: Especialista en Finanzas y Contabilidad
eu: Finantza eta kontabilitate aditua
fy_nl: Finance & Accounting-spesjalist
gl: Especialista en finanzas e contabilidade
hu: Pénzügyi és számviteli szakértő
ia: Specialista in financias e contabilitate
is: Sérfræðingur í fjármálum og bókhaldi
ja: 財務・会計スペシャリスト
pt_br: Especialista em finanças e contabilidade
ru: Специалист по финансам и учету
sk: Špecialista na financie a účtovníctvo
sl: Strokovnjak za finance in računovodstvo
sq: Specialist Financash & Kontabiliteti
sv_se: Specialist inom ekonomi och redovisning
tr: Finans ve Muhasebe Uzmanı
uk: Спеціаліст із фінансів та обліку

source: Software Engineer, Mobile
bg: Софтуерен инженер, мобилни устройства
cy: Peiriannydd Meddalwedd, Symudol

source: Staff Software Engineer, Desktop
cs: Softwarový inženýr, Desktop
cy: Peiriannydd Meddalwedd Staff, Bwrdd Gwaith
de: Staff-Softwareentwickler, Desktop
el: Μηχανικός λογισμικού προσωπικού, Υπολογιστές
es_ar: Ingeniero Asistente de software, Escritorio
es_cl: Ingeniero de software Staff, Escritorio
eu: Lagileen software ingeniaria, Mahaigaina
fy_nl: Stafsoftware-engineer, Desktop
gl: Enxeñeiro asistente de software, escritorio
hu: Vezető szoftvermérnök, Asztali alkalmazás
ia: Ingeniero de software chef, scriptorio
ja: デスクトップ担当スタッフソフトウェアエンジニア
nl: Stafsoftware-engineer, Desktop
pt_br: Engenheiro de software de equipe, Computador
ru: Штатный инженер-программист, десктопные приложения
sk: Personálny softvérový inžinier, Desktop
sl: Osebni inženir programske opreme, namizni računalniki
tr: Masaüstü Staff Software Engineer
uk: Штатний інженер програмного забезпечення для комп'ютера
vi: Staff Software Engineer, Ứng dụng máy tính

source: Sr. Software Engineer, Desktop
bg: Старши софтуерен инженер, настолна версия
cy: Uwch Beiriannydd Meddalwedd, Bwrdd Gwaith
