Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: Supernova’s new Card View is our version of the well-known vertical layout for the Message List, perfect for people used to modern webmail. Card View emulates a mobile interface list with multi-line support, offering a more comfortable appearance to reduce cognitive burden.
bg: Новият картов изглед на Supernova е нашата версия на добре познатото вертикално оформление на списъка със съобщения, идеално за хора, свикнали с модерната уеб поща. Картовият изглед емулира списък на мобилен интерфейс с многоредова поддръжка, предлагайки много по-удобен външен вид за намаляване на когнитивното натоварване.
cs: Nové zobrazení zpráv v Supernova je naše verze známého vertikálního rozložení pro seznam zpráv, ideálního pro lidi, kteří jsou zvyklí na moderní webovou poštu. Zobrazení zpráv imituje zobrazení mobilních aplikací s podporou více řádků a nabízí pohodlnější vzhled, který snižuje kognitivní zátěž.
cy: Golwg Cardiau newydd Supernova yw ein fersiwn ni o'r cynllun fertigol adnabyddus ar gyfer y Rhestr Negeseuon, sy'n berffaith ar gyfer pobl sydd wedi arfer â gwe-bost modern. Mae'r Golwg Cardiau'n efelychu rhestr rhyngwyneb symudol gyda chefnogaeth amlinell, gan gynnig golwg mwy cyfforddus i leihau'r baich gwybyddol.
de: Supernovas neue Kartenansicht ist unsere Version des bekannten vertikalen Layouts für die Nachrichtenliste und perfekt für Menschen, die modernes Webmail gewohnt sind. Die Kartenansicht emuliert die Liste eines Mobilgeräts und bietet Unterstützung für mehrzeilige Ansicht, sodass ein angenehmeres und weniger komplexes Erscheinungsbild entsteht.
el: Η νέα προβολή κάρτας του Supernova αποτελεί τη δική μας έκδοση για την ευρέως γνωστή, κάθετη διάταξη για λίστες μηνυμάτων και είναι ιδανική για χρήστες του σύγχρονου webmail. Η προβολή κάρτας θυμίζει τη λίστα του γραφικού περιβάλλοντος για κινητές συσκευές και υποστηρίζει την εμφάνιση πολλαπλών γραμμών, προσφέροντας ένα πιο άνετο και ξεκούραστο περιβάλλον χρήστη.
es_ar: La nueva vista de tarjeta de Supernova es nuestra versión del conocido diseño vertical para la lista de mensajes, perfecta para gente acostumbrada al correo web moderno. La vista de tarjeta emula una lista de interfaz móvil con soporte multilínea, ofreciendo una apariencia más cómoda para reducir la carga cognitiva.
es_cl: La nueva Vista de tarjeta de Supernova es nuestra versión del conocido diseño vertical para la Lista de mensajes, perfecta para gente acostumbrada al correo web moderno. La vista de tarjeta emula una lista de interfaz móvil con soporte multilínea, ofreciendo una apariencia más cómoda para reducir la carga cognitiva.
es_es: La nueva vista de tarjeta de Supernova es nuestra versión del conocido diseño vertical para la lista de mensajes, perfecta para gente acostumbrada al correo web moderno. La vista de tarjeta emula una lista de interfaz móvil con soporte multilínea, ofreciendo una apariencia más cómoda para reducir la carga cognitiva.
eu: Supernovaren Txartel Ikuspegi berria Mezuen Zerrendarako diseinu bertikal ezagunaren bertsioa da, web-posta modernora ohituta dauden pertsonentzat aproposa. Txartel ikuspegiak mugikorreko interfazeen zerrenda emulatzen du linea anitzeko laguntzarekin, itxura erosoagoa eskainiz zama kognitiboa murrizteko.
fr: La nouvelle vue en fiches de Supernova est notre version de la disposition verticale bien connue de la liste des messages, parfaite pour les personnes habituées aux webmails modernes. La vue en fiches reproduit une liste d’interface mobile avec prise en charge de plusieurs lignes, ce qui offre une apparence plus confortable pour réduire la charge cognitive.
fy_nl: Supernova’s nije kaartwerjefte is ús ferzje fan de bekende fertikale opmaak foar de berjochtelist, perfekt foar minsken dy’t gewoan binne oan moderne webmail. Kaartwerjefte emulearret in mobile interfacelist mei stipe foar meardere rigels en biedt in komfortabeler uterlik om kognitive belesting te ferminderjen.
gl: A nova vista de tarxetas de Supernova é a nosa versión do coñecido deseño vertical para a lista de mensaxes, perfecto para xente afeita ao correo web moderno. Card View emula unha lista de interfaces móbiles con compatibilidade con varias liñas, ofrecendo máis aspecto cómodo para reducir a carga cognitiva.
hu: A Supernova új kártyanézete a mi megoldásunk az üzenetlisták jól ismert, függőleges elrendezésére. Tökéletes a modern webes levelezőprogramokhoz szokott felhasználói számára. A kártyanézet a mobilos felületet imitálja, többsoros támogatással, ezáltal kényelmesebb megjelenést biztosítva, amely csökkenti a kognitív terhelést.
ia: Le nove Vista del schedas de Supernova es nostre version del ben note mappa vertical pro le lista del messages, perfecte pro gente habituate al moderne email web. Le Vista del schedas emula un lista de interfacie mobile con supporto multilinea, offere un plus confortabile apparentia pro reducer le onere cognitive.
is: Nýja spjaldasýnin í Supernova er okkar útgáfa af hinni vel þekktu lóðréttu framsetningu á skilaboðalistum, fullkomið fyrir fólk sem vant er nútíma vefpósti. Spjaldasýnin líkir eftir farsímalista með mörgum línum og býður upp á þægilegra útlit sem minnkar sjónrænt áreiti.
it: La nuova Vista schede di Supernova è la nostra versione della nota struttura verticale per l’elenco dei messaggi, perfetta per chi è abituato alle moderne webmail. La Vista schede simula un’interfaccia mobile con supporto multilinea, offrendo un aspetto più gradevole e riducendo la quantità di informazioni da gestire.
ja: Supernovaの新しいカードビューは、よく知られている縦型レイアウトのメッセージリストです。最新のウェブメールに慣れている 方に最適です。カードビューは、複数行に対応したモバイル・インターフェース・リストをエミュレートし、より 快適な外観を実現することで、認知負荷を軽減します。
nl: Supernova’s nieuwe kaartweergave is onze versie van de bekende verticale opmaak voor de berichtenlijst, perfect voor mensen die gewend zijn aan moderne webmail. Kaartweergave emuleert een mobiele interfacelijst met ondersteuning voor meerdere regels en biedt een comfortabeler uiterlijk om cognitieve belasting te verminderen.
nn_no: Supernovas nye kortvising er vår versjon av den velkjende vertikale utforminga for meldingslista, perfekt for personar som er vande med moderne webmail. Kortvisinga emulerer ei liste med mobilgrensesnitt med støtte for fleire rader, noko som gir ein meir komfortabel utsjånad for å minske kognitiv belastning.
pl: Nowy widok kart w wersji Supernova to nasza wersja dobrze znanego pionowego układu listy wiadomości, idealna dla osób przyzwyczajonych do nowoczesnych, przeglądarkowych klientów e-mailowych. Widok kart emuluje listę interfejsu mobilnego z obsługą wielowierszową, dzięki czemu obsługa jest wygodniejsza, a wygląd – mniej męczący.
pt_br: A nova exibição em cartões do Supernova é nossa versão do conhecido layout vertical de lista de mensagens, perfeito para quem está acostumado com aplicativos modernos de email. A exibição em cartões emula uma lista de interface de dispositivos móveis, com suporte a múltiplas linhas em cada item, oferecendo uma aparência mais confortável para reduzir a carga cognitiva.
ru: Новый дизайн карт Supernova — это наша версия известного вертикального макета списка сообщений, идеально подходящего для обычно используемого в современной веб-почте. Дизайн карт эмулирует список мобильного интерфейса с поддержкой многострочности, предлагая более удобный вид для снижения когнитивной нагрузки.
sk: Nové zobrazenie kariet Supernovy je naša verzia známeho vertikálneho rozloženia pre zoznam správ, ideálne pre ľudí zvyknutých na modernú webovú poštu. Zobrazenie kariet imituje rozhranie mobilných aplikácií s podporou viacerých riadkov a ponúka pohodlnejší vzhľad na zníženie kognitívnej záťaže.
sl: Novi pogled kartic družbe Supernova je naša različica dobro znane navpične postavitve seznama sporočil, kot nalašč za ljudi, vajenih sodobne spletne pošte. Card View posnema seznam mobilnih vmesnikov s podporo za več vrstic in ponuja več udoben videz za zmanjšanje kognitivnih obremenitev.
sq: Pamja e re e Supernova-s për Karta është versioni ynë i skemës së mirënjohur vertikale për Listë Mesazhesh, e përsosur për persona të mësuar me webmail modern. Pamja Karta simulon një listë ndërfaqeje për celular, me mbulim për shumë rreshta, duke ofruar pamje më të këndshme dhe duke reduktuar sasinë e informacionit që duhet parë.
sv_se: Supernovas nya kortvy är vår version av den välkända vertikala layouten för meddelandelistan, perfekt för personer som är vana vid modern webbmail. Kortvyn emulerar en lista med mobilgränssnitt med stöd för flera rader, vilket ger ett bekvämare utseende för att minska kognitiv belastning.
uk: Нове подання картками Supernova – це наша версія добре знайомого вертикального макета для списку повідомлень, що ідеально підходить людям, які звикли до сучасної вебпошти. Подання картками схоже на список мобільного інтерфейсу з підтримкою кількох рядків, забезпечуючи зручніший зовнішній вигляд для зменшення когнітивного навантаження.
vi: Chế độ xem thẻ mới của Supernova là phiên bản bố cục dọc nổi tiếng của chúng tôi dành cho danh sách thư, hoàn hảo cho mọi người đã quen với webmail hiện đại. Chế độ xem thẻ mô phỏng danh sách giao diện di động với hỗ trợ nhiều dòng, cung cấp một diện mạo thoải mái hơn để giảm gánh nặng nhận biết chức năng.

source: An example of a message in card view
bg: Пример за съобщение в изглед с карта
cs: Příklad zobrazení zprávy
cy: Enghraifft o neges mewn golwg cerdyn
de: Ein Beispiel für eine Nachricht in der Kartenansicht
el: Ένα παράδειγμα μηνύματος στην προβολή κάρτας
es_ar: Ejemplo de un mensaje en vista de tarjeta
es_cl: Un ejemplo de un mensaje en vista de tarjeta
es_es: Un ejemplo de un mensaje en vista de tarjeta
eu: Txartelaren ikuspegiko mezu baten adibidea
fr: Un exemple de message dans la vue en fiches
fy_nl: In foarbyld fan in berjocht yn kaartwerjefte
gl: Un exemplo de mensaxe na vista de tarxeta
hu: Példa egy üzenetre kártyanézetben
ia: Un exemplo de message in le vista del carta
is: Dæmi um skilaboð í spjaldasýn
it: Un esempio di messaggi con la Vista schede
ja: カードビューのメッセージの例
nl: Een voorbeeld van een bericht in kaartweergave
nn_no: Eit døme på meldingar i kortvising
pl: Przykładowa wiadomość w widoku kart
pt_br: Exemplo de uma mensagem na exibição em cartões
ru: Пример сообщения в дизайне карт
sk: Príklad správy v zobrazení kariet
sl: Primer sporočila v pogledu kartic
sq: Shembull mesazhi nën parje skedë
sv_se: Ett exempel på ett meddelande i kortvyn
tr: Kart görünümündeki bir ileti örneği
uk: Зразок повідомлення в поданні картками
vi: Một ví dụ về thư trong chế độ xem thẻ

source: Improved Address Book
bg: Подобрена адресна книга
cs: Vylepšené kontakty
cy: Llyfr Cyfeiriadau Amgen
de: Verbessertes Adressbuch
el: Βελτιωμένο ευρετήριο διευθύνσεων
es_ar: Libreta de direcciones mejorada
es_cl: Libreta de direcciones mejorada
es_es: Libreta de direcciones mejorada
eu: Helbide-liburu hobetua
fi: Paranneltu osoitekirja
fr: Carnet d’adresses amélioré
fy_nl: Ferbettere adresboek
gl: Axenda de enderezos mellorada
hu: Továbbfejlesztett címjegyzék
ia: Libro de adresses meliorate
is: Endurbætt nafnaskrá
it: Rubrica migliorata
ja: 改善されたアドレス帳
nl: Verbeterd adresboek
nn_no: Forbetra adressebok
pl: Ulepszona książka adresowa
pt_br: Catálogo de endereços aprimorado
ru: Улучшенная адресная книга
sk: Vylepšený adresár
sl: Izboljšan imenik
sq: Libër Adresash i Përmirësuar
sv_se: Förbättrad adressbok
tr: İyileştirilmiş adres defteri
uk: Покращена адресна книга
vi: Cải tiến sổ địa chỉ

source: Supernova continues to iterate on the modernized Address Book introduced in Thunderbird 102. You’ll enjoy a new tabular view, an improved Edit view, delete buttons, and better accessibility.
bg: Supernova продължава да подобрява модернизирания адресник, въведен в Thunderbird 102. Ще се насладите на нов табличен изглед, подобрен изглед за редактиране, бутони за изтриване и по-добра достъпност.
cs: Supernova pokračuje ve vylepšování kontaktů, které byly představeny v Thunderbirdu 102. Vychutnáte si nové tabulkové zobrazení, vylepšené zobrazení pro úpravu, tlačítka pro mazání a lepší přístupnost.
cy: Mae Supernova yn parhau gyda'r Llyfr Cyfeiriadau modern a gyflwynwyd yn Thunderbird 102. Byddwch yn mwynhau fersiwn newydd golwg tabl, gwell golwg Golygu, botymau dileu a hygyrchedd gwell.
de: Supernova verbessert das modernisierte Adressbuch weiter, das mit Thunderbird 102 eingeführt wurde. Sie erhalten eine neue Tabellenansicht, eine verbesserte Bearbeitungsansicht, Lösch-Schaltflächen und bessere Barrierefreiheit.
el: Το Supernova διατηρεί το εκσυγχρονισμένο ευρετήριο που παρουσιάστηκε στο Thunderbird 102. Θα απολαύσετε μια νέα προβολή πίνακα, μια βελτιωμένη προβολή επεξεργασίας, κουμπιά διαγραφής και καλύτερη προσβασιμότητα.
es_ar: Supernova continúa avanzando en la libreta de direcciones modernizada que se presentó en Thunderbird 102. Disfrutarás de una nueva vista tabular, una vista de edición mejorada, botones de borrado y mejor accesibilidad.
es_cl: Supernova continúa iterando en la libreta de direcciones modernizada que se presentó en Thunderbird 102. Disfrutarás de una nueva vista tabular, una vista de edición mejorada, botones de eliminación y mejor accesibilidad.
es_es: Supernova continúa repitiendo la libreta de direcciones modernizada introducida en Thunderbird 102. Disfrutarás de una nueva vista tabular, una vista de edición mejorada, botones de eliminación y mejor accesibilidad.
eu: Supernovak Thunderbird 102an aurkeztutako Helbide-liburu modernizatuan jarraitzen du. Taula-ikuspegi berri batekin, editatzeko ikuspegi hobeaz, ezabatzeko botoiekin eta irisgarritasun hobea izango duzu.
fr: Supernova continue d’améliorer le carnet d’adresses modernisé introduit dans Thunderbird 102. Vous bénéficierez d’une nouvelle vue tabulaire, d’une vue améliorée lors des modifications, de boutons de suppression et d’une meilleure accessibilité.
fy_nl: Supernova bliuwt fierder bouwe op it modernisearre adresboek dat yntrodusearre is yn Thunderbird 102. Jo sille genietsje fan in nije tabelwerjefte, in ferbettere bewurkingswerjefte, fuortsmytknoppen en bettere tagonklikheid.
gl: Supernova segue iterando na axenda de enderezos modernizada introducida en Thunderbird 102. Desfrutarás dunha nova vista tabular, unha vista de edición mellorada, botóns de eliminación e mellor accesibilidade.
hu: A Supernova tovább folytatja a Thunderbird 102-ben bevezetett modernizált címjegyzéket. Élvezni fogja az új táblázatos nézetet, a továbbfejlesztett szerkesztési nézetet, a törlési gombokat és a jobb akadálymentességet.
ia: Supernova continua a meliorar le Libro de adresses modernisate introducite in Thunderbird 102. Tu fruera un nove vista tabular, un melior vista pro Rediger, buttones pro deler, e melior accessibilitate.
is: Supernova heldur áfram að endurbæta nútímalegu nafnaskrána sem kynnt var til sögunnar í Thunderbird 102. Þú munt njóta nýrrar reitasýnar, endurbætts breytingaglugga, eyðingarhnappa og betra aðgengis.
it: Supernova continua a perfezionare la modernizzazione della rubrica introdotta in Thunderbird 102. Ora è disponibile una nuova vista a tabella, una finestra di modifica migliorata, pulsanti per eliminare un contatto, e una migliore accessibilità.
ja: Supernovaは、Thunderbird 102で導入されたアドレス帳の改良を続けています。新しい 表形式のビュー、改良された編集ビュー、削除ボタン、向上したアクセシビリティをお楽しみください。
nl: Supernova blijft voortbouwen op het gemoderniseerde adresboek dat is geïntroduceerd in Thunderbird 102. U zult genieten van een nieuwe tabelweergave, een verbeterde bewerkingsweergave, verwijderknoppen en betere toegankelijkheid.
nn_no: Supernova forbetrar den moderniserte adresseboka utterlegare som vart introdusert i Thunderbird 102. Du vil kome til å like, ei forbetra redigeringsvising, sletteknappar og betre tilgjeneligheit.
pl: Supernova jest kontynuacją zmodernizowanej Książki adresowej wprowadzonej w wersji 102 Thunderbirda. Dzięki temu możesz korzystać z nowego widoku tabelarycznego, ulepszonego widoku edycji, przycisków usuwania i lepszej dostępności.
pt_br: O Supernova dá continuidade à evolução do catálogo de endereços modernizado, lançado no Thunderbird 102. Você desfruta de uma nova exibição tabular, formato de edição aprimorado, botões de exclusão e melhor acessibilidade.
ru: Supernova продолжает работу над модернизированной адресной книгой, представленной в Thunderbird 102. Вам понравится новое табличное представление, улучшенное представление для редактирования, кнопки удаления и улучшенный доступ.
sk: Supernova pokračuje vo vylepšovaní adresára predstaveného v Thunderbird 102. Vychutnáte si nové tabuľkové zobrazenie, vylepšené zobrazenie pre úpravu položiek, tlačidlá na vymazanie a lepšiu prístupnosť.
sl: Supernova še naprej izpopolnjuje posodobljeni imenik, predstavljen v Thunderbirdu 102. Uživali boste v novem tabelarni pogled, izboljšan pogled za urejanje, gumbi za brisanje in boljša dostopnost.
sq: Supernova vazhdon të rimarrë Librin e modernizuar të Adresave të sjellë për herë të parë me Thunderbird 102-shin. Do të shijoni një pamje të re, me skeda, një pamje të përmirësuar të Përpunoni-t, butona fshirjeje dhe përdorim më të mirë nga persona me aftësi të kufizuar.
sv_se: Supernova fortsätter att upprepa den moderniserade adressboken som introducerades i Thunderbird 102. Du kommer att njuta av en ny tabellvy, en förbättrad redigeringsvy, raderingsknappar och bättre tillgänglighet.
uk: Supernova продовжує вдосконалювати адресну книгу, представлену в Thunderbird 102. Вам сподобається нове табличне подання, покращений режим редагування, кнопки видалення та доступність.
vi: Supernova tiếp tục cải tiến sổ địa chỉ được hiện đại hóa được giới thiệu trong Thunderbird 102. Bạn sẽ tận hưởng một chế độ xem dạng bảng mới, chế độ chỉnh sửa được cải thiện, các nút xóa và khả năng truy cập tốt hơn.

source: The improved address book edit pane
bg: Подобреният панел за промяна на адресната книга
cs: Vylepšené podokno úprav adresáře
cy: Y paen golygu llyfr cyfeiriadau amgen
de: Das verbesserte Adressbuch-Bearbeitungsfenster
el: Η βελτιωμένη προβολή επεξεργασίας των ευρετηρίων
es_ar: La vista de edición de la libreta de direcciones mejorada
es_cl: El panel de edición de la libreta de direcciones mejorado
es_es: El panel de edición de la libreta de direcciones mejorado
eu: Helbide-liburua editatzeko panel hobetua
fr: Le nouveau panneau de modification du carnet d’adresses
fy_nl: It bewurkingsfinster fan it ferbettere adresboek
gl: O panel de edición da axenda de enderezos mellorado
hu: A továbbfejlesztett címjegyzék szerkesztési ablaktáblája
ia: Le pannello edition libro de adresses meliorate
is: Endurbætt breytingaspjald í nafnaskrá
it: Miglioramento del riquadro di modifica della rubrica
ja: 改良されたアドレス帳編集ペイン
nl: Het bewerkingsvenster van het verbeterde adresboek
nn_no: Den forbetra redigeringsruta for adressboka
pl: Ulepszone okno edycji książki adresowej
pt_br: O painel de edição do catálogo de endereços aprimorado
ru: Улучшенная панель редактирования адресной книги
sk: Vylepšený panel úprav položiek adresára
sl: Izboljšano podokno za urejanje imenika
sq: Kuadrati i përmirësuar i përpunimit të librit të adresave
sv_se: Den förbättrade redigeringspanelen för adressboken
tr: İyileştirilmiş adres defteri düzenleme bölmesi
uk: Панель редагування покращеної адресної книги
vi: Khung chỉnh sửa sổ địa chỉ được cải tiến

source: Expanded Accessibility
bg: Разширена достъпност
cs: Rozšířená přístupnost
cy: Ehangu Hygyrchedd
de: Erweiterte Barrierefreiheit
el: Διευρυμένη προσβασιμότητα
es_ar: Accesibilidad expandida
es_cl: Accesibilidad ampliada
es_es: Accesibilidad ampliada
eu: Irisgarritasun hedatua
fi: Laajennettu saavutettavuus
fr: Accessibilité étendue
fy_nl: Utwreide tagonklikheid
gl: Accesibilidade ampliada
hu: Kibővített akadálymentesítés
ia: Accessibilitate expandite
is: Aukið aðgengi
it: Miglioramento dell’accessibilità
ja: アクセシビリティの拡張
nl: Uitgebreide toegankelijkheid
nn_no: Utvida tilgjengelegheit
pt_br: Acessibilidade expandida
ru: Расширенная доступность
sk: Rozšírená prístupnosť
sl: Razširjena dostopnost
sq: Zgjerim i Përdorimit Nga Persona Me Aftësi të Kufizuara
sv_se: Utökad tillgänglighet
tr: Daha iyi erişilebilirlik
uk: Розширена доступність
vi: Trợ năng mở rộng
