Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: Thunderbird’s Dark Theme got even better in this release. In the past some windows and dialogues looked a bit out of place if you had Thunderbird’s dark theme selected. Now almost every dialogue and window in Thunderbird is fully styled to respect the user’s color scheme preferences.
bg: Тъмната тема на Thunderbird стана още по-добра в това издание. В миналото някои прозорци и диалози изглеждаха малко не на място, ако имате избрана тъмна тема на Thunderbird. Сега почти всеки диалог и прозорец в Thunderbird е изцяло оформен, за да зачита предпочитанията на потребителя за цветова схема.
cs: Tmavý vzhled Thunderbirdu je v tomto vydání opět ještě lepší. V minulosti vypadaly některé dialogy a okna trochu nesourodě. Teď téměř všechny okna a dialogy plně respektují vzhled, který si nastavíte.
cy: Mae Thema Dywyll Thunderbird wedi'i wella eto yn y rhyddhad hwn. Yn y gorffennol roedd rhai ffenestri a deialogau yn edrych ychydig allan o’u lle pe bai thema dywyll Thunderbird wedi ei dewis. Nawr mae bron pob deialog a ffenestr yn Thunderbird wedi'i lunio'n llawn i barchu dewisiadau cynllun lliw'r defnyddiwr.
de: Das dunkle Theme von Thunderbird ist seit dieser Version noch besser. In der Vergangenheit sahen einige Fenster und Dialoge etwas fehl am Platz aus, wenn Sie das dunkle Theme von Thunderbird ausgewählt hatten. Jetzt ist fast jeder Dialog und jedes Fenster in Thunderbird vollständig gestaltet, um die Farbschemaeinstellungen des Benutzers zu berücksichtigen.
el: Το σκουρόχρωμο θέμα του Thunderbird έγινε ακόμα καλύτερο σε αυτήν την έκδοση. Στο παρελθόν, ορισμένα παράθυρα και διάλογοι φαίνονταν κάπως παράταιρα αν είχατε επιλέξει το σκουρόχρωμο θέμα. Τώρα σχεδόν κάθε διάλογος και παράθυρο του Thunderbird είναι διαμορφωμένα ώστε να σέβονται τις προτιμήσεις χρωμάτων του χρήστη.
es_ar: El tema oscuro de Thunderbird mejoró como nunca en esta versión. En el pasado algunas ventanas y diálogos se veían un poco fuera de lugar si se seleccionaba el tema oscuro de Thunderbird. Ahora casi todos los diálogos y ventanas en Thunderbird tienen el estilo completo para respetar las preferencias del esquema de color del usuario.
es_cl: El tema oscuro de Thunderbird mejoró aún más en esta versión. En el pasado, algunas ventanas y diálogos parecían un poco fuera de lugar si tenía seleccionado el tema oscuro de Thunderbird. Ahora, prácticamente todos los diálogos y ventanas de Thunderbird están diseñados para respetar las preferencias de combinación de colores del usuario.
es_es: El tema oscuro de Thunderbird ha mejorado aún más en esta versión. En el pasado, algunas ventanas y diálogos parecían un poco fuera de lugar si tenías seleccionado el tema oscuro de Thunderbird. Ahora, prácticamente todos los diálogos y ventanas de Thunderbird están diseñados para respetar las preferencias del esquema de color del usuario.
eu: Thunderbirden gai iluna are hobea da bertsio honetan. Iraganean leiho eta elkarrizketa batzuek lekuz kanpo ziruditen Thunderbirden gai iluna aukeratuz gero. Thunderbirden ia elkarrizketa eta leiho guztiek erabiltzailearen kolore-eskemaren lehentasunak errespetatzen dituzte.
fr: Le thème sombre de Thunderbird s’est encore amélioré dans cette version. Par le passé quelques fenêtres et dialogues juraient un peu quand le thème sombre de Thunderbird était sélectionné. Désormais le style de la quasi intégralité des fenêtres et dialogues de Thunderbird respecte les préférences quant au jeu de couleurs.
fy_nl: It Donkere tema fan Thunderbird is noch better wurden yn dizze ferzje. Yn it ferline seagen guon finsters en dialogen der in bytsje mispleatst út as it donkere tema fan Thunderbird selektearre wie. No is hast elk dialoochfinster en finster yn Thunderbird folslein stilearre, om de brûkersfoarkarren fan it kleureskema te respektearjen.
gl: O tema escuro do Thunderbird quedou aínda mellor nesta versión. No pasado, algunhas xanelas parecían un pouco fóra de lugar cando se seleccionaba o tema escuro do Thunderbird. Agora case todas as xanelas do Thunderbird están totalmente deseñadas para respectar as preferencias do esquema de cores do usuario.
hu: A Thunderbird sötét témája még jobb jobb lett ebben a kiadásban. A múltban bizonyos ablakok és párbeszédablakok kissé elütöttek a többitől, ha a Thunderbird sötét témáját választotta. Most már a Thunderbird szinte minden párbeszédablaka és ablaka figyelembe veszi a stílust, és tiszteletben tartja a felhasználó színséma-beállításait.
ia: Le thema obscur de Thunderbird deveniva mesmo melior in iste version. In le passato alcun fenestras e fenestras de dialogo pareva poco foras loco si tu habeva seligite le thema obscur de Thunderbird. Ora quasi cata fenestra de dialogo e fenestra in Thunderbird ha plenmente le stilo pro respectar le preferentias del schema de color del usator.
is: Dökka þema Thunderbird varð enn betra í þessari útgáfu. Áður voru sumir gluggar og kvaðningar svolítið úr takti ef þú hafðir valið dökkt þema fyrir Thunderbird. Núna eru næstum allar kvaðningar og gluggar í Thunderbird fullkomlega stílaðar til að virða litaval notandans.
it: Il tema scuro di Thunderbird è ulteriormente migliorato in questa versione. Prima, selezionando il tema scuro, alcune finestre e dialoghi sembravano un po’ fuori posto. Ora quasi tutti i dialoghi e le finestre di Thunderbird hanno uno stile coerente e rispettano le preferenze dell’utente per la combinazione di colori.
ja: このリリースでは、Thunderbirdのダークテーマがさらに良くなりました。過去に、Thunderbirdのダークテーマを選択した場合、見えにくいウィンドウとダイアログがありました。現在、Thunderbirdのほぼすべてのダイアログとウィンドウは、ユーザーの配色の好みを尊重するように完全にスタイリングされています。
nl: Het Donkere thema van Thunderbird is nog beter geworden in deze versie. In het verleden zagen sommige vensters en dialogen er een beetje misplaatst uit als het donkere thema van Thunderbird was geselecteerd. Nu is bijna elk dialoogvenster en venster in Thunderbird volledig gestileerd, om de gebruikersvoorkeuren van het kleurenschema te respecteren.
pl: Ciemny motyw Thunderbirda stał się w tym wydaniu jeszcze lepszy. W przeszłości, jeśli wybrano ciemny motyw Thunderbirda niektóre okna wyglądały nieco nie na miejscu. Teraz prawie każde okno w Thunderbirdzie jest w pełni stylizowane, aby szanować preferencje użytkownika dotyczące schematu kolorów.
pt_br: O tema escuro do Thunderbird ficou ainda melhor nesta versão. Antes, alguns diálogos e janelas pareciam ficar um tanto deslocados se você tivesse o tema escuro do Thunderbird selecionado. Agora, quase todos os diálogos e janelas do Thunderbird seguem totalmente o estilo para respeitar as preferências de esquema de cores do usuário.
ru: Темная тема Thunderbird стала в этом выпуске ещё лучше. В прошлом некоторые окна и диалоги выглядели немного неуместно, если у вас была выбрана тёмная тема Thunderbird. Теперь почти каждый диалог и окно в Thunderbird полностью оформлены в соответствии с предпочитаемой пользователем цветовой схемой.
sk: Vylepšená bola aj tmavá téma vzhľadu pre Thunderbird. V minulosti vyzerali niektoré okná a dialógy pri používaní tmavej témy trochu mimo. Teraz je takmer každý dialóg a okno v programe Thunderbird nastavené tak, aby rešpektovalo predvoľby farebnej schémy používateľa.
sq: Tema e Errët e Thunderbird-it u bë edhe më e mirë, në këtë hedhje në qarkullim. Në të kaluarën, disa dritare dhe dialogë dukeshin pakëz të zhvendosur, nëse kishit të përzgjedhur temën e errët të Thunderbird-it. Tani, thuajse çdo dialog dhe dritare në Thunderbird, është plotësisht e stilizuar për të respektuar parapëlqime të përdoruesit për skemë ngjyrash.
sv_se: Thunderbirds mörka tema blev ännu bättre i den här versionen. Tidigare såg vissa fönster och dialoger lite malplacerade ut om du hade valt Thunderbirds mörka tema. Nu är nästan varje dialog och fönster i Thunderbird helt utformad för att respektera användarens färgschema.
uk: Темна тема Thunderbird стала ще кращою у цьому випуску. У минулому деякі вікна та діалоги виглядали дещо недоречно з темною темою Thunderbird. Тепер майже кожен діалог і вікно в Thunderbird повністю стилізовані відповідно до користувацьких налаштувань колірної схеми.
vi: Chế độ tối của Thunderbird thậm chí còn tốt hơn trong bản phát hành này. Trước đây, một số cửa sổ và hộp thoại trông hơi lạc lõng nếu bạn đã chọn chủ đề tối của Thunderbird. Giờ đây, hầu hết mọi cuộc đối thoại và cửa sổ trong Thunderbird đều được tạo kiểu hoàn chỉnh để tôn trọng tùy chỉnh phối màu của người dùng.

source: PDF Viewer
bg: Елемент за преглед на PDF
cs: Prohlížeč PDF
cy: Darllenydd PDF
de: PDF-Betrachter
el: Εργαλείο προβολής PDF
es_ar: Visor de PDF
es_cl: Visor de PDF
es_es: Visor de PDF
eu: PDF ikuskatzailea
fi: PDF-katseluohjelma
fr: Visionneuse PDF
fy_nl: PDF-lêzer
gl: Visor de PDF
hu: PDF-megjelenítő
ia: Visor de file pdf
is: PDF-lesari
it: Lettore PDF
ja: PDFビューア
kab: Asenqad PDF
nl: PDF-lezer
nn_no: PDF-lesar
pl: Przeglądarka PDF
pt_br: Visor de PDF
ru: Просмотр PDF
sk: Zobrazovač PDF
sl: Pregledovalnik PDF
sq: Parës PDF-sh
sv_se: PDF-läsare
tr: PDF görüntüleyici
uk: Переглядач PDF
vi: Trình xem PDF

source: Thunderbird now has a built-in PDF viewer, which means you can read and even do some editing on PDFs sent to you as attachments. You can do all this without ever leaving Thunderbird, allowing you to return to your inbox without missing a beat.
bg: Thunderbird вече има вградена програма за преглед на PDF файлове, което означава, че можете да четете и дори да редактирате PDF файлове, изпратени до вас като прикачени файлове. Можете да правите всичко това, без да напускате Thunderbird, което ви позволява да се връщате отново във входящата си кутия без да пропускате нито един момент.
cs: Thunderbird nyní obsahuje vestavěný prohlížeč PDF souborů, ve kterém můžete rovnou otevírat přijaté přílohy v PDF, případně před odesláním je zase drobně upravit. To všechno můžete přímo v Thunderbirdu a tedy bez ztráty kontextu ve své poštovní schránce.
cy: Bellach mae gan Thunderbird ddarllenydd PDF mewnol, sy'n golygu y gallwch ddarllen a hyd yn oed wneud rhywfaint o olygu ar PDFau a anfonwyd atoch fel atodiadau. Gallwch wneud hyn i gyd heb adael Thunderbird, gan ganiatáu i chi ddychwelyd i'ch blwch derbyn heb golli dim.
de: Thunderbird verfügt jetzt über einen integrierten PDF-Betrachter, was bedeutet, dass Sie PDF-Dateien lesen und sogar bearbeiten können, die Ihnen als Anhänge gesendet wurden. Sie können all dies tun, ohne Thunderbird zu verlassen, sodass Sie ohne Unterbrechung zu Ihrem Posteingang zurückkehren können.
el: Το Thunderbird διαθέτει πλέον ένα ενσωματωμένο εργαλείο προβολής PDF, το οποίο σημαίνει ότι μπορείτε να διαβάσετε ή ακόμη και να κάνετε κάποια επεξεργασία σε PDF που σας αποστέλλονται ως συνημμένα. Μπορείτε να τα κάνετε όλα αυτά χωρίς να φύγετε ποτέ από το Thunderbird, επιτρέποντάς σας να επιστρέψετε στα εισερχόμενά σας χωρίς να χάσετε χρόνο.
es_ar: Thunderbird ahora tiene un visor PDF incorporado, lo que significa que se puede leer y hasta hacer alguna edición en los PDFs enviados como adjuntos. Se puede hacer todo esto sin salir de Thunderbird, permitiendo volver a la bandeja de entrada sin perder un detalle.
es_cl: Thunderbird ahora tiene un visor de PDF incorporado, lo que significa que puede leer e incluso editar algunos archivos PDF que te lleguen como archivos adjuntos. Puedes hacer todo esto sin tener que salir de Thunderbird, lo que le permite volver a la bandeja de entrada sin perder el ritmo.
es_es: Thunderbird tiene ahora un visor de PDF incorporado, lo que significa que puede leer e incluso editar algunos archivos PDF que te lleguen como archivos adjuntos. Puedes hacer todo esto sin tener que salir de Thunderbird, lo que te permite volver a la bandeja de entrada sin perder el ritmo.
eu: Thunderbirdek PDF ikuskatzailea dauka, eta horrek esan nahi du PDFen edizio bat ere egin dezakezula. Hau guztia Thunderbird utzi gabe egin dezakezu, zure sarrerako ontzira itzultzeko aukera emanez berehalako baten.
fi: Thunderbirdissä on nyt sisäänrakennettu PDF-katseluohjelma, mikä tarkoittaa, että voit lukea ja jopa muokata sinulle liitteinä lähetettyjä PDF-tiedostoja. Voit tehdä kaiken tämän poistumatta Thunderbirdistä, jolloin voit palata postilaatikkoosi ilman, että menetät hetkeäkään.
fr: Thunderbird dispose désormais d’une visionneuse PDF intégrée, ce qui signifie que vous pouvez lire et même apporter quelques modifications aux fichiers PDF reçus en pièces jointes. Vous pouvez faire tout cela sans jamais sortir de Thunderbird et revenir ainsi à votre boîte de réception tambour battant.
fy_nl: Thunderbird hat no in ynboude PDF-lêzer, wat betsjut dat jo lêze kinne en sels wat bewurkingen dwaan kinne op PDF's dy’t jo as bylagen tastjoerd binne. Jo kinne dit dwaan sûnder Thunderbird te ferlitten, sadat jo werom kinne nei jo postfek sûnder wat te missen.
gl: O Thunderbird agora ten un visor de PDF integrado, o que significa que pode ler e incluso facer algunha modificación dos PDF que se lle envían como anexos. Pode facer todo isto sen saír do Thunderbird, permitíndolle volver á caixa de entrada sen perder o ritmo.
hu: A Thunderbird már beépített PDF-megjelenítővel rendelkezik, ami azt jelenti, hogy olvashatja, sőt szerkesztheti is a mellékletként elküldött PDF-eket. Mindezt anélkül teheti meg, hogy elhagyná a Thunderbirdöt, így zökkenőmentesen térhet vissza a postafiókjához.
ia: Thunderbird ora ha un lector de PDF integrate. Isto significa que tu pote leger e mesmo apportar alcun modificationes al files PDF inviate a te como annexos. Tu pote facer tote isto sin quitar Thunderbird, permittente te de retornar a tu cassa de entrata sin perder un secunda.
is: Thunderbird er nú með innbyggðan PDF-lesara, sem þýðir að þú getur lesið og jafnvel gert ýmsar breytingar á PDF-skrám sem þú færð sendar sem viðhengi. Þú getur gert allt þetta án þess að yfirgefa Thunderbird, sem gerir þér kleift að snúa aftur í pósthólfið þitt án þess að missa taktinn.
it: Thunderbird ora ha un lettore PDF integrato, il che significa che è possibile leggere e persino apportare alcune modifiche ai file PDF inviati come allegati. Tutto questo senza mai uscire da Thunderbird, per permetterti di tornare alla tua casella di posta senza perdere un attimo.
ja: Thunderbirdには、PDFビューアが組み込まれているため、添付ファイルとして送信されたPDFを読んだり、編集したりすることができます。Thunderbirdを離れることなく、これらすべてを行うことができ、すぐに受信トレイに戻ることができます。
nl: Thunderbird heeft nu een ingebouwde PDF-lezer, wat betekent dat u PDF’s die als bijlagen naar u zijn verzonden, kunt lezen en zelfs kunt bewerken. U kunt dit allemaal doen zonder ooit Thunderbird te verlaten, zodat u zonder iets te missen naar uw Postvak IN kunt terugkeren.
pl: Thunderbird ma teraz wbudowaną przeglądarkę plików PDF, co oznacza, że ​​można czytać, a nawet edytować pliki PDF przesłane do użytkownika jako załączniki. Można to wszystko zrobić bez opuszczania Thunderbirda, dzięki czemu można wrócić do skrzynki odbiorczej bez niepotrzebnych rozproszeń.
pt_br: O Thunderbird agora tem um visor de PDF integrado, o que significa que você pode ler e até mesmo editar algumas coisas em PDFs recebidos como anexos. Você pode fazer tudo isso sem sair do Thunderbird, permitindo voltar para a caixa de entrada sem perder o ritmo.
ru: Thunderbird теперь имеет встроенную программу просмотра PDF-файлов, что означает, что вы можете читать и даже вносить некоторые изменения в PDF-файлы, отправленные вам в виде вложений. Вы можете сделать все это, даже не выходя из Thunderbird, что позволит вам вернуться в свой почтовый ящик, не теряя ни секунды.
sk: Thunderbird má teraz vstavaný prehliadač súborov PDF, čo znamená, že môžete čítať a dokonca upravovať súbory PDF, ktoré vám boli odoslané ako prílohy. To všetko môžete urobiť bez toho, aby ste museli Thunderbird opustiť, čo vám umožní okamžitý návrat do priečinka doručenej pošty, aby ste neprišli o nič dôležité.
sl: Thunderbird ima zdaj vgrajen pregledovalnik datotek PDF, kar pomeni, da lahko berete in celo urejate datoteke PDF, ki jih prejmete kot priponke. Vse to lahko storite, ne da bi zapuščali Thunderbird, kar vam omogoča, da se vrnete v mapo Prejeto, ne da bi zamudili trenutek.
sq: Thunderbird-i tani ka një parës të brendshëm të vetin për PDF, që do të thotë se mund të lexoni dhe madje të bëni ca përpunim në PDF-ra dërguar juve si bashkëngjitje. Tërë këtë mund ta bëni pa dalë nga Thunderbird-i, çka ju lejon të ktheheni te mesazhet tuaja të marra pa humbur një sekondë.
sv_se: Thunderbird har nu en inbyggd PDF-läsare, vilket innebär att du kan läsa och till och med redigera PDF-filer som skickas till dig som bilagor. Du kan göra allt detta utan att lämna Thunderbird, så att du kan komma tillbaka till din inkorg utan avbrott.
tr: Thunderbird’de artık yerleşik bir PDF görüntüleyici var. Yani artık e-posta eklerinde gönderilen PDF’leri okuyabilir, hatta üzerlerinde bazı düzenlemeler yapabilirsiniz. Tüm bunları Thunderbird’den hiç ayrılmadan yapabilir, hiç vakit kaybetmeden gelen kutunuza dönebilirsiniz.
uk: Відтепер у Thunderbird є вбудований переглядач PDF, це означає, що ви можете читати та навіть редагувати PDF-файли, надіслані вам у вкладеннях. Ви можете зробити це не виходячи з Thunderbird, що дає вам змогу повернутися до своєї поштової скриньки, не втрачаючи жодної секунди.
vi: Thunderbird hiện có trình xem PDF tích hợp, có nghĩa là bạn có thể đọc và thậm chí thực hiện một số chỉnh sửa trên các tệp PDF được gửi cho bạn dưới dạng tệp đính kèm. Bạn có thể làm tất cả những điều này mà không bao giờ rời khỏi Thunderbird, cho phép bạn quay lại hộp thư đến của mình mà không bị lỡ nhịp.

source: There are many other big changes that make Thunderbird 91 a very large release including:
bg: Има много други големи промени, които правят Thunderbird 91 много голямо издание, включително:
cs: V Thunderbirdu 91 najdete další významné změny včetně:
cy: Mae yna lawer o newidiadau mawr eraill sy'n gwneud Thunderbird 91 yn rhyddhad mawr iawn gan gynnwys:
de: Es gibt viele andere wichtige Änderungen, die Thunderbird 91 zu einer sehr umfangreichen Version machen, darunter:
el: Υπάρχουν πολλές άλλες μεγάλες αλλαγές που κάνουν το Thunderbird 91 μια πολύ ιδιαίτερη έκδοση, όπως οι εξής:
es_ar: Hay muchos otros cambios importantes que hacen de Thunderbird 91 una versión muy grande, que incluyen:
es_cl: Hay muchos otros cambios importantes que hacen de Thunderbird 91 una versión muy importante, los que incluyen:
es_es: Hay muchos otros grandes cambios que hacen que Thunderbird 91 sea una versión muy grande, incluyendo:
eu: Badira beste aldaketa handi asko Thunderbird 91 bertsioa handi bihurtzen dutenak, besteak beste:
fi: Monet suuret muutokset tekevät Thunderbirdin versiosta 91 erittäin suuren julkaisun, mukaan lukien:
fr: Il y a beaucoup d’autres modifications majeures qui font de Thunderbird 91 une très grande version, notamment :
fy_nl: Der binne in protte oare grutte wizigingen dy’t Thunderbird 91 in hiel grutte útjefte meitsje, ynklusyf:
gl: Hai moitos outros grandes cambios que fan do Thunderbird 91 unha versión moi completa, incluíndo:
hu: Sok más nagy változás teszi nagyon nagy kiadássá a Thunderbird 91-et, köztük:
ia: Il ha multe altere grande cambiamentos que rende Thunderbird 91 un version multo grande, i. a.;
is: Það eru margar aðrar stórar breytingar sem gera Thunderbird 91 að mjög veigamikilli útgáfu, þar á meðal:
it: Ci sono molti altri cambiamenti importanti che rendono Thunderbird 91 una versione molto ricca, tra cui:
ja: 他にも、Thunderbird 91を非常に大きなリリースにする、大きな変更が沢山あります。
nl: Er zijn veel andere grote veranderingen die Thunderbird 91 tot een zeer grote uitgave maken, waaronder:
pl: W tej wersji jest wiele innych ważnych zmian, które sprawiają, że Thunderbird 91 jest bardzo dużym wydaniem, w tym:
pt_br: Existem muitas outras mudanças consideráveis que tornam o Thunderbird 91 uma atualização de grande escala, incluindo:
ru: Есть много других больших изменений, которые делают Thunderbird 91 очень серьёзным выпуском, в том числе:
sk: Existuje mnoho ďalších zmien, vďaka ktorým je Thunderbird 91 veľkým vydaním, vrátane:
sl: Obstaja še veliko drugih sprememb, zaradi katerih je Thunderbird 91 pomembna izdaja, med drugim:
sq: Ka mjaft ndryshime të tjera të mëdha që e bëjnë Thunderbird 91-shin një hedhje të rëndësishme në qarkullim, përfshi:
sv_se: Det finns många andra viktiga förändringar som gör Thunderbird 91 till en mycket stor version, inklusive:
tr: Thunderbird 91'i çok büyük bir sürüm yapan başka birçok büyük değişiklik var:
uk: Зроблено багато інших великих змін, які роблять Thunderbird 91 дуже великим випуском, серед них:
vi: Có nhiều thay đổi lớn khác khiến Thunderbird 91 trở thành một bản phát hành rất lớn bao gồm:

source: Native support for macOS devices built with Apple Silicon CPU
bg: Вградена поддръжка за устройства с macOS, направени с процесор на Apple Silicon
cs: Nativní podpora pro zařízení s macOS a CPU Apple Silicon
cy: Cefnogaeth frodorol i ddyfeisiau MacOS wedi'u hadeiladu gyda Apple Silicon CPU
de: Native Unterstützung für macOS-Geräte mit Apple Silicon CPU
el: Εγγενής υποστήριξη για συσκευές macOS με επεξεργαστή Apple Silicon
es_ar: Soporte nativo para dispositivos con macOS que tengan CPU Apple Silicon
es_cl: Soporte nativo para dispositivos macOS construidos con el CPU Apple Silicon
es_es: Soporte nativo para dispositivos macOS construidos con CPU Apple Silicon
eu: Apple Silicon CPU dutenen berezko macOS gailuen euskarria
fi: Natiivituki macOS-laitteille, jotka on rakennettu Apple Silicon -suorittimella
fr: Prise en charge native des appareils fonctionnant sous macOS avec une puce Apple
fy_nl: Ynboude stipe foar macOS-apparaten boud mei Apple Silicon CPU
gl: Compatibilidade nativa para dispositivos macOS construídos con CPU Apple Silicon
hu: Natív támogatás a Apple Silicon processzort használó macOS-es eszközökhöz
ia: Supporto native al apparatos macOS producite con CPU Apple Silicon
is: Innbyggður stuðningur fyrir macOS-tæki byggð með Apple Silicon örgjörva
it: Supporto nativo per dispositivi macOS con CPU Apple Silicon
ja: Apple Silicon CPUで構築されたmacOSデバイスのネイティブサポート
nl: Ingebouwde ondersteuning voor macOS-apparaten die zijn gebouwd met de Apple Silicon CPU
pl: Natywna obsługa urządzeń macOS z procesorem Apple Silicon
pt_br: Suporte nativo para dispositivos macOS que têm a CPU Apple Silicon
ru: Встроенная поддержка устройств macOS с процессором Apple Silicon
sk: Natívna podpora pre zariadenia macOS postavené na procesore Apple Silicon
sl: Izvorna podpora za naprave macOS s CPE Apple Silicon
sq: Mbulim së brendshmi për pajisje macOS të ndërtuara me CPU Apple Silicon
sv_se: Integrerat stöd för macOS-enheter byggda med Apple Silicon CPU
tr: Apple Silicon işlemcili macOS cihazlar için destek
uk: Вбудована підтримка пристроїв macOS, створених на базі процесора Apple Silicon
vi: Hỗ trợ hoàn chỉnh cho các thiết bị macOS sử dụng CPU Apple Silicon
