Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: We’ve got some holiday calendar files available for download. You can either download and then import them into Calendar or you can just subscribe to these calendars by copying their URL and then adding them as new remote calendar files. More information on installing a holiday calendar can be found in the <a href="%s">Adding a holiday calendar article</a>.
bg: Имаме налични файлове с празничен календар за изтегляне. Можете или да изтеглите и след това да ги внесете в календара, или можете просто да се абонирате за тези календари, като копирате URL адреса им и след това ги добавите като нови отдалечени календарни файлове. Повече информация относно инсталирането на празничен календар можете да намерите в <a href="%s">статията за добавяне на празничен календар</a>.
cs: Tady najdete soubory s mnoha kalendáři. Můžete je buď stáhnout a do Thunderbirdu naimportovat, nebo zkopírovat jejich URL adresu a pomocí ní se přihlásit k jejich vzdálenému odběru. Více informací o instalaci kalendářů se státními svátky najdete v článku nápovědy <a href="%s">Přidání kalendáře státních svátků</a>.
cy: Mae gennym rai ffeiliau calendr gwyliau ar gael i'w llwytho i lawr. Gallwch naill ai eu llwytho i lawr ac yna eu mewnforio i Calendr neu gallwch danysgrifio i'r calendrau hyn trwy gopïo eu URL ac yna eu hychwanegu fel ffeiliau calendr pell newydd. Mae mwy o wybodaeth am osod calendr gwyliau i'w gweld yn yr <a href="%s">erthygl Ychwanegu calendrau gwyliau </a>.
de: Wir haben einige Feiertagskalenderdateien zum Download verfügbar. Sie können sie entweder herunterladen und dann in Calendar importieren oder diese Kalender einfach abonnieren, indem Sie ihre URL kopieren und sie dann als neue Remote-Kalenderdateien hinzufügen. Weitere Informationen zum Installieren eines Feiertagskalenders finden Sie unter <a href="%s">Hinzufügen eines Feiertagskalenderartikels</a>.
el: Διαθέτουμε ορισμένα αρχεία ημερολογίων αργιών για λήψη. Μπορείτε είτε να κάνετε λήψη και εισαγωγή στο Ημερολόγιο, είτε να εγγραφείτε σε αυτά τα ημερολόγια, αντιγράφοντας το URL τους και προσθέτοντας τα ως νέα αρχεία απομακρυσμένων ημερολογίων. Μπορείτε να βρείτε περισσότερες πληροφορίες σχετικά με την εγκατάσταση των ημερολογίων αργιών στο άρθρο <a href="%s">Προσθήκη ημερολογίου αργιών</a>.
es_ar: Tenemos algunos archivos de feriados disponibles para la descarga. Pueden ser descargados y luego importados a Calendar o simplemente te podés suscribir a estos calendarios copiando la URL y agregándolos como nuevos calendarios remotos. Se puede encontrar más información sobre la instalación de calendarios de feriados en el <a href="%s">artículo sobre como agregar un calendario de feriados</a>.
es_cl: Tenemos algunos archivos de calendarios de feriados disponibles para descargar. Puedes descargarlos y luego importados a Calendar, o simplemente suscribirte a estos calendarios copiando la URL y agregándolos como nuevos calendarios remotos. Más información sobre la instalación de calendarios de feriados puede encontrarse en el artículo <a href="%s">Añadiendo un calendario de feriados</a>.
es_es: Tenemos algunos archivos de calendario de vacaciones disponibles para descargar. Puedes descargarlos y luego importarlos en Calendario o simplemente suscribirte a estos calendarios copiando su URL y luego añadiéndolos como nuevos archivos de calendario remotos. Puedes encontrar más información sobre cómo instalar un calendario de vacaciones en el artículo <a href="%s">Añadir un calendario de vacaciones</a>.
eu: Baditugu hainbat opor egutegi fitxategi deskargatzeko. Batetik deskargatu eta inportatu ditzakezu edo bestetik harpidetu zintezke egutegi hauetara egutegiaren URLa kopiatuz eta urruneko egutegi baten gehituz. Informazio gehiago opor egutegi bat nola instalatu daitekeen hemen aurkitu dezakezu: <a href="%s">Opor egutegia gehitu</a> artikuluan.
fi: Meillä on ladattavissa joitain juhlapäiväkalenteritiedostoja. Voit joko ladata ja tuoda ne sitten kalenteriin, tai voit tilata näitä kalentereita kopioimalla niiden URL-osoitteen ja lisäämällä ne sitten uusina etäkalenteritiedostoina. Lisätietoja juhlapäiväkalenterin asentamisesta on artikkelissa <a href="%s">Juhlapäiväkalenterin lisääminen</a>.
fr: Voici quelques fichiers d’agendas de jours fériés officiels. Vous pouvez soit les télécharger puis les importer dans Agenda, soit simplement vous y abonner en copiant leur URL, puis en les ajoutant en tant que nouveaux fichiers d’agenda distant. Pour plus d’informations sur l’installation d’un agenda de jours fériés, consultez l’article <a href="%s">Ajout d’un agenda des jours fériés</a>.
fy_nl: Wy hawwe inkelde feestdagenagindabestannen beskikber om te downloaden. Jo kinne se downloade en ferfolgens ymportearje yn Aginda, of jo kinne jo gewoanwei abonnearje op dizze aginda’s troch harren URL te kopiearjen en se ferfolgens ta te foegjen as nije eksterne agindabestannen. Mear ynformaasje oer it ynstallearjen fan in feestdagenaginda is te finen yn it artikel <a href="%s">In feestdagenaginda tafoegje</a>.
gl: Temos algúns ficheiros de calendario de vacacións dispoñibles para descargar. Podes descargalos e importalos a Calendar ou podes subscribirte a estes calendarios copiando o seu URL e engadíndoos como novos ficheiros de calendario remoto. Podes atopar máis información sobre a instalación dun calendario de vacacións no <a href="%s">artigo Engadir un calendario de vacacións</a>.
hu: Van néhány letölthető ünnepnaptárfájlunk. Letöltheti, majd importálhatja őket a Thunderbirdbe, vagy feliratkozhat ezekre a naptárakra azáltal, hogy lemásolja a webcímüket, majd új távoli naptárfájlokként hozzáadja őket. Az ünnepnaptár telepítéséről további információt az <a href="%s">Ünnepnaptár hozzáadása</a> című leírásban talál.
ia: Nos ha alcun files agenda de festivitates disponibile pro le discargamento. Tu pote o discargar e pois importar los in Agenda o tu justo abonar te a iste agendas copiante lor URL e pois addente los como nove files agenda remote. Altere informationes sur le installation de un agenda del festivitates pote esser trovate in le articulo <a href="%s">Addition de un agenda del festivitates</a>.
is: Við erum með nokkrar frídagatalsskrár sem hægt er að sækja. Þú getur annað hvort sótt þær yfir á tölvuna þína og síðan flutt þær inn í dagatalið eða þú getur einfaldlega gerst áskrifandi að þessum dagatölum með því að afrita slóðina þeirra og bæta þeim svo við sem nýjum utanaðkomandi dagatalsskrám. Frekari upplýsingar um uppsetningu á frídagatali má finna í greininni <a href="%s">Bæta við frídagatali</a>.
it: Sono disponibili per il download alcuni file con i calendari delle festività. È possibile scaricarli o importarli nel calendario, oppure iscriversi a questi calendari copiando il loro indirizzo e aggiungendoli come nuovi file di calendario remoto. Ulteriori informazioni sull’installazione dei calendari delle festività sono disponibili nella guida <a href="%s">Aggiungere un calendario delle festività</a>.
ja: カレンダーファイルをダウンロードできます。ダウンロードしてあなたのカレンダーにインポートするか、URL をコピーして新しいリモートカレンダーファイルとして追加できます。休日カレンダーのインストールに関する詳細は、<a href="%s">休日カレンダーを追加する</a> をご確認ください。
nl: We hebben enkele feestdagenagendabestanden beschikbaar om te downloaden. U kunt ze downloaden en vervolgens importeren in Agenda, of u kunt zich gewoon abonneren op deze agenda’s door hun URL te kopiëren en ze vervolgens toe te voegen als nieuwe externe agendabestanden. Meer informatie over het installeren van een feestdagenagenda is te vinden in het artikel <a href="%s">Een feestdagenagenda toevoegen</a>.
nn_no: Vi har nokre helgedagskalendrar tilgjengelege for nedlasting. Du kan anten laste ned og så importere dei til Calendar, eller så kan du berre abonnere på desse kalendrane ved å kopiere adressa deira, og så leggje dei til som nye fjernkalenderfiler. Meir informasjon om korleis du installerer ein helgdagskalender finst i artikkelen <a href="%s">Legge til ein helgedagskalender</a>.
pl: Udostępniamy do pobrania pliki kalendarzy świąt. Możesz je pobrać, a następnie zaimportować do Thunderbirda lub po prostu zasubskrybować te kalendarze, kopiując ich adres URL, a następnie dodając je jako nowe zdalne pliki kalendarza. Więcej informacji na temat instalowania kalendarza świąt znajdziesz w <a href="%s">artykule „Dodawanie dni świątecznych do kalendarza”</a>.
pt_br: Temos disponíveis alguns arquivos de agenda de feriados. Você pode baixar e depois importar na sua agenda, ou simplesmente se inscrever numa agenda copiando o endereço e adicionando como novo arquivo remoto de agenda. Mais informações sobre como instalar uma agenda de feriados podem ser encontradas no artigo <a href="%s">Como adicionar uma agenda de feriados</a>.
ru: У нас есть файлы календарей праздников, доступных для загрузки. Вы можете либо загрузить и импортировать их в Календарь, либо просто подписаться на эти календари, скопировав их URL, а затем добавив как новые файлы удалённого календаря. Дополнительную информацию об установке календаря праздников можно найти в статье <a href="%s">Добавление календаря праздников</a>.
sk: Máme pre vás k dispozícii súbory s kalendármi sviatkov. Môžete si ich stiahnuť a potom importovať do svojho kalendára alebo sa môžete prihlásiť na ich odber skopírovaním URL adresy a ich pridaním ako nového vzdialeného kalendára. Ďalšie informácie o inštalácii kalendára sviatkov môžete nájsť v <a href="%s">tomto článku</a>.
sl: Za prenos imamo na voljo nekaj datotek s koledarjem praznikov. Lahko jih prenesete in uvozite v Koledar ali pa se nanje naročite tako, da kopirate njihov URL in jih dodate kot nove datoteke oddaljenega koledarja. Več informacij o namestitvi koledarja praznikov lahko najdete v <a href="%s">članku Dodajanje koledarja praznikov</a>.
sq: Kemi të gatshme për shkarkim disa kartela kalendarësh ditësh festash. Mundeni ose t’i shkarkoni dhe mandej t’i importoni në Kalendar, ose thjesht mund të pajtoheni në këta kalendarë duke kopjuar URL-në përkatëse dhe mandej t’i shtoni si kartela kalendarësh të rinj të largët. Më tepër hollësi mbi instalimin e një kalendari ditësh festash mund të gjeni te <a href="%s">artikulli mbi shtim kalendari ditësh festash</a>.
sv_se: Vi har några semesterkalenderfiler tillgängliga för nedladdning. Du kan antingen ladda ner och sedan importera dem till Calendar eller så kan du bara prenumerera på dessa kalendrar genom att kopiera deras URL och sedan lägga till dem som nya fjärrkalenderfiler. Mer information om hur du installerar en helgdagskalender finns i artikeln <a href="%s">Lägga till en helgdagskalender</a>.
tr: İndirebileceğiniz bazı tatil takvimi dosyalarımız var. Bunları indirip Takvim’de içe aktarabilir veya dosyaların adresini kopyalayıp uzak takvim olarak ekleyerek takvimlere abone olabilirsiniz. Tatil takvimi kurulumu ile ilgili daha fazla bilgiyi <a href="%s">Tatil takvimi ekleme makalesi</a>'nde bulabilirsiniz.
uk: У нас є кілька файлів календаря свят доступних для завантаження. Ви можете завантажити, а потім імпортувати їх до Календаря, або можете просто підписатися на ці календарі, скопіювавши їх URL і додавши їх як нові файли віддаленого календаря. Докладніше про встановлення календаря свят можна дізнатися у статті про <a href="%s">Додавання календаря свят</a>.
vi: Chúng tôi có sẵn một số tập tin lịch nghỉ lễ để tải xuống. Bạn có thể tải xuống và sau đó nhập chúng vào Lịch hoặc bạn chỉ có thể đăng ký các lịch này bằng cách sao chép URL của chúng rồi thêm chúng dưới dạng tập tin lịch từ xa mới. Bạn có thể tìm thêm thông tin về cách cài đặt lịch nghỉ lễ trong <a href="%s">bài viết Thêm một lịch nghỉ lễ</a>.

source: <a href="%(url)s" class="inline-link text-blue">%(country)s</a> holidays thanks to %(authors)s
bg: <a href="%(url)s" class="inline-link text-blue">%(country)s</a> празници благодарение на %(authors)s
cs: <a href="%(url)s" class="inline-link text-blue">Svátky - %(country)s</a>, od autora %(authors)s
cy: <a href="%(url)s" class="inline-link text-blue">Gwyliau %(country)s</a> diolch i %(authors)s
de: <a href="%(url)s" class="inline-link text-blue">%(country)s</a> Feiertage, mit Dank an %(authors)s
el: Αργίες για <a href="%(url)s" class="inline-link text-blue">%(country)s</a> χάρη στον/στην %(authors)s
es_ar: Feriados de <a href="%(url)s" class="inline-link text-blue">%(country)s</a> gracias a %(authors)s
es_cl: <a href="%(url)s" class="inline-link text-blue">%(country)s</a> feriados gracias a %(authors)s
es_es: Días festivos de <a href="%(url)s" class="inline-link text-blue">%(country)s</a> gracias a %(authors)s
eu: <a href="%(url)s" class="inline-link text-blue">%(country)s</a> herrialdeko oporrak %(authors)s egileari esker.
fi: <a href="%(url)s" class="inline-link text-blue">%(country)s</a>, kiitos %(authors)s
fr: <a href="%(url)s" class="inline-link text-blue">Jours fériés (%(country)s)</a>, grâce à %(authors)s
fy_nl: Feestdagen yn <a href="%(url)s" class="inline-link text-blue">%(country)s</a>, mei tank oan %(authors)s
gl: Festivos de <a href="%(url)s" class="inline-link text-blue">%(country)s</a>, grazas a %(authors)s
hu: <a href="%(url)s" class="inline-link text-blue">%(country)s</a> ünnepei %(authors)s jóvoltából
ia: <a href="%(url)s" classe="inline-link text-blue">%(country)s</a> festivitates gratias a %(autores)s
is: <a href="%(url)s" class="inline-link text-blue">%(country)s</a> frídagar þökk sé %(authors)s
it: Festività per <a href="%(url)s" class="inline-link text-blue">%(country)s</a> grazie a %(authors)s
ja: <a href="%(url)s" class="inline-link text-blue">%(country)s</a>の祝日です。%(authors)sさん、ありがとうございます
kab: <a href="%(url)s" class="inline-link text-blue">%(country)s</a>imuras tanemmirt i %(authors)s
nb_no: <a href="%(url)s" class="inline-link text-blue">%(country)s</a> sine helligdager takk til %(authors)s
nl: Feestdagen in <a href="%(url)s" class="inline-link text-blue">%(country)s</a>, met dank aan %(authors)s
nn_no: <a href="%(url)s" class="inline-link text-blue">%(country)s</a> sine helgedagar takk til %(authors)s
pl: <a href="%(url)s" class="inline-link text-blue">%(country)s</a>, autorzy: %(authors)s
pt_br: Feriados - <a href="%(url)s" class="inline-link text-blue">%(country)s</a>, agradecimentos a %(authors)s
ru: Праздники в <a href="%(url)s" class="inline-link text-blue">%(country)s</a>, создано %(authors)s
sk: <a href="%(url)s" class="inline-link text-blue">%(country)s</a>, vďaka, %(authors)s
sl: Prazniki države <a href="%(url)s" class="inline-link text-blue">%(country)s</a>, avtor %(authors)s
sq: <a href="%(url)s" class="inline-link text-blue">Ditë festash në %(country)s</a>, falë %(authors)s
sv_se: <a href="%(url)s" class="inline-link text-blue">%(country)s</a> helgdagar tack till %(authors)s
tr: <a href="%(url)s" class="inline-link text-blue">%(country)s</a> tatilleri (derleyen: %(authors)s)
uk: <a href="%(url)s" class="inline-link text-blue">%(country)s</a> свят завдяки %(authors)s
vi: Lịch nghỉ lễ <a href="%(url)s" class="inline-link text-blue">%(country)s</a> cảm ơn %(authors)s

source: Contact Us
bg: Връзка с нас
cs: Kontaktujte nás
cy: Cysylltu â ni
de: Kontakt
el: Επικοινωνία
es_ar: Contactanos
es_cl: Contáctanos
es_es: Contacta con nosotros
eu: Jarri gurekin harremanetan
fi: Ota yhteyttä
fr: Nous contacter
fy_nl: Kontakt
gl: Contacta connosco
hu: Kapcsolat
ia: Contacta nos
is: Hafa samband
it: Contattaci
ja: お問い合わせ
kab: Nermes-aɣ-d
nb_no: Kontakt oss
nl: Contact
nn_no: Kontakt oss
pl: Kontakt
pt_br: Entre em contato
ru: Обратная связь
sk: Kontaktujte nás
sl: Pišite nam
sq: Lidhuni Me Ne
sv_se: Kontakta oss
tr: Bize ulaşın
uk: Зв'язатися з нами
vi: Liên hệ với chúng tôi

source: Need to <span class="txt-gradient">Talk?</span>
cs: Potřebujete si <span class="txt-gradient">promluvit?</span>
cy: Angen <span class="txt-gradient">Siarad?</span>
de: Müssen Sie <span class="txt-gradient">Reden?</span>
el: Θέλετε να <span class="txt-gradient">μιλήσετε;</span>
es_ar: ¿Necesitás <span class="txt-gradient">hablar?</span>
es_cl: ¿Necesitas <span class="txt-gradient">hablar?</span>
eu: <span class="txt-gradient">Hitz-egin</span> nahi?
fi: Haluatko <span class="txt-gradient">keskustella?</span>
fr: Besoin de <span class="txt-gradient">nous contacter ?</span>
fy_nl: Wolle jo <span class="txt-gradient">Prate?</span>
gl: Necesita <span class="txt-gradient">falar?</span>
hu: <span class="txt-gradient">Beszélnie</span> kellene?
ia: Besonia tu de <span class="txt-gradient">Parlar?</span>
is: Þarftu að <span class="txt-gradient">tala?</span>
it: Vuoi <span class="txt-gradient">parlare</span> con noi?
ja: <span class="txt-gradient">話す</span>必要がありますか？
nl: Wilt u <span class="txt-gradient">Praten?</span>
nn_no: Treng du å <span class="txt-gradient">få sagt noko?</span>
pt_br: Precisa <span class="txt-gradient">falar?</span>
ru: Нужно <span class="txt-gradient">Поговорить?</span>
sk: Potrebujete sa <span class="txt-gradient">porozprávať?</span>
sl: Se želite <span class="txt-gradient">pogovoriti?</span>
sq: Keni nevojë të <span class="txt-gradient">Flisni me ne?</span>
sv_se: Behöver du <span class="txt-gradient">prata?</span>
tr: <span class="txt-gradient">Sormak istedikleriniz</span> mi var?
uk: Потрібно <span class="txt-gradient">поговорити?</span>
vi: Cần <span class="txt-gradient">nói chuyện?</span>

source: Direct your inquiries to the teams below.
bg: Насочете вашите въпроси към екипите по-долу.
cs: Své otázky směřujte na týmy níže.
cy: Cyfeiriwch eich ymholiadau at y timau isod.
de: Ihre Fragen können Sie den unten aufgeführten Teams stellen.
el: Απευθύνετε τις ερωτήσεις σας στις παρακάτω ομάδες.
es_ar: Dirigí tus preguntas a los equipos que aparecen a continuación.
es_cl: Dirige tus consultas a los equipos a continuación.
eu: Zuzendu zure kontsultak beheko taldeetara.
fi: Lähetä tiedustelut alla oleville ryhmille.
fr: Envoyez vos demandes de renseignements aux équipes ci-dessous.
fy_nl: Stel jo fragen oan de ûndersteande teams.
gl: Dirixa as súas consultas aos equipos que se indican a continuación.
hu: Kérdéseit az alábbi csapatoknak teheti fel.
ia: Dirige tu demandas al personas infra.
is: Beindu fyrirspurnum þínum til teymanna hér fyrir neðan.
it: Rivolgi le tue richieste ai team indicati di seguito.
ja: お問い合わせは下記のチームまでお願いします。
nl: Stel uw vragen aan de onderstaande teams.
nn_no: Still spørmåla dine til teama nedanfor.
pl: Zapytania kieruj do poniższych zespołów.
pt_br: Direcione suas consultas para as equipes abaixo.
ru: Направляйте свои запросы командам, перечисленным ниже.
sk: Svoje otázky smerujte na tímy nižšie.
sl: Svoja vprašanja naslovite na spodnje ekipe.
sq: Kërkesat tuaja dërgojuani ekipeve vijues.
sv_se: Rikta dina frågor till teamen nedan.
tr: Sorularınızı aşağıdaki ekiplere sorabilirsiniz.
uk: Надсилайте свої запити зазначеним нижче командам.
vi: Gửi câu hỏi của bạn đến các nhóm bên dưới.

source: Support
bg: Поддръжане
cs: Podpora
cy: Cefnogaeth
de: Hilfe
el: Υποστήριξη
es_ar: Soporte
es_cl: Soporte
eu: Laguntza
fi: Tuki
fr: Aider
fy_nl: Stipe
gl: Asistencia técnica
hu: Támogatás
ia: Supporto
is: Aðstoð
it: Supporto
ja: サポート
nl: Ondersteuning
nn_no: Brukarstøtte
pl: Wsparcie użytkownika
pt_br: Ofereça suporte
ru: Поддержка
sk: Podpora
sl: Podpora
sq: Asistencë
tr: Destek
uk: Підтримка
vi: Hỗ trợ

source: Support Website
bg: Страница за поддръжка
cs: Stránky podpory
cy: Gwefan Cefnogi
de: Hilfeseite
el: Ιστότοπος υποστήριξης
es_ar: Sitio web de soporte
es_cl: Sitio web de soporte
eu: Laguntzarako gunea
fi: Tukisivusto
fr: Site d’assistance
fy_nl: Stipewebsite
gl: Sitio web de soporte
hu: Támogatás webhelye
ia: Sito web de supporto
is: Aðstoðarvefur
it: Sito di supporto
ja: サポートウェブサイト
nl: Ondersteuningswebsite
nn_no: Brukarstøtte-nettstad
pl: Witryna pomocy
pt_br: Site de suporte
ru: Сайт поддержки
sk: Stránka podpory
sl: Spletno mesto za podporo
sq: Sajt Asistence
sv_se: Webbplats för support
tr: Destek web sitesi
uk: Сайт підтримки
vi: Trang web hỗ trợ

source: Donation Help
bg: Помощ за дарения
cy: Cymorth i Roddwyr
de: Hilfe zum Thema „Spenden“
el: Βοήθεια με τις δωρεές
es_ar: Ayuda sobre donaciones
es_cl: Ayuda con donaciones
eu: Emari bidezko laguntza
fr: Aide pour les dons
fy_nl: Donaasjehelp
gl: Axuda coas doazóns
hu: Adományozási súgó
ia: Adjuta al donation
is: Aðstoð við gjafir/styrki
it: Aiuto per le donazioni
ja: 寄付に関するヘルプ
nl: Donatiehulp
pt_br: Ajuda a doações
ru: Помощь пожертвованиями
sk: Pomoc pri darovaní
sl: Donacija - pomoč
sq: Ndihmë për Dhurime
sv_se: Hjälp vid donation
tr: Bağış yardımı
uk: Допомога внесками
vi: Trợ giúp quyên góp
