Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: Its <strong>unified inbox</strong> enables me to stay sane even in the busiest of times. I am never switching e-mail clients again!
bg: Неговата <strong>обединена пощенска кутия</strong> ми позволява се справям дори в най-натоварените моменти. Никога повече няма да сменям клиента си за електронна поща!
cs: Jeho <strong>jednotná schránka</strong> mi umožňuje zůstat v obraze i při velkém shonu. Již nikdy nebudu e-mailové klienta měnit!
cy: Mae ei <strong>flwch derbyn cyfun</strong> yn fy ngalluogi i gadw'n gall hyd yn oed ar yr adegau prysuraf. Dwi byth am newid rhaglen e-bost eto!
de: Sein <strong>gemeinsamer Posteingang</strong> ermöglicht es mir, die Übersicht zu bewahren, auch wenn es stressig wird. Ich nutze nie wieder ein anderes E-Mail-Programm!
el: Τα <strong>ενοποιημένα εισερχόμενα</strong> με βοηθούν να μη χάνω τον έλεγχο, ακόμα και τις πιο απαιτητικές μέρες. Δεν θα αλλάξω ποτέ ξανά πρόγραμμα email!
es_ar: Su <strong>bandeja de entrada unificada</strong> me permite mantenerme cuerdo incluso en los momentos más ocupados. ¡Yo nunca voy a cambiar de cliente de correo electrónico de nuevo!
es_cl: Su <strong>bandeja de entrada unificada</strong> me permite mantenerme cuerdo incluso en los momentos más ocupados. ¡Yo nunca volveré a cambiar de cliente de correo electrónico!
es_es: Su <strong>bandeja de entrada unificada</strong> me permite mantenerme cuerdo incluso en los momentos más ocupados. ¡Nunca volveré a cambiar de cliente de correo electrónico!
eu: Bere <strong>sarrera-ontzi bateratuak</strong> sasoitsu egoteko aukera ematen dit garai lanpetuenetan ere. Ez naiz berriro posta-bezerorik aldatuko!
fi: Sen <strong>yhdistetyn postilaatikon</strong> ansiosta voin pysyä järjissäni myös hektisinä aikoina. En aio koskaa vaihtaa sähköpostiohjelmaa!
fr: Sa <strong>boîte de réception unifiée</strong> me permet de rester serein même dans les moments les plus surchargés. Je ne changerai plus jamais de logiciel de messagerie !
fy_nl: It <strong>yntegrearre Postfek YN</strong> stelt my yn steat om sels yn de drokste tiden de holle koel te hâlden. Ik wikselje nea mear fan e-mailclient!
gl: A súa <strong>caixa de entrada unificada</strong> permíteme manterme cordo mesmo nos momentos máis ocupados. Nunca volverei a cambiar de cliente de correo electrónico de novo!
hu: Az <strong>egységes postafiókja</strong> lehetővé teszi, hogy a legforgalmasabb időszakban se őrüljek meg. Többé sosem váltok más levelezőprogramra!
ia: Su <strong>cassa de entrata unificate</strong> me permitte conservar mi sanitate mental mesmo in le momentos le plus occupate. Io non cambiara jammais plus de cliente de e-mail!
is: Þetta <strong>sameinaða pósthólf</strong> hjálpar mér að halda sönsum jafnvel þegar er brjálað að gera. Ég mun aldrei framar skipta um tölvupóstforrit!
it: La <strong>casella di posta unificata</strong> mi permette di mantenere il controllo anche nei momenti più impegnativi. Non cambierò mai più client di posta elettronica!
ja: <strong>統合受信トレイ</strong>のおかげで、どんなに忙しいときでも正気を保つことができます。もうメールクライアントを 乗り換えることはないでしょう！
nl: Het <strong>geïntegreerde Postvak IN</strong> stelt me in staat om zelfs in de drukste tijden het hoofd koel te houden. Ik wissel nooit meer van e-mailclient!
pl: <strong>Jedna skrzynka odbiorcza</strong> pozwala mi nie zwariować nawet w najbardziej zapracowanych chwilach. Nie muszę przełączać się między klientami poczty.
pt_br: Sua <strong>caixa de entrada unificada</strong> me permite manter a sanidade mental, mesmo nos momentos mais movimentados. Não fico mais mudando de um cliente de email para outro!
ru: Его <strong>единый почтовый ящик</strong> позволяет мне оставаться в здравом уме даже в самые напряженные времена. Я никогда не вернусь на другие почтовые клиенты!
sk: Jeho <strong>zoskupená doručená pošta</strong> mi umožňuje zachovať si zdravý rozum aj v tých najrušnejších časoch. Už nikdy nebudem meniť e‑mailového klienta!
sl: Njegov <strong>združen poštni predal</strong> mi pomaga, da ostanem priseben tudi v najbolj stresnih časih. Nikoli več ne zamenjam odjemalca za e-pošto!
sq: <strong>Kutia e njësuar e mesazheve të marrë</strong> e tij më lejon të ruaj qetësinë edhe në kohët më me shumë punë. Nuk ndërroj më klient emaiI-i!
sv_se: Dess <strong>enhetliga inkorg</strong> gör att jag kan hålla mig lugn även under de mest hektiska tiderna. Jag byter aldrig e-postklient igen!
tr: Thunderbird'ün <strong>birleşik gelen kutusu</strong> en yoğun zamanlarda bile aklımın başımda kalmasını sağlıyor. Bir daha e-posta istemcimi asla değiştirmeyeceğim!
uk: Його <strong>об'єднана поштова скринька</strong> дає мені змогу завжди тримати все під контролем навіть у напружений час. Я більше ніколи не перейду на інший поштовий клієнт!
vi: <strong>Hộp thư đến hợp nhất</strong> của nó giúp tôi tỉnh táo ngay cả trong những lúc bận rộn nhất. Tôi không bao giờ chuyển đổi ứng dụng e-mail một lần nữa!

source: profile image
bg: профилно изображение
cs: profilový obrázek
cy: delwedd proffil
de: Profilbild
el: εικόνα προφίλ
es_ar: imagen de perfil
es_cl: imagen de perfil
es_es: imagen de perfil
eu: profileko irudia
fi: profiilikuva
fr: image du profil
fy_nl: profylôfbylding
gl: imaxe de perfil
hu: profilkép
ia: imagine de profilo
is: auðkennismynd
it: Immagine del profilo
ja: プロフィール画像
nl: profielafbeelding
nn_no: profilbilde
pl: zdjęcie profilowe
pt_br: imagem de perfil
ru: изображение профиля
sk: profilový obrázok
sl: slika profila
sq: figurë profili
sv_se: profilbild
tr: profil resmi
uk: зображення профілю
vi: hình ảnh hồ sơ

source: Software Developer, Austria
bg: Разработчик на софтуер, Австрия
cs: Vývojář softwaru, Rakousko
cy: Datblygwr Meddalwedd, Awstria
de: Software-Entwickler, Österreich
el: Προγραμματιστής λογισμικού, Αυστρία
es_ar: Desarrollador de software, Austria
es_cl: Desarrollador de software, Austria
es_es: Desarrollador de software, Austria
eu: Software garatzailea, Austria
fi: Ohjelmistokehittäjä, Itävalta
fr: Développeur logiciel, Autriche
fy_nl: Softwareûntwikkeler, Eastenryk
gl: Desenvolvedor de software, Austria
hu: Szoftverfejlesztő, Ausztria
ia: Disveloppator de software, Austria
is: Hugbúnaðarhönnuður, Austurríki
it: Sviluppatore software (Austria)
ja: ソフトウェア開発者、オーストリア
nl: Softwareontwikkelaar, Oostenrijk
nn_no: Programutviklar, Austerrike
pl: Programista, Austria
pt_br: Desenvolvedor de software, Áustria
ru: Разработчик ПО, Австрия
sk: Vývojár softvéru, Rakúsko
sl: programer, Avstrija
sq: Zhvillues Software-i, Austri
sv_se: Mjukvaruutvecklare, Österrike
tr: Yazılım Geliştirici, Avusturya
uk: Розробник програмного забезпечення, Австрія
vi: Người phát triển phần mềm, Áo

source: unified inbox
bg: унифицирана входяща кутия
cs: jednotná schránka
cy: blwch derbyn cyfun
de: Gemeinsamer Posteingang
el: ενοποιημένα εισερχόμενα
es_ar: bandeja de entrada unificada
es_cl: bandeja de entrada unificada
es_es: bandeja de entrada unificada
eu: sarrera-ontzi bateratua
fr: boîte de réception unifiée
fy_nl: yntegrearre Postfek YN
gl: bandexa de entrada unificada
hu: egyesített postafiók
ia: cassa de entrata unificate
is: sameinað pósthólf
it: Casella di posta unificata
ja: 統合受信トレイ
nl: geïntegreerd Postvak IN
nn_no: felles innboks
pl: jedna skrzynka odbiorcza
pt_br: caixa de entrada unificada
ru: единый почтовый ящик
sk: zoskupené priečinky
sl: združen poštni predal
sq: kuti e njësuar të ardhurish
sv_se: enhetlig inkorg
tr: birleşik gelen kutusu
uk: об'єднана поштова скринька
vi: hộp thư đến hợp nhất

source: I love the <strong>tag feature</strong>. I tag something important and find it quickly.
bg: Харесвам <strong>функцията за етикети</strong>. Маркирам нещо важно и после го намирам бързо.
cs: Miluji <strong>funkci štítků</strong>. Označím něco důležitého a rychle to najdu.
cy: Rwy wrth fy modd gyda'r <strong>nodwedd tag</strong>. Rwy'n tagio rhywbeth pwysig ac yn dod o hyd iddo'n gyflym.
de: Ich liebe die <strong>Schlagwort-Funktion</strong>. Wichtige Inhalte markiere ich mit Schlagworten und finde sie so schnell wieder.
el: Λατρεύω τη <strong>λειτουργία ετικετών</strong>. Ορίζω κάτι ως σημαντικό και το βρίσκω γρήγορα.
es_ar: Me encanta la <strong>función de etiquetas</strong>. Etiqueto algo importante y lo encuentro rápidamente.
es_cl: Me encanta la <strong>funcionalidad de etiquetas</strong>. Etiqueto algo importante y lo encuentro rápidamente.
es_es: Me encanta la <strong>función de etiquetas</strong>. Etiqueto algo importante y lo encuentro rápidamente.
eu: <strong>Fitxak egitea</strong> maite dut. Edozer garrantzitsu fitxa bilakatu eta azkar aurkitzen dut.
fi: Pidän mahdollisuudesta asettaa <strong>tunnisteita</strong>. Merkitsen jotain tärkeää tunnisteella ja löydän sen nopeasti.
fr: J’adore la fonctionnalité des <strong>étiquettes</strong>. J’étiquette quelque chose d’important et je le trouve rapidement.
fy_nl: Ik bin gek op de <strong>labelfunksje</strong>. Ik label wat wichtichs en fyn it gau werom.
gl: Encántame a <strong>función de etiquetas</strong>. Etiqueto algo importante e atópoo rapidamente.
hu: Imádom a <strong>címke funkciót</strong>. Megcímkézek valami fontosat, és gyorsan meg is találom.
ia: Io ama le <strong>function etiquetta</strong>. Io etiquetta alco importante e lo trova presto.
is: Ég fíla <strong>merkja-eiginleikann</strong>. Ég merki eitthvað sem mikilvægt og finn það alltaf í hvelli.
it: Adoro le <strong>etichette</strong>. Posso contrassegnare qualcosa di importante e trovarlo rapidamente.
ja: <strong>タグ機能</strong>が気に入っています。重要なことをタグを付けして、すぐに見つけられます。
nl: Ik ben dol op de <strong>labelfunctie</strong>. Ik label iets belangrijks en vind het snel terug.
pl: Uwielbiam <strong>funkcję tagów</strong>. Mogę oznaczyć coś ważnego i szybko to odnaleźć.
pt_br: Adoro o <strong>recurso de etiquetas</strong>. Eu marco algo importante e encontro rapidamente.
ru: Мне нравится <strong>функция меток</strong>. Я отмечаю что-то важное и быстро нахожу это.
sk: Páči sa mi funkcia <strong>štítkov</strong>. Označím niečo dôležité a rýchlo to potom nájdem.
sl: Obožujem <strong>možnost oznak</strong>. Pomembne stvari označim in jih pozneje hitro spet najdem.
sq: Më pëlqen <strong>veçoria e etiketave</strong>. I vë etiketë diçkaje dhe e gjej shpejt.
sv_se: Jag älskar <strong>tagg-funktionen</strong>. Jag taggar något viktigt och hittar det snabbt.
tr: <strong>Etiketleme özelliğini</strong> seviyorum. Önemli şeyleri etiketleyerek daha sonra çabucak bulabiliyorum.
uk: Мені подобається <strong>функція міток</strong>. Я позначаю важливі повідомлення, щоб потім швидко їх знайти.
vi: Tôi thích <strong>tính năng nhãn</strong>. Tôi gắn nhãn một cái gì đó quan trọng và tìm thấy nó một cách nhanh chóng.

source: Computer Scientist, USA
bg: Компютърен учен, САЩ
cs: Počítačový vědec, USA
cy: Gwyddonydd Cyfrifiadurol, UDA
de: Informatiker, USA
el: Μηχανικός υπολογιστών, ΗΠΑ
es_ar: Informático, EE. UU.
es_cl: Informático, EE. UU.
es_es: Informático, EE. UU.
eu: Informatikaria, Estatu Batuak
fi: Tietojenkäsittelytieteilijä, Yhdysvallat
fr: Informaticien, États-Unis
fy_nl: Kompjûterwittenskipper, FS
gl: Informático, USA
hu: Informatikus, USA
ia: Scientista de computator, SUA
is: Tölvunarfræðingur, BNA
it: Esperto informatico (USA)
ja: コンピュータサイエンティスト、米国
nl: Computerwetenschapper, VS
pl: Informatyk, USA
pt_br: Cientista da computação, EUA
ru: Программист-исследователь, США
sk: Počítačový vedec, USA
sl: informatik, ZDA
sq: Informatikan, ShBA
sv_se: Datorforskare, USA
tr: Bilgisayar Bilimci, ABD
uk: Науковець у сфері комп'ютерних технологій, США
vi: Nhà khoa học máy tính, Hoa Kỳ

source: It is the first program I install on any PC I use / own... I use it on <strong>Windows</strong> / <strong>Mac</strong> and <strong>Linux</strong>.
bg: Това е първото приложение, което инсталирам на всеки компютър, който използвам… Ползвам го под <strong>Windows</strong> / <strong>Mac</strong> и <strong>Linux</strong>.
cs: Je to první program, který instaluji na jakékoliv PC, které používám či vlastním. Používám jej na <strong>Windows</strong> / <strong>Macu</strong> a <strong>Linuxu</strong>.
cy: Dyma'r rhaglen gyntaf i mi ei gosod ar unrhyw gyfrifiadur personol rwy'n ei ddefnyddio/yn berchen arno... Rwy'n ei ddefnyddio ar <strong>Windows</strong> / <strong>Mac</strong> a <strong>Linux</strong>.
de: Es ist das erste Programm, das ich auf jedem meiner PCs installiere. Ich nutze es unter <strong>Windows</strong> / <strong>Mac</strong> und <strong>Linux</strong>.
el: Είναι το πρώτο πρόγραμμα που εγκαθιστώ σε κάθε υπολογιστή μου... Το χρησιμοποιώ σε <strong>Windows</strong> / <strong>Mac</strong> και <strong>Linux</strong>.
es_ar: Es el primer programa que instalo en cualquier PC que uso/tengo... Lo uso en <strong>Windows</strong> / <strong>Mac</strong> y <strong>Linux</strong>.
es_cl: Es el primer programa que instalo en cualquier PC que uso/tengo... Lo uso en <strong>Windows</strong> / <strong>Mac</strong> y <strong>Linux</strong>.
es_es: Es el primer programa que instalo en cada equipo que uso/tengo... Lo uso en <strong>Windows</strong> / <strong>Mac</strong> y <strong>Linux</strong>.
eu: Darabildan edozein PCtan instalatzen dudan lehen programa... <strong>Windows</strong>/<strong>Mac</strong> eta <strong>Linux</strong>en darabilt.
fi: Se on ensimmäinen ohjelma, jonka asennan tietokoneeseeni... Käytän sitä <strong>Windowsilla</strong> / <strong>Macilla</strong> ja <strong>Linuxilla</strong>.
fr: C’est le premier programme que j’installe sur un PC que j’utilise / possède… Je l’utilise sur <strong>Windows</strong> / <strong>Mac</strong> et <strong>Linux</strong>.
fy_nl: It is it earste programma dat ik ynstallearje op elke pc dy’t ik brûk / besit… Ik brûk it op <strong>Windows</strong> / <strong>Mac</strong> en <strong>Linux</strong>.
gl: É o primeiro programa que instalo en calquera PC que uso/posúo... Úsoo en <strong>Windows</strong>/<strong>Mac</strong> e en <strong>Linux</strong>.
hu: Ez az első program, amit telepítek egy általam használt PC-re… <strong>Windowson</strong>, <strong>Macen</strong> és <strong>Linuxon</strong> is használom.
ia: Illo es le prime programma que io installa sur ulle PC e que io usa/ possede... Io lo usa sur <strong>Windows</strong> / <strong>Mac</strong> e <strong>Linux</strong>.
is: Þetta er fyrsta forritið sem ég set alltaf upp á öllum þeim tölvum sem ég á eða nota... Ég nota það á <strong>Windows</strong>, <strong>Mac</strong> og <strong>Linux</strong>.
it: È il primo programma che installo su ogni computer che uso o possiedo… Lo uso su <strong>Windows</strong>, <strong>macOS</strong> e <strong>Linux</strong>.
ja: 私が使い、所有するどのPCにも最初にインストールするプログラムです...私は <strong>Windows</strong> / <strong>Mac</strong>、<strong>Linux</strong>で使っています。
nl: Het is het eerste programma dat ik installeer op elke pc die ik gebruik / bezit… Ik gebruik het op <strong>Windows</strong> / <strong>Mac</strong> en <strong>Linux</strong>.
pl: To pierwszy program, który instaluję na każdym moim komputerze... Używam go w systemach <strong>Windows</strong>, <strong>Mac</strong> i <strong>Linux</strong>.
pt_br: É o primeiro programa que instalo em qualquer PC meu... Uso em <strong>Windows</strong>, <strong>Mac</strong> e <strong>Linux</strong>.
ru: Это первая программа, которую я устанавливаю на любой ПК, которым пользуюсь/владею... Я использую ее на <strong>Windows</strong> / <strong>Mac</strong> и <strong>Linux</strong>.
sk: Je to prvý program, ktorý si nainštalujem na ľubovoľný počítač, ktorý používam či vlastním... Používam ho na <strong>Windowse</strong>, <strong>Macu</strong> aj <strong>Linuxe</strong>.
sl: Je prvi program, ki si ga namestim na katerikoli računalnik ... Uporabljam ga v <strong>Windows</strong> / <strong>Mac</strong> in v <strong>Linuxu</strong>.
sq: Është programi i parë që instaloj në çfarëdo PC që përdor / zotëroj… E përdor në <strong>Windows</strong> / <strong>Mac</strong> dhe <strong>Linux</strong>.
sv_se: Det är det första programmet jag installerar på någon dator jag använder/äger... Jag använder det på <strong>Windows</strong>/<strong>Mac</strong> och <strong>Linux</strong>.
tr: Kullandığım her bilgisayara kurduğum ilk program... Thunderbird'ü <strong>Windows</strong> / <strong>Mac</strong> ve <strong>Linux</strong>'ta kullanıyorum.
uk: Це перша програма, яку я встановлюю на будь-якому комп'ютері... Я користуюся нею на <strong>Windows</strong> / <strong>Mac</strong> та <strong>Linux</strong>.
vi: Đây là chương trình đầu tiên tôi cài đặt trên bất kỳ PC nào tôi sử dụng / tôi có... Tôi sử dụng nó trên <strong>Windows</strong> / <strong>Mac</strong> và <strong>Linux</strong>.

source: I.T. Manager, UK
bg: И.Т. Мениджър, Великобритания
cs: IT manažer, Velká Británie
cy: Rheolwr TG, DU
el: Διευθυντής IT, Ηνωμένο Βασίλειο
es_ar: Administrador de I.T., Reino Unido
es_cl: Administrador de I.T., Reino Unido
es_es: Director informático, Reino Unido
eu: IKT, Erresuma Batua
fi: Tietohallintojohtaja, Iso-Britannia
fr: Responsable IT, Royaume-Uni
fy_nl: IT-manager, FK
gl: Administrador de TI, Reino Unido
hu: IT menedzser, Egyesült Királyság
ia: Gestor de IT, Regno Unite
is: Stjórnandi upplýsingakerfa, Bretlandi
it: Responsabile reparto IT (Regno Unito)
ja: ITマネージャー、英国
nl: IT-manager, VK
pl: Kierownik ds. IT, Wielka Brytania
pt_br: Gerente de TI, Reino Unido
ru: ИТ-менеджер, Великобритания
sk: Manažér v IT, Veľká Británia
sl: upravitelj IT, Velika Britanija
sq: Përgjegjës TI, Mbretëri e Bashkuar
sv_se: IT-chef, Storbritannien
tr: BT Yöneticisi, Birleşik Krallık
uk: ІТ-Менеджер, Велика Британія
vi: Quản lý CNTT, Vương quốc Anh

source: Having an open source alternative [for] receiving and managing email... is great for <strong>privacy</strong>.
bg: Наличието на алтернатива с отворен код [за] получаване и управление на електронна поща… е чудесно за моята <strong>поверителност</strong> онлайн.
cs: Mít alternativu s otevřeným zdrojovým kódem pro příjem a správu e-mailů... je skvělé pro <strong>soukromí</strong>.
cy: Mae cael dewis cod agored arall [ar gyfer] derbyn a rheoli e-bost... yn wych ar gyfer <strong>preifatrwydd</strong>.
de: Eine Open-Source-Alternative [zum] Empfangen und Verwalten von E-Mails […] ist gut für die <strong>Privatsphäre</strong>.
el: Μια εναλλακτική λύση ανοικτού κώδικα για τη λήψη και διαχείριση email... εξαιρετική για το <strong>απόρρητο</strong>.
es_ar: Tener una alternativa de código abierto [para] recibir y administrar el correo electrónico... es excelente para la <strong>privacidad</strong>.
es_cl: Tener una alternativa de código abierto para recibir y administrar el correo electrónico... es excelente para la <strong>privacidad</strong>.
es_es: Tener una alternativa de código abierto para recibir y administrar el correo electrónico... es fantástico para la <strong>privacidad</strong>.
eu: Posta elektronikoa jasotzeko eta kudeatzeko kode irekiko alternatiba bat edukitzea... oso ona da <strong>pribatutasunerako</strong>.
fi: Avoimen lähdekoodin vaihtoehto sähköpostin vastaanottamiseen ja hallintaan... se on erinomaista <strong>yksityisyyden</strong> kannalta.
fr: Avoir une alternative open source [pour] recevoir et gérer ses e-mails… c’est idéal pour la <strong>confidentialité</strong>.
fy_nl: It hawwen fan in iepenboarne alternatyf foar it ûntfangen en behearen fan e-mail… is bjusterbaarlik foar <strong>privacy</strong>.
gl: Ter unha alternativa de código aberto [para] recibir e xestionar correo electrónico... é excelente para a <strong>privacidade</strong>.
hu: Az, hogy van egy nyílt forráskódú alternatíva az e-mailek fogadására és kezelésére… nagyszerű az <strong>adatvédelem</strong> szempontjából.
ia: Haber un alternativa open-source pro reciper e gerer email... es formidabile pro le <strong>confidentialitate</strong>.
is: Að hafa möguleika á opnum hugbúnaði til að sækja og sýsla með tölvupóst... er frábært fyrir <strong>persónulega friðhelgi</strong>.
it: Avere un’alternativa open source per ricevere e gestire la posta elettronica… è fantastico per la <strong>privacy</strong>.
ja: メールの受信と管理を行えるオープンソースの代替手段があることは<strong>プライバシー</strong>にとって素晴らしいことです。
nl: Het hebben van een opensource alternatief voor het ontvangen en beheren van e-mail… is geweldig voor <strong>privacy</strong>.
pl: Alternatywa open source do odbierania i zarządzania e-mailem... jest świetna pod względem <strong>prywatności</strong>.
pt_br: Ter uma alternativa de código aberto para receber e gerenciar email... é ótimo para <strong>privacidade</strong>.
ru: Наличие альтернативы с открытым исходным кодом [для] получения и управления электронной почтой... отлично подходит для <strong>конфиденциальности</strong>.
sk: Mať open source alternatívu [na] prijímanie a správu e‑mailov... je skvelé pre <strong>ochranu súkromia</strong>.
sl: Odprtokodna alternativa [za] prejemanje in upravljanje e-pošte ... je odlična za <strong>zasebnost</strong>.
sq: Pasja e një alternative me burim të hapët [për] marrje dhe administrim email-esh… është… është shumë mirë për <strong>privatësinë</strong>.
sv_se: Att ha ett alternativ med öppen källkod [för] att ta emot och hantera e-post... är bra för <strong>integriteten</strong>.
tr: E-postaları almak ve yönetmek için açık kaynaklı bir alternatife sahip olmak <strong>gizlilik</strong> açısından harika bir şey.
uk: Альтернативна програма з відкритим програмним кодом [для] керування електронною поштою... – це важлива перевага захисту <strong>приватності</strong>.
vi: Có giải pháp thay thế mã nguồn mở [để] nhận và quản lý email... rất tốt cho <strong>sự riêng tư</strong>.

source: Web Developer, Costa Rica
bg: Уеб разработчик, Коста Рика
cs: Webový vývojář, Kostarika
cy: Datblygwr Gwe, Costa Rica
de: Web-Entwickler, Costa Rica
el: Προγραμματιστής web, Κόστα Ρίκα
es_ar: Desarrollador Web, Costa Rica
es_cl: Desarrollador Web, Costa Rica
es_es: Desarrollador web, Costa Rica
eu: Web garatzailea, Costa Rica
fi: Web-kehittäjä, Costa Rica
fr: Développeur web, Costa Rica
fy_nl: Webûntwikkeler, Kosta Rika
gl: Desenvolvedor web, Costa Rica
hu: Webfejlesztő, Costa Rica
ia: Disveloppator web, Costa Rica
is: Vefhönnuður, Kostaríka
it: Sviluppatore web (Costa Rica)
ja: ウェブ開発者、コスタリカ
nl: Webontwikkelaar, Costa Rica
pl: Programista stron internetowych, Kostaryka
pt_br: Desenvolvedor web, Costa Rica
ru: Веб-разработчик, Коста-Рика
sk: Webový vývojár, Kostarika
sl: spletni razvijalec, Kostarika
sq: Zhvillues Web, Kosta Rika
sv_se: Webbutvecklare, Costa Rica
tr: Web Geliştirici, Kosta Rika
uk: Веброзробник, Коста-Рика
vi: Nhà phát triển Web, Costa Rica
