Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: Accomplishing that mission means keeping <strong>Thunderbird</strong> secure, maintaining complex server infrastructure, updating old code, fixing bugs, and developing new features. <strong>These activities are expensive</strong> - requiring talented software engineers and robust infrastructure.
bg: Изпълнението на тази мисия означава поддържане на сигурността на <strong>Thunderbird</strong>, поддържане на сложна сървърна инфраструктура, актуализиране на стар код, коригиране на грешки и разработване на нови функции. <strong>Тези дейности не са евтини</strong> - изискват талантливи софтуерни инженери и стабилна инфраструктура.
cs: Plnění tohoto úkolu znamená udržovat <strong>Thunderbird</strong> v bezpečí, udržovat komplexní serverovou infrastrukturu, aktualizovat starý kód, opravovat chyby a vyvíjet nové funkce. <strong>Tyto činnosti jsou nákladné</strong> - vyžadují talentované softwarové inženýry a robustní infrastrukturu.
cy: Mae cyflawni'r genhadaeth honno'n golygu cadw <strong>Thunderbird</strong> yn ddiogel, cynnal seilwaith gweinydd cymhleth, diweddaru hen god, cywiro gwallau a datblygu nodweddion newydd. <strong>Nid yw'r gweithgareddau hyn yn rhad</strong> - mae angen peirianwyr meddalwedd dawnus a seilwaith cadarn.
de: Um diese Mission zu erfüllen, müssen wir <strong>Thunderbird</strong> sicher halten, eine komplexe Serverinfrastruktur warten, alten Quelltext aktualisieren, Fehler beheben und neue Funktionen entwickeln. <strong>Diese Aktivitäten sind teuer</strong> – sie erfordern talentierte Softwareentwickler und eine robuste Infrastruktur.
el: Η εκπλήρωση αυτής της αποστολής σημαίνει διατήρηση της ασφάλειας του <strong>Thunderbird</strong>, διατήρηση της περίπλοκης υποδομής των διακομιστών, ενημέρωση του παλαιού κώδικα, διόρθωση των σφαλμάτων και ανάπτυξη νέων δυνατοτήτων. <strong>Αυτές οι δραστηριότητες είναι ακριβές</strong> και απαιτούν ταλαντούχους μηχανικούς λογισμικού και ισχυρές υποδομές.
es_ar: Cumplir esa misión significa mantener a <strong>Thunderbird</strong> seguro, mantener una infraestructura de servidor compleja, actualizar el código antiguo, corregir errores y desarrollar nuevas funciones. <strong>Estas actividades son caras</strong>: requieren ingenieros de software talentosos y una infraestructura robusta.
es_cl: Cumplir esa misión significa mantener <strong>Thunderbird</strong> seguro, darle mantenimiento a una infraestructura de servidores compleja, actualizar el código antiguo, corregir errores y desarrollar nuevas funciones. <strong>Estas actividades son caras</strong> - requieren ingenieros de software talentosos y una infraestructura robusta.
es_es: Cumplir esa misión significa mantener <strong>Thunderbird</strong> seguro, mantener una infraestructura de servidores compleja, actualizar el código antiguo, corregir errores y desarrollar nuevas funciones. <strong>Estas actividades son caras</strong> - requieren ingenieros de software con talento y una infraestructura robusta.
eu: Misio hori betetzeak esan nahi du <strong>Thunderbird</strong> segurua izatea, zerbitzarien azpiegitura konplexuak mantentzea, kode zaharra eguneratzea, akatsak konpontzea eta ezaugarri berriak garatzea. <strong>Jarduera horiek garestiak dira</strong>, eta talentu handiko software ingeniariak eta azpiegitura sendoak behar dituzte.
fr: Pour mener à bien cette mission, il faut assurer la sécurité de <strong>Thunderbird</strong>, maintenir une infrastructure de serveurs complexe, moderniser le code source, corriger les bugs et développer de nouvelles fonctionnalités. <strong>Ces activités sont coûteuses</strong> et nécessitent une équipe d’ingénierie logicielle talentueuse et une infrastructure robuste.
fy_nl: It folbringen fan dy missy betsjut it feilich hâlden fan <strong>Thunderbird</strong>, it ûnderhâlden fan in komplekse serverynfrastruktuer, it bywurkjen fan âlde koade, it reparearjen fan bugs en it ûntwikkeljen fan nije funksjes. <strong>Dizze aktiviteiten binne djoer</strong> – se fereaskje talintfolle software-yngenieurs en in robúste ynfrastruktuer.
gl: Cumprir esa misión significa manter <strong>Thunderbird</strong> seguro, manter unha infraestrutura complexa de servidores, actualizar o código antigo, corrixir erros e desenvolver novas funcións. <strong>Estas actividades son caras</strong>: requiren enxeñeiros de software talentosos e unha infraestrutura sólida.
hu: A küldetés teljesítése a <strong>Thunderbird</strong> biztonságának megőrzését, az összetett kiszolgáló-infrastruktúra karbantartását, a régi kód frissítését, a hibák javítását és az új funkciók fejlesztését jelenti. <strong>Ezek a tevékenységek sokba kerülnek</strong> – tehetséges szoftvermérnököket és robusztus infrastruktúrát igényelnek.
ia: Complir iste mission significa mantener <strong>Thunderbird</strong> secur, mantener un complexe infrastructura de servitores, actualisar vetere codification, remediar errores, e disveloppar nove functionalitates. <strong>Iste activitates es costose</strong> - requirente ingenieros de software talentose e un infrastructura robuste.
is: Að ná því markmiði þýðir að halda <strong>Thunderbird</strong> öruggum, viðhalda flóknum innviðum netþjóna, uppfæra gamlan kóða, laga villur og þróa nýja eiginleika. <strong>Þessi starfsemi kostar sitt</strong> - hún krefst hæfileikaríkra hugbúnaðarverkfræðinga og öflugra innviða.
it: Per raggiungere questo obiettivo dobbiamo garantire che <strong>Thunderbird</strong> rimanga sicuro, mantenere una complessa infrastruttura di server, aggiornare il codice sorgente, risolvere i problemi esistenti e sviluppare nuove funzionalità. <strong>Queste attività sono costose</strong> e richiedono sviluppatori di talento e una robusta infrastruttura.
ja: この使命の達成には、 <strong>Thunderbird</strong>の安全性を保ち、複雑なサーバーインフラストラクチャを維持し、古いコードを更新し、バグを修正し、新機能を開発する必要があります。それには有能なソフトウェアエンジニアと堅牢なインフラストラクチャが必要なため、<strong>これらの活動には費用がかかります。 </strong>
nl: Het bereiken van die missie betekent het veilig houden van <strong>Thunderbird</strong>, het onderhouden van een complexe serverinfrastructuur, het bijwerken van oude code, het oplossen van bugs en het ontwikkelen van nieuwe functies. <strong>Deze activiteiten zijn duur</strong> – ze vereisen getalenteerde software-engineers en een robuuste infrastructuur.
nn_no: Å klare det oppdraget tyder å halde <strong>Thunderbird</strong> sikker, oppretthalde kompleks serverinfrastruktur, oppdatere gammal kode, rette feil og utvikle nye funksjonar. <strong>Desse aktivitetane kostar pengar</strong> – krev talentfulle programvareingeniørar og robust infrastruktur.
pl: Realizacja tej misji oznacza dbanie o bezpieczeństwo <strong>Thunderbirda</strong>, utrzymywanie kompleksowej infrastruktury serwerowej, aktualizowanie starego kodu, naprawianie błędów i opracowywanie nowych funkcji. <strong>To bardzo kosztowne</strong> – wymaga utalentowanych inżynierów oprogramowania i solidnej infrastruktury.
pt_br: Cumprir esta missão significa manter o <strong>Thunderbird</strong> seguro, sustentando uma infraestrutura complexa de servidores, atualizando códigos antigos, corrigindo erros e desenvolvendo novos recursos. <strong>Essas atividades são caras</strong> - exigem engenheiros de software talentosos e infraestrutura robusta.
ru: Выполнение этой миссии означает обеспечение безопасности <strong>Thunderbird</strong>, поддержку сложной серверной инфраструктуры, обновление устаревшего кода, исправление ошибок и разработку новых функций. <strong>Эти активности затратные</strong> — для них требуются талантливые инженеры-программисты и надежная инфраструктура.
sk: Splnenie tohto poslania znamená udržiavať <strong>Thunderbird</strong> v bezpečí, udržiavať komplexnú serverovú infraštruktúru, aktualizovať starý kód, opravovať chyby a vyvíjať nové funkcie. <strong>Tieto činnosti nie sú lacné</strong> – vyžadujú si talentovaných softvérových inžinierov a robustnú infraštruktúru.
sl: To poslanstvo pomeni, da je treba skrbeti za varnost <strong>Thunderbirda</strong>, vzdrževati obsežno strežniško infrastrukturo, posodabljati staro kodo, odpravljati napake in razvijati nove zmožnosti. <strong>Te dejavnosti so velik finančni zalogaj</strong> – zanje potrebujemo talentirane programske inženirje in zmogljivo infrastrukturo.
sv_se: Att klara det uppdraget innebär att hålla <strong>Thunderbird</strong> säker, underhålla komplex serverinfrastruktur, uppdatera gammal kod, fixa buggar och utveckla nya funktioner. <strong>Dessa aktiviteter är dyra</strong> - kräver duktiga programvaruingenjörer och robust infrastruktur.
uk: Виконання цієї місії означає збереження безпеки <strong>Thunderbird</strong>, підтримку складної серверної інфраструктури, оновлення старого коду, виправлення помилок і розробку нових функцій. <strong>Це досить недешево</strong> і потребує талановитих інженерів програмного забезпечення та надійної інфраструктури.
vi: Hoàn thành sứ mệnh đó có nghĩa là giữ <strong>Thunderbird</strong> luôn an toàn, duy trì cơ sở hạ tầng máy chủ phức tạp, cập nhật mã cũ, sửa lỗi và phát triển tính năng mới. <strong>Những hoạt động này tốn kém</strong> - đòi hỏi các kỹ sư phần mềm tài năng và cơ sở hạ tầng mạnh mẽ.

source: What’s New in Thunderbird 115
bg: Какво е новото в Thunderbird 115
cs: Novinky v aplikaci Thunderbird 115
cy: Beth sy'n Newydd yn Thunderbird 115
de: Was ist neu in Thunderbird 115
el: Τι νέο υπάρχει στο Thunderbird 115
es_ar: Qué hay de nuevo en Thunderbird 115
es_cl: Que hay de nuevo en Thunderbird 115
es_es: Novedades de Thunderbird 115
eu: Thunderbird 115ko berritasunak
fi: Mitä uutta Thunderbird 115 sisältää
fr: Nouveautés de Thunderbird 115
fy_nl: Nij yn Thunderbird 115
gl: Novidades en Thunderbird 115
hu: A Thunderbird 115 újdonságai
ia: Que novas in Thunderbird 115
is: Hvað er nýtt í Thunderbird 115
it: Novità in Thunderbird 115
ja: Thunderbird 115の新機能
nl: Nieuw in Thunderbird 115
nn_no: Kva er nytt i Thunderbird 115
pl: Co nowego w wersji Thunderbird 115
pt_br: Novidades no Thunderbird 115
ru: Что нового в Thunderbird 115
sk: Novinky v Thunderbirde 115
sl: Kaj je novega v Thunderbirdu 115
sq: Ç’ka të re te Thunderbird 115-a
sv_se: Vad är nytt i Thunderbird 115
tr: Thunderbird 115’teki Yenilikler
uk: Що нового в Thunderbird 115
vi: Có gì mới trong Thunderbird 115

source: What’s New in <br> <span class="tb-title">Thunderbird</span> <span class="version">115</span> <span class="sr-only">Supernova</span>
bg: Какво е новото в <br> <span class="tb-title">Thunderbird</span> <span class="version">115</span> <span class="sr-only">Свръхнова</span>
cs: Co je nového v <br> <span class="tb-title">Thunderbirdu</span> <span class="version">115</span> <span class="sr-only">Supernova</span>
cy: Beth sy'n Newydd yn <br> <span class="tb-title">Thunderbird</span> <span class="version">115</span> <span class="sr-only">Supernova</span>
de: Was ist neu in<br><span class="tb-title">Thunderbird</span><span class="version">115</span><span class="sr-only">Supernova</span>
el: Τι νέο υπάρχει στο <br> <span class="tb-title">Thunderbird</span> <span class="version">115</span> <span class="sr-only">Supernova</span>
es_ar: Que hay de nuevo en <br> <span class="tb-title">Thunderbird</span> <span class="version">115</span> <span class="sr-only">Supernova</span>
es_cl: Novedades en <br> <span class="tb-title">Thunderbird</span> <span class="version">115</span> <span class="sr-only">Supernova</span>
es_es: Qué hay de nuevo en <br> <span class="tb-title">Thunderbird</span> <span class="version">115</span> <span class="sr-only">Supernova</span>
eu: Zer berri <br> <span class="tb-title">Thunderbird</span> <span class="version">115</span> <span class="sr-only">Supernovan</span>
fr: Nouveautés de <br> <span class="tb-title">Thunderbird</span> <span class="version">115</span> <span class="sr-only">Supernova</span>
fy_nl: Nij yn <br> <span class="tb-title">Thunderbird</span> <span class="version">115</span> <span class="sr-only">Supernova</span>
gl: Novidades en <br> <span class="tb-title">Thunderbird</span> <span class="version">115</span> <span class="sr-only">Supernova</span>
hu: Újdonságok a <br> <span class="tb-title">Thunderbirdben</span> <span class="version">115</span> <span class="sr-only">(Supernovában)</span>
ia: Qual es le novas in <br> <span class="tb-title">Thunderbird</span> <span class="version">115</span> <span class="sr-only">Supernova</span>
is: Hvað er nýtt í <br> <span class="tb-title">Thunderbird</span> <span class="version">115</span> <span class="sr-only">Supernova</span>
it: Novità in <br> <span class="tb-title">Thunderbird</span> <span class="version">115</span> <span class="sr-only">Supernova</span>
ja: <br> <span class="tb-title">Thunderbird</span> <span class="version">115</span> <span class="sr-only">Supernova</span>の新機能
nl: Nieuw in <br> <span class="tb-title">Thunderbird</span> <span class="version">115</span> <span class="sr-only">Supernova</span>
nn_no: Kva er nytt i <br> <span class="tb-title">Thunderbird</span> <span class="version">115</span> <span class="sr-only">Supernova</span>
pl: Co nowego w wersji <br> <span class="tb-title">Thunderbird</span> <span class="version">115</span> <span class="sr-only">Supernova</span>
pt_br: Novidades no <br> <span class="tb-title">Thunderbird</span> <span class="version">115</span> <span class="sr-only">Supernova</span>
ru: Что нового в <br> <span class="tb-title">Thunderbird</span> <span class="version">115</span> <span class="sr-only">Supernova</span>
sk: Čo je nové v <br> <span class="tb-title">Thunderbirde</span> <span class="version">115</span> <span class="sr-only">Supernova</span>
sl: Kaj je novega v <br> <span class="tb-title">Thunderbirdu</span> <span class="version">115</span> <span class="sr-only">Supernova</span>
sq: Ç’ka të Re në <br> <span class="tb-title">Thunderbird</span> <span class="version">115</span> <span class="sr-only">Supernova</span>
sv_se: Vad är nytt i <br> <span class="tb-title">Thunderbird</span> <span class="version">115</span> <span class="sr-only">Supernova</span>
tr: Tüm yenilikleriyle <span class="tb-title" lang="en">Thunderbird</span> <span class="version">115</span> <span class="sr-only">Supernova</span>
uk: Що нового в <br> <span class="tb-title">Thunderbird</span> <span class="version">115</span> <span class="sr-only">Supernova</span>
vi: Có gì mới trong <br> <span class="tb-title">Thunderbird</span> <span class="version">115</span> <span class="sr-only">Supernova</span>

source: Supernova wordmark
bg: Надпис на Supernova
cs: Slovo supernova
cy: Marc geiriau Supernova
de: Supernova-Wortmarke
el: Σήμα του Supernova
es_ar: Logotipo de Supernova
es_cl: logotipo textual Supernova
es_es: Logotipo de Supernova
eu: Supernoba hitz-marka
fr: Le logo Supernova
fy_nl: Supernova-wurdmerk
gl: Logotipo de Supernova
hu: Supernova szóvédjegy
ia: Le marca denominative Supernova
is: Supernova orðtáknið
it: Wordmark di Supernova
ja: Supernovaワードマーク
nl: Supernova-woordmerk
nn_no: Supernova-logotype
pl: Znak graficzny Supernova
pt_br: Marca registrada Supernova
ru: Словесный знак Supernova
sk: Slovo Supernova
sl: Besedna znamka Supernova
sv_se: Supernova-logotyp
tr: Supernova logosu
uk: Словесний знак Supernova

source: Learn how to get the new look
bg: Научете как да активирате новия облик
cs: Přečtěte si, jak získat nový vzhled
cy: Dysgu sut i gael y wedd newydd
de: Erfahren Sie, wie Sie das neue Erscheinungsbild erhalten
el: Μάθετε πώς να αποκτήσετε τη νέα εμφάνιση
es_ar: Conocé más sobre cómo conseguir el nuevo look
es_cl: Aprende cómo conseguir el nuevo aspecto
es_es: Aprende cómo conseguir el nuevo aspecto
eu: Ikasi itxura berria nola lortu
fr: Découvrez comment appliquer la nouvelle apparence
fy_nl: Mear oer hoe’t jo de nije foarmjouwing krije kinne
gl: Aprenda a conseguir o novo aspecto
hu: Ismerje meg, hogyan szerezheti be az új külsőt
ia: Discoperi como obtener un nove apparentia
is: Sjáðu hvernig þú getur fengið nýja útlitið
it: Scopri come ottenere il nuovo look
ja: 新しい外観を手に入れる方法を学ぶ
nl: Meer over hoe u de nieuwe vormgeving kunt verkrijgen
nn_no: FInn ut korleis du får den nye utsjånaden
pt_br: Saiba como ter o novo visual
ru: Узнайте, как получить новый внешний вид
sk: Zistite, ako môžete získať nový vzhľad
sl: Preberite, kako do novega videza
sq: Mësoni si të merrni pamjen e re
sv_se: Lär dig hur du kan få det nya utseendet
tr: Yeni görünüme nasıl geçeceğinizi öğrenin
uk: Дізнайтеся, як отримати новий вигляд
vi: Tìm hiểu cách có được giao diện mới

source: A nebula of stars
bg: Мъглявина от звезди
cs: Hvězdná mlhovina
cy: Nebula o sêr
de: Ein Sternennebel
el: Ένα νεφέλωμα από αστέρια
es_ar: Una nebulosa de estrellas
es_cl: Una nebulosa de estrellas
es_es: Una nebulosa de estrellas
eu: Izarren nebulosa
fr: Une nébuleuse d’étoiles
fy_nl: In nevel fan stjerren
gl: Unha nebulosa de estrelas
hu: Egy csillagköd
ia: Un nebulosa de stellas
is: Þyrping af stjörnum
it: Una nebulosa di stelle
ja: きらめく星雲
nl: Een nevel van sterren
pl: Mgławica gwiezdna
pt_br: Uma nebulosa de estrelas
ru: Туманность звезд
sk: Hmlovina hviezd
sl: Meglica zvezd
sq: Një mjegullnajë yjesh
sv_se: En nebulosa av stjärnor
tr: Bir yıldız bulutsusu
uk: Скупчення зірок
vi: Một tinh vân sao

source: Dynamic Unified Toolbar
bg: Динамична обединена лента с инструменти
cs: Dynamická jednotná lišta
cy: Bar Offer Unedig Dynamig
de: Gruppierte Dynamische Symbolleiste
el: Δυναμική ενοποιημένη γραμμή εργαλείων
es_ar: Barra de herramientas unificada y dinámica
es_cl: Barra de herramientas unificada dinámica
es_es: Barra de herramientas unificada dinámica
eu: Tresna-barra bateratu dinamikoa
fr: Barre d’outils dynamique unifiée
fy_nl: Dynamyske yntegrale arkbalke
gl: Barra de ferramentas unificada dinámica
hu: Dinamikus egyesített eszköztár
ia: Barra de utensiles dynamic unificate
is: Breytileg sameinuð verkfærastika
it: Barra degli strumenti unificata dinamica
ja: ダイナミック統合ツールバー
nl: Dynamische integrale werkbalk
nn_no: Dynamisk integrert verktøylinje
pl: Dynamiczny pojedynczy pasek narzędzi
pt_br: Barra de ferramentas dinâmica unificada
ru: Динамическая унифицированная панель инструментов
sk: Dynamický jednotný panel s nástrojmi
sl: Dinamična poenotena orodna vrstica
sq: Panel Dinamik i Unifikuar
sv_se: Dynamiskt integrerat verktygsfält
tr: Dinamik birleşik araç çubuğu
uk: Динамічна уніфікована панель інструментів
vi: Thanh công cụ động hợp nhất
