Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: Unsure? Ask for help in the beta forum.
cs: Nejste si jisti? Požádejte o pomoc ve fóru betaverze.
cy: Ansicr? Gofynnwch am gymorth yn y fforwm beta.
de: Sie sind sich unsicher? Bitten Sie im Beta-Forum um Hilfe.
el: Δεν γνωρίζετε; Ζητήστε βοήθεια στο φόρουμ της έκδοσης Beta.
es_ar: ¿No estás seguro? Pedí ayuda en el foro beta.
es_cl: ¿No tienes certeza? Pregunta por ayuda en el foro beta.
es_es: ¿No está seguro? Pida ayuda en el foro beta.
eu: Ziurgabetasunik? Laguntza eskatu betaren foroan.
fr: Vous avez un doute ? Demandez de l’aide sur le forum bêta.
fy_nl: Net wis? Freegje om help yn it Beta-foarum.
gl: Non está seguro? Solicite axuda no foro beta.
hu: Bizonytalan? Kérjen segítséget a béta fórumban.
ia: Insecur? Demanda adjuta in le foro del version beta.
is: Óviss? Biddu um hjálp á spjallborðinu fyrir Beta-prófunarútgáfur.
it: Non sei sicuro? Chiedi aiuto sul forum Beta.
ja: よく分からないことがあれば、Beta フォーラムで尋ねてみましょう。
nl: Niet zeker? Vraag om hulp in het Beta-forum.
nn_no: Usikker? Be om hjelp i beta-forumet.
pl: Nie wiesz czegoś? Poproś o pomoc na forum beta.
pt_br: Não tem certeza? Peça ajuda no fórum do beta.
ru: Не уверены? Обратитесь за помощью на форуме бета-версии.
sk: Nie ste si istí? Požiadajte o pomoc na fóre verzie beta.
sl: Niste prepričani? Prosite za pomoč na beta forumu.
sq: I pasigurt? Kërkoni ndihmë te forumi për beta-n.
sv_se: Osäker? Be om hjälp i beta-forumet.
tr: Emin değil misiniz? Beta forumundan yardım isteyin.
uk: Не впевнені? Зверніться за допомогою на форум про бета-версію.
vi: Không chắc chắn? Yêu cầu trợ giúp trong diễn đàn beta.

source: Welcome to <div class="tb-text">Thunderbird</div>
cs: Vítá vás <div class="tb-text">Thunderbird</div>
cy: Croeso i <div class="tb-text">Thunderbird</div>
de: Willkommen bei <div class="tb-text">Thunderbird</div>
el: Καλώς ορίσατε στο <div class="tb-text">Thunderbird</div>
es_ar: Bienvenido a <div class="tb-text">Thunderbird</div>
es_cl: Te damos la bienvenida a <div class="tb-text">Thunderbird</div>
es_es: Le damos la bienvenida a <div class="tb-text">Thunderbird</div>
eu: Ongi etorri <div class="tb-text">Thunderbird</div>era
fr: Bienvenue dans <div class="tb-text">Thunderbird</div>
fy_nl: Wolkom by <div class="tb-text">Thunderbird</div>
gl: Benvido a <div class="tb-text">Thunderbird</div>
hu: Üdvözli a <div class="tb-text">Thunderbird</div>
ia: Benvenite in <div class="tb-text">Thunderbird</div>
is: Velkomin í <div class="tb-text">Thunderbird</div>
it: Benvenuto in <div class="tb-text">Thunderbird</div>
ja: <div class="tb-text">Thunderbird</div> へようこそ
kab: Ansuf ɣer <div class="tb-text">Thunderbird</div>
nl: Welkom bij <div class="tb-text">Thunderbird</div>
nn_no: Velkomen til <div class="tb-text">Thunderbird</div>
pl: Witaj w <div class="tb-text">Thunderbirdzie</div>
pt_br: Boas-vindas ao <div class="tb-text">Thunderbird</div>
ru: Добро пожаловать в <div class="tb-text">Thunderbird</div>
sk: Víta vás <div class="tb-text">Thunderbird</div>
sl: Dobrodošli v <div class="tb-text">Thunderbirdu</div>
sq: Mirë se vini te <div class="tb-text">Thunderbird-i</div>
sv_se: Välkommen till <div class="tb-text">Thunderbird</div>
tr: <div class="tb-text">Thunderbird</div>'e hoş geldiniz
uk: Ласкаво просимо до <div class="tb-text">Thunderbird</div>
vi: Chào mừng bạn đến với <div class="tb-text">Thunderbird</div>

source: Support Us
cs: Podpořte nás
cy: Cefnogwch ni!
de: Unterstützen Sie uns!
el: Υποστηρίξτε μας
es_ar: Ayudanos
es_cl: Apóyanos
es_es: Apóyenos
eu: Lagun gaitzazu
fr: Soutenez-nous !
fy_nl: Stypje ús
gl: Apoianos
hu: Támogasson minket
ia: Supporta nos!
is: Styddu okkur
it: Sostienici
ja: Thunderbird への支援
kab: Mudd-aneɣ-d tallalt
nl: Steun ons
nn_no: Stø oss
pl: Wesprzyj nas
pt_br: Apoie-nos
ru: Поддержите нас
sk: Podporte nás
sl: Podprite nas
sq: Na Përkrahni
sv_se: Stöd oss
tr: Bizi destekleyin
uk: Підтримайте нас
vi: Hỗ trợ chúng tôi

source: Thank you for supporting Thunderbird, which is funded by users like you! Producing Thunderbird requires software engineers, designers, system administrators and server infrastructure. So if you like Thunderbird, the best way to ensure Thunderbird remains available is to make a donation.
cs: Děkujeme, že podporujete Thunderbird, jenž je financován uživateli, jako jste vy! K vytvoření Thunderbirdu jsou zapotřebí softwaroví inženýři, návrháři, správci systému a serverová infrastruktura. Pokud se vám tedy Thunderbird líbí, nejlepším způsobem, jak zajistit, aby byl i nadále dostupný, je zaslání peněžního daru.
cy: Diolch am gefnogi Thunderbird, sy'n cael ei ariannu gan ddefnyddwyr fel chi! Mae angen peirianwyr meddalwedd, dylunwyr, gweinyddwyr systemau a seilwaith gweinyddwyr i gynhyrchu Thunderbird. Felly os ydych chi'n hoffi Thunderbird, y ffordd orau o sicrhau bod Thunderbird yn parhau i fod ar gael yw gwneud cyfraniad.
de: Vielen Dank, dass Sie Thunderbird unterstützen, das von Benutzern wie Ihnen finanziert wird! Die Entwicklung von Thunderbird benötigt Softwareingenieure, Designer, Systemadministratoren und eine Serverinfrastruktur. Wenn Sie also Thunderbird mögen, können Sie durch eine Spende am besten dafür sorgen, dass Thunderbird weiterhin verfügbar ist.
el: Σας ευχαριστούμε που υποστηρίζετε το Thunderbird, το οποίο χρηματοδοτείται από χρήστες όπως εσείς! Η παραγωγή του Thunderbird απαιτεί μηχανικούς λογισμικού, σχεδιαστές, διαχειριστές συστημάτων και υποδομή διακομιστών. Επομένως, αν σας αρέσει το Thunderbird, ο καλύτερος τρόπος για να διασφαλίσετε ότι το Thunderbird θα παραμείνει διαθέσιμο είναι να κάνετε μια δωρεά.
es_ar: ¡Gracias por apoyar a Thunderbird, que está financiado por usuarios como vos! Producir Thunderbird requiere ingenieros de software, diseñadores, administradores de sistemas e infraestructura de servidores. Así que si te gusta Thunderbird, la mejor manera de asegurarte de que Thunderbird siga disponible es hacer una donación.
es_cl: ¡Gracias por apoyar a Thunderbird, que es financiado por usuarios como tu! Desarrollar Thunderbird requiere ingenieros de software, diseñadores, administradores de sistemas e infraestructura de servidores. Así que si te gusta Thunderbird, la mejor manera de asegurarte de que Thunderbird siga disponible es haciendo una donación.
es_es: ¡Gracias por apoyar a Thunderbird, que está financiado por usuarios como usted! Desarrollar Thunderbird requiere ingenieros de software, diseñadores, administradores de sistemas e infraestructura de servidores. Entonces, si le gusta Thunderbird, la mejor manera de asegurarse de que Thunderbird siga disponible es hacer una donación.
eu: Eskerri asko Thunderbird laguntzeagatik, zu bezalako erabiltzaileek mantendua dago! Thunderbird software ingeniariak, diseinatzaileak, sistema administratzaileak eta zerbitzarien azpiegituraren beharra dauka. Beraz, Thunderbird gogoko baduzu, Thunderbird eskuragarri mantenduko dela ziurtatzeko biderik onena dohaintza bat egitea da.
fr: Merci pour votre soutien à Thunderbird qui est financé par des personnes qui l’utilisent comme vous ! Produire Thunderbird nécessite du personnel et des moyens pour l’ingénierie logicielle, la conception, l’administration système et les infrastructures de serveurs. Aussi, si vous aimez Thunderbird, la meilleure manière de vous assurer que Thunderbird reste disponible est de faire un don.
fy_nl: Tank foar jo stipe oan Thunderbird dat finansiere wurdt troch brûkers lykas jo! It meitsjen fan Thunderbird fereasket software-engineers, ûntwerpers, systeembehearders en in serverynfrastruktuer. Dus, as jo wol oer Thunderbird meie, is de beste manier om derfoar te soargjen dat Thunderbird beskikber bliuwt, in donaasje dwaan.
gl: Grazas por apoiar a Thunderbird, que está financiado por usuarios coma vostede. A produción de Thunderbird require enxeñeiros de software, deseñadores, administradores de sistemas e infraestrutura de servidores. Polo tanto, se lle gusta Thunderbird, a mellor forma de garantir que estea dispoñible é facer unha doazón.
hu: Köszönjük a Thunderbird támogatását, amit olyan felhasználók finanszíroznak, mint ön! A Thunderbird létrehozásához szoftvermérnökökre, tervezőkre, rendszergazdákra és szerver-infrastruktúrára van szükség. Tehát ha szereti a Thunderbirdöt, a legjobb módja annak, hogy biztosítsa, hogy a Thunderbird továbbra is elérhető maradjon, az adományozás.
ia: Gratias pro supportar Thunderbird, que es financiate per usatores como te! Producer Thunderbird require ingenieros de software, projectatores, administratores de systema e infrastructura de servitor. Assi si il te place Thunderbird, le melior maniera de assecura te que Thunderbird remane disponibile es de facer un donation.
is: Takk fyrir að styrkja Thunderbird, sem er fjármagnað af notendum eins og þér! Gerð Thunderbird útheimtir aðkomu forritara, hönnuða, kerfisstjóra auk annarra innviða. Ef þér líkar við Thunderbird skaltu íhuga að leggja þitt af mörkum. Besta leiðin fyrir þig til að tryggja að Thunderbird sé áfram í boði er að styrkja með fjárframlagi.
it: Ti ringraziamo per il tuo sostegno a Thunderbird, che è finanziato da utenti come te. Per realizzare Thunderbird servono sviluppatori, designer, amministratori di sistema e server per l’infrastruttura. Se apprezzi Thunderbird, il modo più efficace per far sì che continui a essere disponibile è fare una donazione.
ja: Thunderbird はあなたのようなユーザーに支えられています！ Thunderbird にご支援をお願いします。Thunderbird のリリースには、ソフトウェアエンジニアやデザイナー、システム管理者、サーバーのインフラストラクチャーを必要とします。Thunderbird を気に入ったら、これらを維持するために、ぜひ寄付を検討してください。
nl: Bedankt voor uw steun aan Thunderbird dat wordt gefinancierd door gebruikers zoals u! Het maken van Thunderbird vereist software-engineers, ontwerpers, systeembeheerders en een serverinfrastructuur. Dus, als Thunderbird u bevalt, is de beste manier om ervoor te zorgen dat Thunderbird beschikbaar blijft een donatie doen.
nn_no: Takk for at du stør Thunderbird som er finansiert av brukarar som deg! For å utvikle Thunderbird trengst det programvareingeniørar, formgivarar, systemadministratrorar og serverinfrastruktur. Så likar du Thunderbird, vurder å donere. Det er den beste måten å sikre at Thunderbird framleis er tilgjengeleg.
pl: Dziękujemy za wspieranie Thunderbirda, który jest finansowany przez użytkowników takich jak Ty! Rozwijanie Thunderbirda wymaga pracy inżynierów oprogramowania, projektantów, administratorów i infrastruktury serwerowej. Jeśli lubisz Thunderbirda, najlepszym sposobem na zapewnienie, że pozostanie dostępny, jest przekazanie datku.
pt_br: Obrigado por apoiar o Thunderbird, financiado por usuários como você! A produção do Thunderbird requer engenheiros de software, designers, administradores de sistema e infraestrutura de servidores. Portanto, se você gosta do Thunderbird, a melhor maneira de garantir que ele permaneça disponível é fazer uma doação.
ru: Спасибо за поддержку Thunderbird, которая финансируется такими же пользователями, как вы! Для создания Thunderbird требуются инженеры-программисты, дизайнеры, системные администраторы и серверная инфраструктура. Поэтому, если вам нравится Thunderbird, лучший способ обеспечить доступность Thunderbird — сделать пожертвование.
sk: Ďakujeme, že podporujete Thunderbird, ktorý financujú používatelia ako vy! Vývoj Thunderbirdu si vyžaduje softvérových inžinierov, dizajnérov, systémových administrátorov a serverovej infraštruktúry. Takže ak máte radi Thunderbird, najlepším spôsobom, ako zabezpečiť, aby Thunderbird zostal dostupný, je poskytnúť dar.
sl: Hvala, ker podpirate Thunderbird, ki ga financirajo uporabniki kot vi! Za razvoj Thunderbird potrebuje programske inženirje, oblikovalce, sistemske administratorje in strežniško infrastrukturo. Če imate radi Thunderbird, je najboljši način, da ga pomagate ohraniti pri življenju, donacija.
sq: Faleminderit që përkrahni Thunderbird-in, i cili financohet nga përdorues si ju! Prodhimi i Thunderbird-it lyp programues, hartues, përgjegjës sistemi dhe infrastrukturë shërbyesish. Ndaj nëse ju pëlqen Thunderbird-i, rruga më e mirë për të garantuar se Thunderbird-i mbetet i passhëm është të bëni një dhurim për të.
sv_se: Tack för att du stöder Thunderbird, som finansieras av användare som du! Att utveckla Thunderbird kräver mjukvaruingenjörer, designers, systemadministratörer och serverinfrastruktur. Så om du gillar Thunderbird är det bästa sättet att se till att Thunderbird förblir tillgänglig genom att göra en donation.
tr: Kullanıcılarının desteğiyle finanse edilen Thunderbird'ü desteklediğiniz için teşekkürler! Thunderbird; yazılım mühendislerine, tasarımcılara, sistem yöneticilerine ve sunucu altyapısına ihtiyaç duyuyor. Bu yüzden, Thunderbird'ü seviyorsanız, Thunderbird'ün gelişimini sürdürebilmemiz için bağışlarınız oldukça önemli.
uk: Дякуємо за підтримку Thunderbird, який фінансується такими користувачами, як ви! Для розробки Thunderbird потрібні інженери програмного забезпечення, дизайнери, системні адміністратори та серверна інфраструктура. Тож якщо вам подобається Thunderbird, найкращий спосіб забезпечити доступність Thunderbird — це зробити внесок.
vi: Cảm ơn bạn đã ủng hộ Thunderbird, được tài trợ bởi những người dùng như bạn! Để tạo ra Thunderbird yêu cầu kỹ sư phần mềm, nhà thiết kế, quản trị hệ thống và cơ sở hạ tầng máy chủ. Vì vậy, nếu bạn thích Thunderbird, cách tốt nhất để đảm bảo Thunderbird vẫn tồn tại là quyên góp.

source: Curious about helping? You don’t need to be an expert or know how to code to help other users or offer suggestions about improving the experience! Join us in this open source project where anyone can participate in the Thunderbird community.
cs: Zajímá vás, jak pomoci? Nemusíte být odborník ani umět programovat, abyste mohli pomáhat ostatním uživatelům nebo podávat návrhy na vylepšení! Připojte se k nám v tomto projektu s otevřeným zdrojovým kódem, ve kterém se může do komunity Thunderbirdu zapojit kdokoli.
cy: Diddordeb mewn helpu? Does dim angen i chi fod yn arbenigwr i helpu defnyddwyr eraill na chynnig awgrymiadau i wella'r profiad! Ymunwch â ni yn y project cod agored hwn lle gall unrhyw un gymryd rhan yng nghymuned Thunderbird.
de: Möchten Sie gerne mithelfen? Sie müssen kein Experte sein oder wissen wie man programmiert, um anderen Benutzern zu helfen oder Vorschläge zur Verbesserung des Benutzererlebnisses zu machen! Werden Sie Teil dieses Open-Source-Projekts, bei dem jeder an der Thunderbird-Gemeinschaft mitwirken kann.
el: Θέλετε να βοηθήσετε; Δεν χρειάζεται να είστε ειδικοί ή να γνωρίζετε προγραμματισμό για να βοηθήσετε άλλους χρήστες ή να προσφέρετε προτάσεις σχετικά με τη βελτίωση της εμπειρίας! Γίνετε μέλος σε αυτό το έργο ανοικτού κώδικα όπου όλοι μπορούν να συμμετάσχουν στην κοινότητα του Thunderbird.
es_ar: ¿Tenés curiosidad por ayudar? ¡No necesitás ser un experto o saber programación para ayudar a otros usuarios o para ofrecer sugerencias para mejorar la experiencia! Unite a este proyecto de código abierto donde cualquiera puede participar en la comunidad de Thunderbird.
es_cl: ¿Te interesa ayudar? ¡No necesitas ser experto o saber programar para ayudar a otros usuarios y ofrecer sugerencias sobre cómo mejorar la experiencia! Únete a este proyecto de código abierto donde cualquiera puede participar en la comunidad Thunderbird.
es_es: ¿Siente curiosidad por ayudar? ¡No necesita ser un experto o saber programación para ayudar a otros usuarios u ofrecer sugerencias para mejorar la experiencia! Únase a nosotros en este proyecto de código abierto donde cualquiera puede participar en la comunidad Thunderbird.
eu: Laguntzeko jakin-minez? Ez duzu zertan aditua izan behar edo programatzen jakin beste erabiltzaileei laguntzeko edota esperientzia hobetzeko proposamenak emateko! Thunderbird elkarteko edozeinek parte har dezaken kode irekiko proiektu honetara gehitu zaitez.
fr: Envie de nous aider ? Vous n’avez pas besoin d’être spécialiste ou de savoir coder pour aider les autres ou proposer des suggestions pour améliorer l’expérience d’utilisation ! Rejoignez-nous dans ce projet open source et faites partie de la communauté Thunderbird à laquelle tout le monde peut participer.
fy_nl: Nijsgjirrich om te helpen? Jo hoege gjin ekspert te wêzen of koade skriuwe te kinnen om oare brûkers te helpen of suggestjes te dwaan om de ûnderfining te ferbetterjen! Doch mei ús mei oan dit iepenboarneprojekt dêr’t elkenien meidwaan kin oan de Thunderbird-mienskip.
gl: Ten curiosidade por axudar? Non necesita ser un experto nin saber programar para axudar a outros usuarios nin ofrecer suxestións para mellorar a experiencia! Únase a nós neste proxecto de código aberto onde calquera pode participar na comunidade Thunderbird.
hu: Szeretne segíteni? Nem kell szakértőnek lennie vagy kódolnia tudni ahhoz, hogy segítsen más felhasználóknak, vagy tegyen javaslatokat az élmény javítására! Csatlakozzon hozzánk ebben a nyílt forráskódú projektben, ahol bárki részt vehet a Thunderbird közösségben.
ia: Curiose re adjutar? Tu non debe esser un experte o saper como programmar pro adjutar altere usatores o offerer suggestiones re meliorar le experimentation! the Thunderbird community. Junger te a nos in iste projecto open-source ubi totes pote participar in le communitate de Thunderbird.
is: Langar þig að vita hvernig þú getur að hjálpað? Þú þarft ekki að vera neinn sérfræðingur til að hjálpa öðrum notendum eða koma með tillögur um að bæta upplifunina! Vertu með í þessu opna verkefni, því hver sem er getur tekið þátt í Thunderbird-samfélaginu.
it: Vuoi scoprire in che modo puoi dare una mano? Non è necessario essere un esperto o saper programmare per poter aiutare altri utenti o offrire suggerimenti su come migliorare l’esperienza. Unisciti a noi in questo progetto open source, chiunque può partecipare alla comunità di Thunderbird.
ja: 他のユーザーを助けることに興味がありますか？ ユーザーを支援したり改善を提案したりするために、専門家である必要もコードを書く方法を知っている必要もありません。誰でも参加できるこのオープンソースプロジェクトで Thunderbird コミュニティの一員になりませんか？
nl: Nieuwsgierig naar helpen? U hoeft geen expert te zijn of code te kunnen schrijven om andere gebruikers te helpen of suggesties te doen om de ervaring te verbeteren! Doe met ons mee aan dit opensourceproject waar iedereen kan deelnemen in de Thunderbird-gemeenschap.
nn_no: Nyfiken på å hjelpe til? Du treng ikkje å vere ekspert eller vite korleis ein kodar for å hjelpe andre brukarar, eller kome med forslag om korleis du kan forbetre opplevinga. Ver med oss i dette open source-projekt der alle kan delta i Thunderbird-samfunnet.
pl: Masz ochotę pomóc? Nie musisz być ekspertem ani umieć kodować, aby pomagać innym użytkownikom lub oferować sugestie dotyczące poprawy działania aplikacji. Dołącz do nas w projekcie open source społeczności Thunderbirda, w którym każdy może uczestniczyć.
pt_br: Curioso em saber como ajudar? Você não precisa ser especialista nem saber codificar para ajudar outros usuários ou oferecer sugestões para melhorar a experiência de uso! Junte-se a nós neste projeto de código aberto, onde qualquer pessoa pode participar da comunidade Thunderbird.
ru: Хотите помочь? Вам не нужно быть экспертом или уметь программировать, чтобы помогать другим пользователям или вносить предложения по улучшению программы! Присоединяйтесь к нам в этом проекте с открытым исходным кодом, где каждый может принять участие в сообществе Thunderbird.
sk: Chcete pomôcť? Nemusíte byť odborníkom ani vedieť programovať, aby ste pomohli ostatným používateľom alebo ponúkli návrhy na zlepšenie zážitku! Pridajte sa k nám v tomto projekte s otvoreným zdrojovým kódom, v ktorom sa do komunity Thunderbird môže zapojiť každý.
sl: Bi nam radi pomagali? Ni vam treba biti strokovnjak ali znati programirati, da bi pomagali drugim uporabnikom ali z nami delili predloge za izboljšave! Pridružite se nam v odprtokodnem projektu, v katerem lahko kdorkoli prispeva k skupnosti Thunderbirda.
sq: Kureshtar mbi dhënie ndihmese? S’ka pse të jeni ekspert, apo të dini të kodoni, për të ndihmuar përdorues të tjerë apo për të ofruar sugjerime rreth përmirësimit të punës! Bëhuni pjesë e jona në këtë projekt me burim të hapët ku cilido mund të marrë pjesë në bashkësinë Thunderbird.
sv_se: Nyfiken på att hjälpa till? Du behöver inte vara expert eller veta hur man kodar för att hjälpa andra användare eller ge förslag på hur du kan förbättra upplevelsen! Följ med oss i detta open source-projekt där alla kan delta i Thunderbird-communityt.
tr: Yardım etmek mi istiyorsunuz? Diğer kullanıcılara yardım etmek veya deneyimlerini geliştirecek önerilerde bulunmak için uzman olmanıza veya programlama bilmenize gerek yok. Thunderbird herkesin katılabildiği bir açık kaynak projesidir.
uk: Зацікавлені допомогти? Вам не потрібно бути експертом чи знати як писати код, щоб допомагати іншим користувачам або додавати пропозиції щодо поліпшення роботи! Приєднуйтесь до нас у цьому проєкті з відкритим кодом, де будь-хто може доєднатися до спільноти Thunderbird.
vi: Bạn muốn giúp đỡ? Bạn không cần phải là chuyên gia hoặc biết cách code để giúp người dùng khác hoặc đưa ra đề xuất về việc cải thiện trải nghiệm! Tham gia với chúng tôi trong dự án mã nguồn mở này, nơi bất kỳ ai cũng có thể tham gia vào cộng đồng Thunderbird.

source: Share ideas and feedback.
cs: Sdílejte nápady a zpětnou vazbu.
cy: Rhannwch syniadau ac adborth.
de: Teilen Sie Ideen und Feedback.
el: Μοιραστείτε ιδέες και σχόλια.
es_ar: Compartir ideas y opiniones.
es_cl: Compartir ideas y comentarios.
es_es: Compartir ideas y comentarios.
eu: Partekatu ideiak eta iritziak.
fr: Partagez des idées et des commentaires.
fy_nl: Ideeën en kommentaar diele.
gl: Comparta ideas e comentarios.
hu: Ossza meg az ötleteit és visszajelzéseit.
ia: Comparti ideas e commentarios.
is: Deildu hugmyndum og athugasemdum.
it: Condividi idee e feedback.
ja: アイデアの共有とフィードバックはこちら。
kab: Bḍu taktiwin d tamawat.
nl: Ideeën en feedback delen.
nn_no: Del idear og tilbakemeldingar.
pl: Podziel się pomysłami i opiniami.
pt_br: Compartilhe ideias e comentários.
ru: Делитесь идеями и отзывами.
sk: Zdieľajte nápady a spätnú väzbu.
sl: Sporočite ideje in povratne informacije.
sq: Ndani me të tjerët ide dhe përshtypje.
sv_se: Dela idéer och feedback.
tr: Fikirlerinizi ve görüşlerinizi paylaşın.
uk: Поділіться ідеями та відгуком.
vi: Chia sẻ ý kiến và phản hồi.

source: Questions? Problems?
cs: Otázky? Problémy?
cy: Cwestiynau? Problemau?
de: Fragen? Probleme?
el: Απορίες; Προβλήματα;
es_ar: ¿Preguntas? ¿Problemas?
es_cl: ¿Preguntas? ¿Algún problema?
es_es: ¿Preguntas? ¿Problemas?
eu: Galderak? Arazoak?
fr: Des questions ? Des problèmes ?
fy_nl: Fraach? Probleem?
gl: Preguntas? Problemas?
hu: Kérdés? Probléma?
ia: Questiones? Problemas?
is: Spurningar? Vandamál?
it: Domande? Problemi?
ja: 質問や問題の報告は？
kab: Asteqsi? Uguren?
nl: Vragen? Problemen?
nn_no: Spørsmål? Problem?
pl: Pytania? Problemy?
pt_br: Dúvidas? Problemas?
ru: Вопросы? Проблемы?
sk: Otázky? Problémy?
sl: Vprašanja? Težave?
sq: Pyetje? Probleme?
sv_se: Frågor? Problem?
tr: Sorularınız mı var?
uk: Запитання? Проблеми?
vi: Có câu hỏi? Đã gặp sự cố?
