Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: This article describes some of the major changes visible to users in Thunderbird version 68.0. Full details of all the changes can be found in the <a href="%(release)s">Thunderbird 68 release notes</a>.
bg: Тази статия описва някои от основните промени, видими за потребителите във версия 68.0 на Thunderbird. Пълните подробности за всички промени могат да бъдат намерени в <a href="%(release)s">бележките по изданието на Thunderbird 68</a>.
cs: V tomto článku najdete seznam nejviditelnějších novinek, které vám jako uživatelům přináší Thunderbird 68.0. Kompletní seznam všech změn najdete v <a href="%(release)s">poznámkách k vydání Thunderbirdu 68</a>.
cy: Mae'r erthygl hon yn disgrifio rhai o'r newidiadau mawr sy'n weladwy i ddefnyddwyr yn fersiwn Thunderbird 68.0 . Mae modd gweld manylion llawn yr holl newidiadau yn y nodiadau rhyddhau <a href="%(release)s">Thunderbird 68</a>.
de: Dieser Artikel beschreibt einige der wichtigsten Änderungen, die für Benutzer in Thunderbird Version 68.0 sichtbar sind. Ausführliche Informationen zu allen Änderungen finden Sie in den <a href="%(release)s">Versionshinweisen zu Thunderbird 68</a>.
el: Αυτό το άρθρο περιγράφει μερικές από τις κύριες ορατές αλλαγές της έκδοσης 68.0 του Thunderbird. Πλήρεις λεπτομέρειες για όλες τις αλλαγές μπορείτε να βρείτε στις <a href="%(release)s">σημειώσεις έκδοσης του Thunderbird 68</a>.
es_ar: Este artículo describe algunos de los cambios más importantes visibles a los usuarios en Thunderbird versión 68.0. Todos los detalles de los cambios pueden encontrarse en las <a href="%(release)s">notas de versión de Thunderbird 68</a>.
es_cl: Este artículo describe algunos de los cambios más importantes visibles para los usuarios en Thunderbird versión 68.0. Los detalles de todos los cambios pueden ser encontrados en las <a href="%(release)s">notas de lanzamiento de Thunderbird 68</a>.
es_es: Este artículo describe algunos de los cambios más importantes visibles a los usuarios en Thunderbird versión 68.0. Todos los detalles de los cambios pueden encontrarse en las <a href="%(release)s">notas de versión de Thunderbird 68</a>.
eu: Artikulu honek erabiltzailearendako ikusgarriak diren Thunderbird 68.0 bertsioaren aldaketa nagusiak deskribatzen ditu. Aldaketa guztien xehetasun denak aurkitzeko <a href="%(release)s">Thunderbird 68 bertsioa oharrak</a>.
fi: Tässä artikkelissa kuvataan joitain tärkeimmistä käyttäjälle näkyvistä muutoksista Thunderbirdin versiossa 68.0. Yksityiskohtaiset tiedot kaikista muutoksista löytyvät <a href="%(release)s"> Thunderbird 68 -julkaisutiedoista </a>.
fr: Cet article décrit certaines des principales modifications visibles par les utilisateurs de Thunderbird version 68.0. Les détails de toutes les modifications peuvent être trouvés dans les <a href="%(release)s"> notes de version de Thunderbird 68 </a>.
fy_nl: Dit artikel beskriuwt inkelde fan de wichtichste wizigingen dy’t sichtber binne foar brûkers yn Thunderbird ferzje 68.0. Folsleine details fan alle wizigingen binne te finen yn de <a href="%(release)s">ferzjeopmerkingen fan Thunderbird 68</a>.
gl: Este artigo describe algúns dos principais cambios visíbeis para os usuarios na versión 68.0 do Thunderbird. Os detalles completos de todos os cambios poden atoparse nas <a href="%(release)s">notas de lanzamento de Thunderbird 68</a>.
hu: Ez a cikk ismerteti a Thunderbird 68.0 verziójának a felhasználók számára látható főbb változásait. Az összes változás részletes leírása megtalálható a <a href="%(release)s">Thunderbird 68 kiadási megjegyzéseiben</a>.
ia: Iste articulo describe parte del major cambios visibile al usatores in Thunderbird version 68.0. Plen detalios de tote le cambios pote esser trovate in le <a href="%(release)s">notas de version de Thunderbird 68</a>.
is: Þessi grein lýsir nokkrum af helstu breytingunum sem eru sýnilegar notendum í Thunderbird útgáfu 68.0. Nánari upplýsingar um allar breytingarnar má finna í <a href="%(release)s">útgáfuupplýsingum Thunderbird 68</a>.
it: Questo articolo descrive alcuni degli aggiornamenti più importanti visibili agli utenti in Thunderbird versione 68.0. La lista completa e dettagliata di tutte le modifiche è disponibile nelle <a href="%(release)s">note di versione di Thunderbird 68</a>.
ja: この記事では、Thunderbird バージョン 68.0 でユーザーに表示される主な変更点について説明します。すべての変更点の詳細は、<a href="%(release)s"> Thunderbird 68 のリリースノート</a> をご覧ください。
kab: Amagrad-a yesseglam-d kra n yibeddilen igejdanen i ttwalin iseqdacen n Thunderbird lqem 68.0. Talqayt ɣef meṛṛa ibeddilen yellan, tezmer ad tettwaf deg <a href="%(release)s">Iwenniten n lqem n Thunderbird 68</a>.
nb_no: Denne artikkelen beskriver noen av de viktigste endringene som er synlige for brukere i Thunderbird versjon 68.0. Fullstendige detaljer om alle endringene finner du i <a href="%(release)s">Thunderbird 68 utgivelsesnotater</a>.
nl: Dit artikel beschrijft enkele van de belangrijkste wijzigingen die zichtbaar zijn voor gebruikers in Thunderbird versie 68.0. Volledige details van alle wijzigingen zijn te vinden in de <a href="%(release)s">uitgaveopmerkingen van Thunderbird 68</a>.
nn_no: Denne artikkelen skildrar nokre av dei viktigaste endringane som er synlege for brukarar i Thunderbird versjon 68.0. Fullstendige detaljar om alle endringane finn du i <a href="%(release)s">versjonsnotatet til Thunderbird 68</a>.
pl: W tym artykule opisano część głównych zmian widocznych dla użytkowników w Thunderbirdzie 68.0. Pełne informacje o wszystkich zmianach można znaleźć w <a href="%(release)s">informacjach o wydaniu Thunderbirda 68</a>.
pt_br: Este artigo descreve algumas das principais mudanças visíveis aos usuários no Thunderbird versão 68.0. Detalhes completos de todas as mudanças podem ser encontradas nas <a href="%(release)s">notas de atualização do Thunderbird 68</a>.
ru: В данной статье описываются некоторые основные изменения, видимые для пользователей Thunderbird версии 68.0. Полный список изменений вы можете найти в <a href="%(release)s">примечаниях к выпуску Thunderbird 68</a>.
sk: Tento článok popisuje niektoré viditeľné zmeny v Thunderbirde 68.0. Úplný zoznam zmien nájdete v <a href="%(release)s">poznámkach k vydaniu Thunderbirdu 68</a>.
sl: Ta članek opisuje nekatere od večjih novosti, ki jih bodo uporabniki opazili v različici Thunderbird 68.0. Poln seznam sprememb je na voljo v <a href="%(release)s">opombah ob izdaji Thunderbirda 68</a>.
sq: Ky artikull përshkruan disa nga ndryshimet e rëndësishme për përdoruesit në versionin 68.0 të Thunderbird-it. Hollësi të plota rreth krejt ndryshimeve mund të gjenden te <a href="%(release)s">shënimeve hedhjeje në qarkullim për Thunderbird 68</a>.
sv_se: Den här artikeln beskriver några av de viktigaste förändringarna som är synliga för användare i Thunderbird version 68.0. Fullständig information om alla ändringar kan hittas i versionsfakta för <a href="%(release)s">Thunderbird 68</a>.
tr: Bu makalede, Thunderbird 68.0 sürümündeki bazı önemli değişiklikler açıklanmaktadır. Değişikliklerin tüm ayrıntılarını <a href="%(release)s">Thunderbird 68 sürüm notlarında</a> bulabilirsiniz.
uk: Ця стаття описує деякі основні зміни помітні користувачам в Thunderbird версії 68.0. Подробиці про всі зміни можна знайти в <a href="%(release)s">примітках до випуску Thunderbird 68</a>.
vi: Bài viết này mô tả một số thay đổi chính hiển thị cho người dùng trong phiên bản Thunderbird 68.0. Chi tiết đầy đủ của tất cả các thay đổi có thể được tìm thấy trong <a href="%(release)s">ghi chú phát hành Thunderbird 68</a>.

source: Better Dark Theme
bg: По-добра тъмна тема
cs: Lepší tmavý vzhled
cy: Thema Dywyll Gwell
de: Verbessertes dunkles Theme
el: Καλύτερο σκοτεινό θέμα
es_ar: Tema oscuro mejorado
es_cl: Tema oscuro mejorado
es_es: Tema oscuro mejorado
eu: Gai ilun hobea
fi: Parempi tumma teema
fr: Meilleur thème sombre
fy_nl: Better donker tema
gl: Tema Escuro mellorado
hu: Jobb sötét téma
ia: Thema obscur melior
is: Betra dökkt þema
it: Tema scuro migliorato
ja: より良いダークテーマ
kab: Asentel ubrik ufrin
nb_no: Bedre mørkt tema
nl: Beter donker thema
nn_no: Betre mørkt tema
pl: Lepszy ciemny motyw
pt_br: Tema escuro melhorado
ru: Улучшенная тёмная тема
sk: Vylepšená tmavá téma vzhľadu
sl: Boljša temna tema
sq: Temë e Errët Më e Mirë
sv_se: Bättre mörkt tema
tr: Daha İyi Koyu Tema
uk: Краща темна тема
vi: Chủ đề tối tốt hơn

source: The dark theme available in Thunderbird has been enhanced with a dark message thread pane as well as many other small improvements.
bg: Тъмната тема, налична в Thunderbird, е подобрена с тъмен панел за нишки за съобщения, както и с много други малки подобрения.
cs: Vylepšili jsme tmavý vzhled Thunderbirdu, aby zahrnoval také seznam zpráv a vláken konverzací.
cy: Mae'r thema dywyll sydd ar gael yn Thunderbird wedi'i gwella gyda chwarel trywydd neges dywyll yn ogystal â llawer o welliannau bach eraill.
de: Das in Thunderbird verfügbare dunkle Theme erhielt ein dunkles Nachrichtenfenster sowie viele weitere kleine Verbesserungen.
el: Το σκοτεινό θέμα του Thunderbird έχει βελτιωθεί με ένα σκοτεινό παράθυρο συζήτησης, καθώς και πολλές άλλες μικρές βελτιώσεις.
es_ar: El tema oscuro disponible en Thunderbird se mejoró con un panel de hilos oscuro así como otras pequeñas mejoras.
es_cl: El tema oscuro disponible en Thunderbird ha sido mejorado con un panel de mensajes oscuro junto con muchas otras mejoras menores.
es_es: El tema oscuro disponible en Thunderbird ha sido mejorado con un panel de conversiones oscuro así como otras pequeñas mejoras.
eu: Thunderbirden gai ilun hobetua dago eskuragarri mezuen hari beira ilunaz zein beste hainbat hobekuntza txikirekin.
fi: Thunderbirdin tummaa teemaa on parannettu tummalla viestiketjupaneelilla sekä monilla muilla pienillä parannuksilla.
fr: Le thème sombre disponible dans Thunderbird a été amélioré en traitant aussi le panneau du fil des messages, ainsi qu’avec de nombreuses autres petites améliorations.
fy_nl: It donkere tema dat beskikber is yn Thunderbird is ferbettere mei in donker berjochtefinster en in protte oare lytse ferbetteringen.
gl: Mellorouse o tema escuro dispoñíbel no Thunderbird cun panel de fíos de mensaxes escuras así como moitas outras pequenas melloras.
hu: A Thunderbirdben elérhető sötét témát továbbfejlesztették egy sötét üzenetpanel háttérrel, valamint sok más apró fejlesztéssel.
ia: Le thema obscur disponibile in Thunderbird ha essite meliorate con un quadro de discussion e multe altere micre meliorationes.
is: Dökka þemað sem fylgir Thunderbird hefur verið endurbætt með dökkum glugga fyrir skilaboðaþræði auk margra annarra smábætinga.
it: Il tema scuro predefinito di Thunderbird è stato perfezionato con un riquadro delle discussioni in colore scuro e molti altri piccoli dettagli.
ja: Thunderbird で利用可能なダークテーマは、ダークカラーのメッセージスレッドペインやその他の多くの細かい改善により親和性が増しています。
kab: Asentel ubrik yellan deg Thunderbird yennerna s ugalis n tnelli n yizen aberkan, akked ddeqs n usnerni-nnniḍen meẓẓiyen.
nb_no: Det mørke temaet som er tilgjengelig i Thunderbird, er forbedret med en mørk meldingsrute i tillegg til mange andre små forbedringer.
nl: Het donkere thema dat beschikbaar is in Thunderbird is verbeterd met een donker berichtenvenster en vele andere kleine verbeteringen.
nn_no: Det mørke temaet som er tilgjengeleg i Thunderbird, er gjort betre med ei mørk meldingsrute i tillegg til mange andre små forbetringar.
pl: Ciemny motyw dostępny w Thunderbirdzie został wzbogacony o ciemny panel wątków, a także otrzymał wiele pomniejszych ulepszeń.
pt_br: O tema escuro disponível no Thunderbird foi aprimorado com um painel escuro de tópicos de mensagens, além de muitas outras pequenas melhorias.
ru: Тёмная тема в Thunderbird была улучшена тёмной панелью сообщений, а также множеством других небольших улучшений.
sk: Tmavá téma vzhľadu dostupná v Thunderbirde bola vylepšená o tmavé okno správ a ďalšie drobné úpravy.
sl: Temna tema, ki je na voljo v Thunderbirdu, je obogatena s temnim podoknom niti sporočil ter mnogimi drugimi manjšimi izboljšavami.
sq: Tema e errët e gatshme në Thunderbird është thelluar me një kuadrat të errët mesazhesh në rrjedhë, si dhe me mjaft përmirësime të tjera të vockla.
sv_se: Det mörka temat som finns tillgängligt i Thunderbird har förbättrats med en mörk meddelandetrådfönster samt många andra små förbättringar.
tr: Thunderbird’de bulunan koyu tema, koyu bir ileti dizisi bölmesinin yanı sıra diğer birçok küçük iyileştirme ile geliştirildi.
uk: Темна тема, що доступна в Thunderbird, була вдосконалена з темною панеллю розмов, а також іншими незначними змінами.
vi: Chủ đề tối có sẵn trong Thunderbird đã được cải tiến với khung chủ đề thông báo tối cũng như nhiều cải tiến nhỏ khác.

source: Filelink Improved
bg: Подобрен Filelink
cs: Lepší posílání velkých souborů
cy: Gwell Filelink
de: Verbessertes Filelink
el: Βελτιωμένο FileLink
es_ar: Filelink mejorado
es_cl: Filelink mejorado
es_es: Filelink mejorado
eu: Filelink hobetua
fi: Paranneltu Filelink
fr: Filelink amélioré
fy_nl: Filelink ferbettere
gl: Mellorouse o Filelink
hu: Továbbfejlesztett fájlhivatkozások
ia: Filelink meliorate
is: Filelink endurbætt
it: Filelink migliorato
ja: ファイルリンクの改善
kab: Filelink yennerna
nb_no: Forbedret Filelink
nl: Filelink verbeterd
nn_no: Forbetra Filelink
pl: Ulepszony Filelink
pt_br: Filelink aprimorado
ru: Улучшенный Filelink
sk: Vylepšený Filelink
sl: Izboljšan Filelink
sq: U përmirësua <em>Filelink</em>
sv_se: Förbättrat Filelink
tr: Geliştirilmiş Filelink
uk: Поліпшена функція Filelink
vi: Filelink được cải thiện

source: Filelink attachments that have already been uploaded can now be linked to again instead of having to re-upload them. Also, an account is no longer required to use the default Filelink provider - <strong>WeTransfer</strong>.
bg: Прикачените файлове с връзки към файлове, които вече са били качени, вече могат да бъдат свързани отново, вместо да се налага да ги качвате отново. Освен това вече не е необходим профил за използване на доставчика на Filelink по подразбиране - <strong>WeTransfer</strong>.
cs: Velké přílohy, které už jste dříve nahráli a někomu poslali, už nemusíte nahrávat znovu, ale můžete je rovnou poslat někomu dalšímu. Výchozí poskytovatel služby pro sdílení velkých souborů <strong>WeTransfer</strong> už také pro jejich nahrávání nevyžaduje přihlášení.
cy: Bellach mae modd cysylltu atodiadau Filelink sydd eisoes wedi'u llwytho i fyny eto yn lle gorfod eu hail-lwytho. Hefyd, nid oes angen cyfrif nawr i ddefnyddio'r darparwr Filelink rhagosdedig- <strong>WeTransfer</strong>.
de: Bereits hochgeladene Filelink-Anhänge können jetzt erneut verknüpft werden, anstatt sie erneut hochzuladen. Außerdem ist kein Konto mehr erforderlich, um den standardmäßigen Filelink-Anbieter <strong>WeTransfer</strong> zu verwenden.
el: Τα συνημμένα FileLink που έχουν ήδη μεταφορτωθεί, μπορούν πλέον να χρησιμοποιηθούν χωρίς να τα μεταφορτώσετε πάλι. Επίσης, δεν απαιτείται πλέον λογαριασμός για τη χρήση του προεπιλεγμένου παρόχου του FileLink - <strong>WeTransfer</strong>.
es_ar: Los adjuntos Filelink que ya están subidos pueden ser enlazados de nuevo en lugar de tener que volver a subirlos. Además, ya no hace falta una cuenta para usar el proveedor predeterminado de Filelink <strong>WeTransfer</strong>.
es_cl: Los adjuntos de Filelink que ya han sido subidos pueden ser enlazados de nuevo en lugar de tener que volver a subirlos. Además, ya no hace falta una cuenta para usar el proveedor predeterminado de Filelink - <strong>WeTransfer</strong>.
es_es: Los adjuntos Filelink que ya han sido subidos pueden ser enlazados de nuevo en lugar de tener que volver a subirlos. Además, ya no hace falta una cuenta para usar el proveedor predeterminado de Filelink - <strong>WeTransfer</strong>.
eu: jada igota dauden Filelink eranskinak berriz estekatu daitezke berriz fitxategia igo gabe. Gainera, ez da gehiago konturik eskatuko Filelink hornitzaile lehenetsia erabiltzeko - <strong>WeTransfer</strong>.
fi: Filelink-liitteet jotka on jo siirretty, voidaan nyt linkittää uudelleen sen sijaan, että ne pitäisi siirtää uudelleen. Tilin ei myöskään enää tarvitse käyttää oletusarvoista <strong>WeTransfer</strong>-palveluntarjoajaa.
fr: Les pièces jointes Filelink qui ont déjà été téléchargées peuvent désormais être liées à nouveau au lieu d’avoir à les retélécharger. De plus, il n’est plus nécessaire de créer un compte pour utiliser le fournisseur Filelink par défaut - <strong>WeTransfer</strong>.
fy_nl: Filelink-bylagen dy’t al oplaad binne kinne no opnij keppele wurde yn stee fan se opnij oplade te moatten. Ek is in account net langer fereaske om de standert Filelink-provider te brûken – <strong>WeTransfer</strong>.
gl: Os ficheiros anexados con Filelink que xa se cargaron, agora poden ligarse de novo en vez de ter que volver a cargalos. Ademais, xa non se require unha conta para usar o fornecedor de Filelink predeterminado - <strong>WeTransfer</strong>.
hu: A már feltöltött fájlhivatkozás mellékletek most már anélkül hivatkozhatók, hogy újra fel kellene töltenie őket. Ezen kívül most már nincs szükség fiókra az alapértelmezett fájlhivatkozás szolgáltató, a <strong>WeTransfer</strong> használatához.
ia: Le annexos Filelink jam incargate pote ora esser religate in loco de deber reincargar los. In ultra, un conto non es plus necessari pro usar le fornitor Filelink predefinite, <strong>WeTransfer</strong>.
is: Filelink-viðhengi sem þegar hefur verið hlaðið inn er nú hægt að endurtengja í stað þess að þurfa að senda þær inn aftur. Einnig er ekki lengur krafist reiknings til að nota sjálfgefnu Filelink-veituna - <strong>WeTransfer</strong>.
it: Ora, invece di caricare più volte lo stesso allegato, puoi condividere nuovamente il link di un file già caricato su Filelink. Inoltre non è più necessario registrare un account per utilizzare il provider predefinito di Filelink, <strong>WeTransfer</strong>.
ja: アップロード済みのファイルリンクの添付ファイルは、再アップロードせずに再度リンクできるようになりました。また、既定のファイルリンクプロバイダーである <strong>WeTransfer</strong> を利用するためのアカウント登録が不要になりました。
kab: Ifuyla yeddan Filelink i yulin yakan zemren ad ttwaznen tikkelt-nniden war ma ulsen asali. Rnu daɣen, ur tesriḍ ara ad ternuḍ amiḍan akken ad tesqedceḍ asaǧǧaw Filelink s wudem amezwer - <strong>WeTransfer</strong>.
nb_no: Filelink-vedlegg som allerede er lastet opp, kan nå kobles til igjen i stedet for å måtte laste dem opp på nytt. En konto er heller ikke lenger nødvendig for å bruke standardleverandøren av Filelink - <strong>WeTransfer</strong>.
nl: Filelink-bijlagen die al zijn geüpload kunnen nu opnieuw worden gekoppeld in plaats van ze opnieuw te moeten uploaden. Ook is een account niet langer vereist om de standaard Filelink-provider te gebruiken – <strong>WeTransfer</strong>.
nn_no: Filelink-vedlegg som allereie er lasta opp, kan nå koplast til igjen i staden for å måtte laste dei opp på nytt. Ein konto er heller ikkje lenger nødvendig for å bruke standardleverandøren av Filelink - <strong>WeTransfer</strong>.
pl: Można teraz ponownie dodawać odnośnik do załączników Filelink, które zostały wysłane, bez konieczności ich ponownego wysyłania. Nie trzeba już także używać konta, aby korzystać z domyślnego dostawcy Filelink — <strong>WeTransfer</strong>.
pt_br: Anexos Filelink que já foram enviados agora podem ter link adicionado novamente em vez de precisar reenviar. Além disso, não é mais obrigatório ter uma conta para usar o provedor de Filelink padrão - <strong>WeTransfer</strong>.
ru: Вложения Filelink, выгруженные ранее, теперь можно прикрепить заново, вместо необходимости их повторной выгрузки. Кроме того, для использования облачного провайдера Filelink по умолчанию — <strong>WeTransfer</strong> — более не требуется создавать учётную запись.
sk: Na prílohy vo forme Filelinku, ktoré už boli nahrané môžete odkazovať, nemusíte ich opäť nahrávať. Ak chcete použiť predvoleného poskytovateľa tejto služby - <strong>WeTransfer</strong>, už nebudete potrebovať účet.
sl: Priponke Filelinka, ki so že naložene, je sedaj mogoče znova povezati v sporočilo, namesto da bi jih morali še enkrat naložiti. Prav tako za uporabo privzetega ponudnika Filelinka – <strong>WeTransfer</strong> – ni več zahtevan račun.
sq: Bashkëngjitjet <em>Filelink</em> që janë ngarkuar tashmë, mund të lidhen sërish, në vend se të duhet të ringarkohen. Gjithashtu, s’është më e domosdoshme një llogari për të përdorur furnizuesin parazgjedhje Filelink - <strong>WeTransfer</strong>.
sv_se: Filelink-bilagor som redan har laddats upp kan nu länkas till igen istället för att behöva ladda upp dem igen. Ett konto krävs inte längre för att använda standardleverantören av Filelink - <strong>WeTransfer</strong>.
tr: Daha önce yüklediğiniz Filelink eklerini tekrar tekrar yüklemek yerine yeniden kullanabilirsiniz. Ayrıca, varsayılan Filelink sağlayıcısı <strong>WeTransfer</strong>’i kullanmak için artık hesap açmanız gerekmiyor.
uk: Вкладення Filelink, що були раніше вивантажені, тепер можна пов'язати знову, замість повторного їх вивантаження. Крім того, обліковий запис більше не обов'язковий для використання типового провайдера Filelink - <strong>WeTransfer</strong>.
vi: Các tập tin đính kèm Filelink đã được tải lên bây giờ có thể được liên kết lại thay vì phải tải lại chúng. Ngoài ra, một tài khoản không còn cần thiết để sử dụng nhà cung cấp Filelink mặc định - <strong>WeTransfer</strong>.
