Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: The redesigned compose window makes it easier to manage many email recipients, and the new intuitive layout helps users to discover its features.
bg: Преработеният прозорец за ново съобщение улеснява управлението на много получатели на електронна поща, а новото интуитивно оформление помага на потребителите да открият неговите възможности.
cs: Přepracované okno psaní zpráv také usnadňuje správu příjemců a s intuitivnějším rozložením najdete všechny hledané funkce.
cy: Mae'r ffenestr gyfansoddi wedi'i hailgynllunio yn ei gwneud hi'n haws rheoli llawer o dderbynwyr e-bost, ac mae'r cynllun newydd yn helpu defnyddwyr i ddarganfod ei nodweddion.
de: Das neu gestaltete Verfassen-Fenster erleichtert das Verwalten vieler E-Mail-Empfänger und das neue intuitive Layout hilft Nutzern, seine Funktionen zu entdecken.
el: Το επανασχεδιασμένο παράθυρο σύνταξης διευκολύνει τη διαχείριση πολλών παραληπτών email και η νέα διαισθητική διάταξη βοηθά τους χρήστες να ανακαλύψουν όλες τις δυνατότητές.
es_ar: La ventana de redacción rediseñada facilita la administración de muchos destinatarios de correo electrónico, y el nuevo diseño intuitivo ayuda a los usuarios a descubrir sus funciones.
es_cl: La ventana de redacción rediseñada facilita la gestión de muchos destinatarios de correo electrónico, y el nuevo diseño intuitivo ayuda a los usuarios a descubrir sus funcionalidades.
es_es: La ventana de redacción rediseñada facilita la gestión de muchos destinatarios de correo electrónico, y el nuevo diseño intuitivo ayuda a los usuarios a descubrir sus funcionalidades.
eu: Sormen leiho berriak errazagoa egiten du kudeatzea hainbat mezu hartzaile eta diseinu intuitibo berriak erabiltzaileari laguntzen dio eginbide hauek topatzen.
fi: Uudistettu kirjoitusikkuna helpottaa useampien vastaanottajien hallintaa, ja uusi intuitiivinen asettelu auttaa käyttäjiä löytämään sen ominaisuudet.
fr: La fenêtre de rédaction repensée facilite la gestion de nombreux destinataires de messagerie et la nouvelle mise en page intuitive aide les utilisateurs à découvrir ses fonctionnalités.
fy_nl: It opnij ûntwurpen opstelfinster makket it makliker om in protte e-mailûntfangers te behearen, en de nije yntuïtive opmaak helpt brûkers de funksjes derfan te ûntdekken.
gl: A xanela de redacción redeseñada facilita a xestión de moitos destinatarios de correo electrónico e o novo deseño intuitivo axuda aos usuarios a descubrir as súas características.
hu: Az átdolgozz írása ablak könnyebbé teszi a sok címzett kezelését, és az új intuitív elrendezés segít, hogy a felhasználók felfedezzék a funkcióit.
ia: Le fenestra de composition redesignate simplifica le gestion de multe destinatarios de e-mails e le nove intuitive disposition adjuta usatores a discoperir su functionalitates.
is: Endurhannaður skrifglugginn auðveldar að sýsla með viðtakendur tölvupósts þegar þeir eru mjög margir og nýja upplýsandi útlitið hjálpar notendum að uppgötva eiginleika þess.
it: La finestra di composizione ridisegnata semplifica la gestione di destinatari multipli e il nuovo layout intuitivo aiuta gli utenti a scoprire le sue funzionalità.
ja: 再設計されたメッセージ作成ウィンドウでは、メール受信者を管理しやすくなり、その新しい直感的なレイアウトによってユーザーが機能を見つけやすくなっています。
kab: Asfaylu n tira i yulsen afeṣṣel, yessifsus asefrek n ddeqs n yinermisen n yizen, daɣen llqem n tneɣruft tamaynut yettwellih iseqdacen akken ad walin timahilin timaynutin.
nb_no: Det redesignede meldingsvinduet gjør det lettere å administrere mange e-postmottakere, og det nye intuitive oppsettet hjelper brukerne med å oppdage funksjonene.
nl: Het opnieuw ontworpen opstelvenster maakt het gemakkelijker om veel e-mailontvangers te beheren, en de nieuwe intuïtieve opmaak helpt gebruikers de functies ervan te ontdekken.
nn_no: Det omarbeidde meldingsvindauget gjer det lettare å administrere mange e-postmottakarar, og det nye intuitive oppsettet hjelper brukarane med å oppdage funksjonane.
pl: Przeprojektowane okno tworzenia wiadomości ułatwia zarządzanie wieloma adresatami, a nowy, intuicyjny układ okna pomaga użytkownikom odkrywać jego funkcje.
pt_br: A janela de redação reprojetada facilita gerenciar muitos destinatários de email e o novo layout intuitivo ajuda os usuários a descobrir os recursos.
ru: Обновленное окно создания сообщения упрощает работу с множеством получателей электронной почты, а новый интуитивно понятный дизайн помогает пользователям узнать об его функциях.
sk: Toto prepracované okno uľahčuje správu mnohých adresátov a nové, intuitívne, rozloženie pomáha používateľom objaviť jeho funkcie.
sq: Dritarja e rikonceptuar e hartimeve e bën më të lehtë administrimin e mjaft marrësve të email-eve, dhe skicimi i ri intuitiv i ndihmon përdoruesit të zbulojnë veçoritë e saj.
sv_se: Det omdesignade skrivfönstret gör det enklare att hantera många e-postmottagare och den nya intuitiva layouten hjälper användarna att upptäcka dess funktioner.
tr: Yeniden tasarlanan ileti yazma penceresi, çok sayıda e-posta alıcısını yönetmeyi kolaylaştırıyor. Yeni sezgisel düzen, kullanıcıların yeni özellikleri keşfetmesine yardımcı oluyor.
uk: Оновлене вікно редактора спрощує керування багатьма одержувачами, а нове інтуїтивне подання полегшує доступ до необхідних функцій.
vi: Cửa sổ soạn thư được thiết kế lại giúp quản lý nhiều người nhận email dễ dàng hơn và bố cục trực quan mới giúp người dùng khám phá các tính năng của nó.

source: End-to-End Encrypted Email Support
bg: Поддръжка на шифрована електронна поща от край до край
cs: Podpora koncového šifrování e-mailů
cy: Cymorth E-bost Amgryptiedig Pen-i-Ben
de: Unterstützung für Ende-zu-Ende verschlüsselte E-Mails
el: Υποστήριξη για διατερματικά κρυπτογραφημένα email
es_ar: Compatible con correo electrónico cifrado de punta a punta
es_cl: Soporte de correo electrónico cifrado de extremo a extremo
es_es: Compatible con correo electrónico cifrado de extremo a extremo
eu: Muturretik muturrerako zifratutako posta elektronikoen euskarria
fi: Päästä päähän -salattu sähköpostituki
fr: Support de la messagerie chiffrée de bout en bout
fy_nl: Stipe foar end-to-end-fersifere e-mail
gl: Compatibilidade co correo electrónico cifrado de extremo a extremo
hu: Támogatás a végpontok közötti titkosítással rendelkező e-mailekhez
ia: Supporto e-mails con cryptographia end-to-end
is: Stuðningur við enda-í-enda dulritaðan tölvupóst
it: Supporto email con crittografia end-to-end
ja: エンドツーエンドの暗号化されたメールをサポート
kab: Tallelt n uwgelhen seg yixef ɣer yixef
nb_no: Støtte for ende-til-ende-kryptert e-post
nl: Ondersteuning voor end-to-end-versleutelde e-mail
nn_no: Støtte for ende-til-ende-kryptert e-post
pl: Obsługa wiadomości szyfrowanych „end-to-end”
pt_br: Suporte a email criptografado de ponta a ponta
ru: Поддержка сквозного шифрования электронной почты
sk: Podpora End-to-End šifrovania
sl: Podpora za šifriranje e-pošte od konca do konca
sq: Mbulim Email-esh të Fshehtëzuar Skaj-Më-Skaj
sv_se: Stöd för end-to-end krypterad e-post
tr: Uçtan uca şifrelenmiş e-posta desteği
uk: Підтримка наскрізного шифрування пошти
vi: Hỗ trợ email được mã hóa đầu cuối

source: End-to-end encryption for email can be used to ensure that only the sender and the recipients of a message can read the contents. Without this protection it is easy for email providers and mass surveillance to read your messages. If you would like to learn more about how end-to-end encryption in Thunderbird works, check out our article: <a href="%(encryption)s">Introduction to End-to-end encryption in Thunderbird</a>.
bg: Шифроването от край до край за електронна поща може да се използва, за да се гарантира, че само подателя и получателя на писмото могат да прочетат съдържанието. Без тази защита е лесно за имейл доставчиците да четат вашите съобщения. Ако искате да научите повече за това как работи шифроването от край до край в Thunderbird, вижте статията ни: <a href="%(encryption)s">Въведение в шифроването от край до край в Thunderbird</a>.
cs: S koncovým šifrováním e-mailů můžete zajistit, že jen vy jako odesílatel a příjemci dané zprávy si mohou přečíst její obsah. Zprávy odeslané bez takové ochrany může snadno přečíst třeba poskytovatel poštovních služeb nebo kdokoliv další. Pokud vás zajímá, jak koncové šifrování v Thunderbirdu funguje, přečtěte si náš článek <a href="%(encryption)s">Úvod do koncového šifrování v Thunderbirdu</a>.
cy: Mae modd defnyddio amgryptio pen-i-ben ar gyfer e-bost i sicrhau mai dim ond yr anfonwr a derbynwyr neges sy'n gallu darllen y cynnwys. Heb yr amddiffyniad hwn, mae'n hawdd i ddarparwyr e-bost a gwyliadwriaeth dorfol ddarllen eich negeseuon. Os hoffech ddysgu mwy am sut mae amgryptio o'r dechrau i'r diwedd yn Thunderbird yn gweithio, edrychwch ar ein herthygl: <a href="%(encryption)s"> Cyflwyniad i amgryptio pen-i-ben yn Thunderbird </a> .
de: Ende-zu-Ende-Verschlüsselung für E-Mails kann verwendet werden, um sicherzustellen, dass nur der Absender und die Empfänger einer Nachricht den Inhalt lesen können. Ohne diesen Schutz ist es für E-Mail-Anbieter und Massenüberwachung einfach, Ihre Nachrichten zu lesen. Wenn Sie mehr darüber erfahren möchten, wie Ende-zu-Ende-Verschlüsselung in Thunderbird funktioniert, lesen Sie unseren Artikel: <a href="%(encryption)s">Einführung zur Ende-zu-Ende-Verschlüsselung in Thunderbird</a>.
el: Η κρυπτογράφηση από άκρο σε άκρο εξασφαλίζει ότι μόνο ο αποστολέας και οι παραλήπτες ενός μηνύματος θα μπορούν να διαβάσουν το περιεχόμενό του. Χωρίς αυτήν την προστασία, είναι εύκολη η ανάγνωση των email σας από τους παρόχους email και τρίτους. Αν θέλετε να μάθετε περισσότερα σχετικά με τη λειτουργία της κρυπτογράφησης από άκρο σε άκρο του Thunderbird, δείτε το άρθρο: <a href="%(encryption)s">Εισαγωγή στην κρυπτογράφηση από άκρο σε άκρο του Thunderbird</a>.
es_ar: El cifrado de punta a punta para el correo electrónico se puede utilizar para garantizar que solo el remitente y los destinatarios de un mensaje puedan leer el contenido. Sin esta protección, es fácil que los proveedores de correo electrónico y la vigilancia masiva lean tus mensajes. Si querés obtener más información sobre cómo funciona el cifrado de punta a punta en Thunderbird, revisá nuestro artículo: <a href="%(encryption)s">Introducción al cifrado de punta a punta en Thunderbird</a>.
es_cl: El cifrado de extremo a extremo para el correo electrónico se puede utilizar para garantizar que solo el remitente y los destinatarios de un mensaje puedan leer el contenido. Sin esta protección, es fácil para los proveedores de correo electrónico y la vigilancia masiva leer tus mensajes. Si quieres obtener más información sobre cómo funciona el cifrado de extremo a extremo en Thunderbird, revisa nuestro artículo: <a href="%(encryption)s">Introducción al cifrado de extremo a extremo en Thunderbird</a>.
es_es: El cifrado de extremo a extremo para el correo electrónico se puede utilizar para garantizar que solo el remitente y los destinatarios de un mensaje puedan leer el contenido. Sin esta protección, es fácil leer tus mensajes para los proveedores de correo electrónico y herramientas de vigilancia masiva. Si quieres obtener más información sobre cómo funciona el cifrado de extremo a extremo en Thunderbird, revisa nuestro artículo: <a href="%(encryption)s">Introducción al cifrado de extremo a extremo en Thunderbird</a>.
eu: Posta elektronikorako muturretik-muturrerako zifratzea erabil daiteke, mezua bidaltzen duenak eta jasotzen duenak bakarrik irakur dezaten edukia. Babes hori gabe, erraza da posta elektronikoko eta zaintza masiboko hornitzaileek zure mezuak irakurtzea. Thunderbirden muturretik-muturrerako zifratzeak nola funtzionatzen duen gehiago jakin nahi baduzu, kontsulta ezazu gure artikulua: <a href="%(encryption)s">Thunderbirden muturretik-muturrerako zifratzearen sarrera</a>.
fi: Sähköpostin päästä-päähän -salausta voidaan käyttää varmistamaan, että vain viestin lähettäjä ja vastaanottajat voivat lukea sisällön. Ilman tätä suojausta sähköpostin tarjoajien ja kolmansien osapuolten on helppo lukea viestejäsi. Jos haluat lisätietoja Thunderbirdin päästä-päähän -salauksen toiminnasta, tutustu artikkeliin: <a href="%(encryption)s"> Johdanto Thunderbirdin päästä-päähän -salaukseen </a> .
fr: Le chiffrement de bout en bout des messages peut être utilisé pour garantir que seuls l’expéditeur et les destinataires d’un message peuvent en lire le contenu. Sans cette protection, il est facile pour les fournisseurs de messagerie et les outils de surveillance de masse de lire vos messages. Si vous souhaitez en savoir plus sur le fonctionnement du chiffrement de bout en bout dans Thunderbird, consultez notre article : <a href="%(encryption)s">Introduction au chiffrement de bout en bout dans Thunderbird</a>.
fy_nl: End-to-end-fersifering foar e-mail kin brûkt wurde om derfoar te soargjen dat allinnich de ôfstjoerder en de ûntfangers de ynhâld fan in berjocht lêze kinne. Sûnder dizze beskerming is it foar e-mailproviders en massatafersjoch maklik om jo berjochten te lêzen. As jo mear witte wolle oer hoe’t end-to-end-fersifering yn Thunderbird wurket, besjoch dan ús artikel: <a href="%(encryption)s">Yn 'e kunde komme mei end-to-end-fersifering yn Thunderbird (En)</a>.
gl: O cifrado de extremo a extremo para o correo electrónico pode usarse para garantir que só o remitente e os destinatarios dunha mensaxe poden ler o contido. Sen esta protección é fácil que os provedores de correo electrónico e a vixilancia masiva lean as súas mensaxes. Se desexa obter máis información sobre como funciona o cifrado de extremo a extremo no Thunderbird, consulte o noso artigo: <a href="%(encryption)s">Introdución ao cifrado de extremo a extremo no Thunderbird</a> .
hu: Az e-mail végpontok közötti titkosításával biztosítható, hogy csak az üzenet küldője és címzettjei olvashassák el a tartalmat. E védelem nélkül az e-mail szolgáltatók és a megfigyelők könnyen olvashatják az üzeneteket. Ha többet szeretne megtudni arról, hogyan működik a végpontok közötti titkosítás a Thunderbirdben, olvassa el alábbi cikkünket: <a href="%(encryption)s">Bevezetés a végpontok közötti titkosításhoz a Thunderbirdben</a>.
ia: Le cryptographia end-to-end pro le e-mails pote esser usate pro assecurar que solo le expeditor e le destinatarios de un message poter leger le contentos. Sin iste protection il es facile pro fornitores de servicios e-mail e le surveliantia de massa leger tu messages. Si tu vole saper plus re como functiona le cryptographia end-to-end in Thunderbird, discoperi nostre articulo:<a href="%(encryption)s">Introduction a Cryptographia end-to-end in Thunderbird</a>.
is: Hægt er að nota enda-í-enda dulritun fyrir tölvupóst til að tryggja að aðeins sendandi og viðtakendur skilaboða geti lesið efni þeirra. Án slíkrar verndar er auðvelt fyrir tölvupóstveitur og eftirlitsaðila að lesa skilaboðin þín. Ef þú vilt vita meira um hvernig enda-í-enda dulritun í Thunderbird virkar, skoðaðu þá greinina okkar: <a href="%(encryption)s">Kynning á enda-í-enda dulritun í Thunderbird</a>.
it: La crittografia end-to-end per le email assicura che solo il mittente e il destinatario di un messaggio ne possano leggere il contenuto. Senza questa protezione è facile per i fornitori di posta elettronica e gli enti di sorveglianza di massa leggere i tuoi messaggi. Se vuoi sapere di più su come funziona la crittografia end-to-end in Thunderbird, dai un’occhiata a questo articolo: <a href="%(encryption)s">Introduzione alla crittografia end-to-end in Thunderbird</a>.
ja: メールのエンドツーエンド暗号化は、メッセージの送信者と受信者以外の者がコンテンツを読み取れないように暗号化する機能です。この保護を行わない場合、メールプロバイダーや通信管理者があなたのメッセージを簡単に読み取ることができます。Thunderbird のエンドツーエンド暗号化の仕組みについての詳細は、<a href="%(encryption)s">Introduction to End-to-end encryption in Thunderbird</a> の記事をお読みください。
kab: Awgelhen si ṭṭerf ɣer ṭṭerf izmer ad yettwaseqdec akken ala win yuznen izen d wid i t-id-iremsen ara t-yeɣren. Mebla ammesten-a, dayen fessusen i yisaǧǧawen n yiznan akked yifecka n tɛessast akken ad ɛassen s uqettun iznan-ik. Ma tebɣiḍ ad tissineḍ ugar ɣef yifecka n uwgelhen si ṭṭerf ɣer ṭṭerf deg Thunderbird, wali amagrad-nneɣ <a href="%(encryption)s">Tazwart ɣer uwgelhen si ṭṭerf ɣer ṭṭerf deg Thunderbird</a>.
nb_no: Ende-til-ende-kryptering for e-post kan brukes til å sikre at bare avsenderen og mottakeren av en melding kan lese innholdet. Uten denne beskyttelsen er det enkelt for e-postleverandører og masseovervåking å lese meldingene dine. Hvis du vil lese mer om hvordan ende-til-ende-kryptering fungerer i Thunderbird, kan du lese artikkelen vår: <a href="%(encryption)s">Introduksjon til ende-til-ende-kryptering i Thunderbird</a>.
nl: End-to-end-versleuteling voor e-mail kan worden gebruikt om ervoor te zorgen dat alleen de afzender en de ontvangers de inhoud van een bericht kunnen lezen. Zonder deze bescherming is het voor e-mailproviders en massatoezicht gemakkelijk om uw berichten te lezen. Als u meer wilt weten over hoe end-to-end-versleuteling in Thunderbird werkt, bekijk dan ons artikel: <a href="%(encryption)s">Kennismaking met end-to-end-versleuteling in Thunderbird (En)</a>.
nn_no: Ende-til-ende-kryptering for e-post kan brukast til å sikre at berre avsendaren og mottakaren av ei melding kan lese innhaldet. Utan dette vernet er det enkelt for e-postleverandørar og masseovervaking å lese meldingane dine. Dersom du vil lese meir om korleis ende-til-ende-kryptering fungerer i Thunderbird, kan du lese artikkelen vår: <a href="%(encryption)s">Introduksjon til ende-til-ende-kryptering i Thunderbird</a>.
pl: Szyfrowanie wiadomości typu „end-to-end” może być używane do zapewnienia, że tylko nadawca i odbiorca wiadomości mogą przeczytać jej treść. Bez tej ochrony dostawcy poczty e-mail i instytucje inwigilacji rządowej mogą łatwo odczytywać Twoje wiadomości. Ten artykuł zawiera więcej informacji o tym, jak szyfrowanie „end-to-end” działa w Thunderbirdzie: <a href="%(encryption)s">Wprowadzenie do szyfrowania „end-to-end” w Thunderbirdzie</a>.
pt_br: A criptografia de email de ponta a ponta pode ser usada para garantir que somente o remetente e os destinatários de uma mensagem consigam ler o conteúdo. Sem essa proteção, é fácil para os provedores de email e a vigilância em massa ler suas mensagens. Se você quer saber mais sobre como funciona a criptografia de ponta a ponta no Thunderbird, consulte nosso artigo: <a href="%(encryption)s">Introdução à criptografia de ponta a ponta no Thunderbird</a>.
ru: Сквозное шифрование электронной почты может быть использовано, чтобы гарантировать, что только отправитель и получатели сообщения могут прочитать содержимое. Без этой защиты провайдеры электронной почты и системы массового прослушивания могут легко прочитать ваши сообщения. Если вы хотите узнать больше о том, как работает сквозное шифрование в Thunderbird, ознакомьтесь с нашей статьей: <a href="%(encryption)s">Введение в сквозное шифрование в Thunderbird</a>.
sk: Pomocou šifrovania end-to-end dokážeme zabezpečiť, aby si obsah správy mohli prečítať iba odosielateľ a adresáti. Bez tejto ochrany môžu poskytovatelia e‑mailových služieb a iní ľahko čítať vaše správy. Ak chcete vedieť viac, ako funguje end-to-end šifrovanie v Thunderbirde, prečítajte si <a href="%(encryption)s">tento článok</a>.
sq: Fshehtëzimi skaj-më-skaj për email-et mund të përdoret për të garantuar që lëndën e një mesazhi mund ta lexojnë vetëm dërguesi dhe marrësit e tij. Pa këtë mbrojtje, është e lehtë për furnizuesit e shërbimeve email dhe survejimin masiv të lexojnë mesazhet tuaja. Nëse doni të mësoni më tepër se si funksionon fshehtëzimi skaj-më-skaj në Thunderbird, shihni këtë artikull tonin: <a href="%(encryption)s">Hyrje në fshehtëzimin Skaj-më-skaj në Thunderbird</a>.
sv_se: End-to-end kryptering för e-post kan användas för att säkerställa att endast avsändaren och mottagarna av ett meddelande kan läsa innehållet. Utan detta skydd är det enkelt för e-postleverantörer och massövervakning att läsa dina meddelanden. Om du vill lära dig mer om hur end-to-end kryptering i Thunderbird fungerar, kolla in vår artikel: <a href="%(encryption)s">Introduktion till end-to-end kryptering i Thunderbird</a>.
uk: Наскрізне шифрування пошти можна використовувати для певності, що лише відправник та одержувачі повідомлення зможуть його прочитати. Без цього захисту провайдери пошти засоби глобального стеження можуть легко читати ваші повідомлення. Якщо ви бажаєте дізнатися докладніше про те, як працює наскрізне шифрування в Thunderbird, ознайомтеся з нашою статтею: <a href="%(encryption)s">Знайомство з наскрізним шифруванням в Thunderbird</a>.
vi: Mã hóa đầu cuối cho email có thể được sử dụng để đảm bảo rằng chỉ người gửi và người nhận thư mới có thể đọc nội dung. Nếu không có biện pháp bảo vệ này, các nhà cung cấp email và giám sát hàng loạt sẽ dễ dàng đọc được tin nhắn của bạn. Nếu bạn muốn tìm hiểu thêm về cách hoạt động của mã hóa end-to-end trong Thunderbird, hãy xem bài viết của chúng tôi: <a href="%(encryption)s">Giới thiệu về mã hóa đầu cuối trong Thunderbird</a>.
