Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: The entire world deserves free and open source software, and Thunderbird is currently translated in more than 50 languages! Use your multilingual talents to help make Thunderbird more widely available than ever.
bg: Целият свят заслужава свободен софтуер с отворен код, а Thunderbird в момента е преведен на повече от 50 езика! Използвайте многоезичния си талант, за да направите Thunderbird по-широко достъпен от всякога.
cs: Celý svět si zaslouží svobodný software s otevřeným zdrojovým kódem a Thunderbird je v současné době přeložen do více než 50 jazyků! Využijte svůj vícejazyčný talent a pomozte Thunderbirdu, aby byl dostupnější než kdykoli předtím.
cy: Mae'r byd i gyd yn haeddu meddalwedd cod agored am ddim, ac ar hyn o bryd mae Thunderbird yn cael ei gyfieithu i fwy na 50 o ieithoedd! Defnyddiwch eich doniau amlieithog i helpu i wneud Thunderbird ar gael yn ehangach nag erioed.
de: Die ganze Welt verdient freie und quelloffene Software und Thunderbird wird derzeit in mehr als 50 Sprachen übersetzt! Nutzen Sie Ihre mehrsprachigen Talente, um Thunderbird für eine größere Verbreitung als je zuvor verfügbar zu machen.
el: Όλος ο κόσμος αξίζει ένα ελεύθερο λογισμικό ανοικτού κώδικα και το Thunderbird μεταφράζεται προς το παρόν σε περισσότερες από 50 γλώσσες! Χρησιμοποιήστε τις ικανότητές σας στις γλώσσες για να κάνετε το Thunderbird πιο ευρέως διαθέσιμο από ποτέ.
es_ar: El mundo entero merece software libre y de código abierto, ¡y Thunderbird está actualmente traducido a más de 50 idiomas! Usá tus talentos multilingües para ayudar a que Thunderbird esté más disponible que nunca.
es_cl: El mundo entero merece software gratuito y de código abierto, ¡y Thunderbird actualmente está traducido a más de 50 idiomas! Utiliza tus talentos multilingües para ayudar a que Thunderbird esté más disponible que nunca.
eu: Mundu osoak merezi du doako eta kode irekiko softwarea, eta Thunderbird 50 hizkuntza baino gehiagotara itzulita dago gaur egun! Erabili zure trebetasun eleaniztunak Thunderbird inoiz baino erabilgarriagoa izan dadin.
fi: Koko maailma ansaitsee vapaita ja avoimen lähdekoodin ohjelmistoja, ja Thunderbird on tällä hetkellä käännetty yli 50 kielelle! Käytä monikielisiä kykyjäsi tehdäksesi Thunderbirdistä entistä monikielisemmän.
fr: Le monde entier mérite des logiciels libres et open source, et Thunderbird est actuellement traduit dans plus de 50 langues ! Utilisez vos talents multilingues pour rendre Thunderbird plus accessible que jamais.
fy_nl: De heule wrâld fertsjinnet fergese en iepen boarne software, en Thunderbird is op dit stuit oerset yn mear as 50 talen wêrûnder Nederlânsk en Frysk! Brûk jo meartalige talinten om Thunderbird breder beskikber te meitsjen as ea.
gl: O mundo enteiro merece software gratuíto e de código aberto, e Thunderbird está traducido actualmente a máis de 50 idiomas. Use o seu talento multilingüe para axudar a que Thunderbird estea máis dispoñible que nunca.
hu: Az egész világ szabad és nyílt forráskódú szoftvereket érdemel, és a Thunderbird jelenleg több mint 50 nyelvre le van fordítva! Használja a többnyelvű tehetségét, hogy a Thunderbird minden eddiginél szélesebb körben elérhető legyen.
ia: Tote le mundo merita software gratuite e open-source, e Thunderbird es actualmente traducite in plus que 50 linguas! Usa tu talentos multilingue pro adjutar a render Thunderbird plus largemente disponibile que mais.
is: Heimurinn allur á skilið að njóta frjáls og opins hugbúnaðar og núna er Thunderbird þýtt yfir á meira en 50 tungumál! Nýttu tungumálakunnáttu þína til þess að gera Thunderbird aðgengilegt fyrir ennþá fleira fólk.
it: Il mondo intero merita software libero e open source e Thunderbird è attualmente tradotto in più di 50 lingue! Sfrutta il tuo talento con le lingue per aumentare la diffusione di Thunderbird.
ja: 世界中が無料のオープンソースソフトウェアに値し、Thunderbirdは現在50以上の言語に翻訳されています！外国語の才能を活用して、Thunderbirdをこれまで以上に広く利用できるようにしましょう。
nl: De hele wereld verdient gratis en opensourcesoftware, en Thunderbird is momenteel in meer dan 50 talen vertaald, waaronder Nederlands en Fries! Gebruik uw meertalige talenten om Thunderbird breder beschikbaar dan ooit te helpen maken.
nn_no: Heile verda fortener gratis programvare med open kjeldekode, og Thunderbird er for tida omsett til meir enn 50 språk! Bruk dei fleirspråklege talenta dine for å gjere Thunderbird meir tilgjengeleg enn nokon gong.
pl: Cały świat zasługuje na darmowe i otwarte oprogramowanie, a Thunderbird jest obecnie tłumaczony na ponad 50 języków! Wykorzystaj swoje wielojęzyczne talenty, aby pomóc uczynić Thunderbirda bardziej dostępnym niż kiedykolwiek.
pt_br: O mundo inteiro merece software livre e de código aberto. O Thunderbird está atualmente traduzido em mais de 50 idiomas! Use seus talentos em idiomas para ajudar a tornar o Thunderbird mais amplamente disponível do que nunca.
ru: Весь мир заслуживает свободного и открытого программного обеспечения, и в настоящее время Thunderbird переведён на более чем 50 языков! Используйте свои многоязычные навыки, чтобы сделать Thunderbird более доступным, чем когда-либо.
sk: Celý svet si zaslúži bezplatný softvér s otvoreným zdrojovým kódom a Thunderbird je v súčasnosti preložený do viac ako 50 jazykov! Využite svoje viacjazyčné schopnosti a pomôžte urobiť Thunderbird dostupnejším než kedykoľvek predtým.
sl: Brezplačno in odprtokodno programje si zasluži ves svet, Thunderbird pa je trenutno preveden v več kot 50 jezikov! Izkoristite svoje obvladovanje jezikov in naredite Thunderbird širše dostopen kot kdajkoli prej.
sv_se: Hela världen förtjänar fri programvara med öppen källkod och Thunderbird är för närvarande översatt till mer än 50 språk! Använd dina flerspråkiga talanger för att göra Thunderbird mer tillgänglig än någonsin.
tr: Tüm dünya özgür ve açık kaynaklı yazılımları hak ediyor. Thunderbird şu anda 50’den fazla dile çevrilmiş durumda! Thunderbird’ü tüm dünyaya ulaştırmak için dil becerilerinizi kullanabilirsiniz.
uk: Увесь світ заслуговує на вільне програмне забезпечення з відкритим кодом, а Thunderbird наразі перекладено понад 50 мовами! Використовуйте свої знання мов, щоб допомогти зробити Thunderbird доступнішим, ніж будь-коли.
vi: Toàn bộ thế giới xứng đáng có phần mềm mã nguồn mở và miễn phí, và Thunderbird hiện được dịch sang hơn 50 ngôn ngữ! Sử dụng tài năng đa ngôn ngữ của bạn để giúp Thunderbird được phổ biến rộng rãi hơn bao giờ hết.

source: Join us on <a href="%(url)s">Pontoon</a>
bg: Присъединете се към <a href="%(url)s">Pontoon</a>
cs: Přidejte se k nám v nástroji <a href="%(url)s">Pontoon</a>
cy: Ymunwch â ni ar <a href="%(url)s">Pontoon</a>
de: Machen sie mit auf <a href="%(url)s">Pontoon</a>
el: Βρείτε μας στο <a href="%(url)s">Pontoon</a>
es_ar: Unite a nosotros en <a href="%(url)s">Pontoon</a>
es_cl: Únete a nosotros en <a href="%(url)s">Pontoon</a>
eu: Sartu <a href="%(url)s">Pontoon</a> gunean
fi: Liity joukkoomme <a href="%(url)s">Pontoonissa</a>
fr: Rejoignez-nous sur <a href="%(url)s">Pontoon</a>
fy_nl: Doch mei op <a href="%(url)s">Pontoon</a>
gl: Únase a nós en <a href="%(url)s">Pontoon</a>
hu: Csatlakozzon hozzánk a <a href="%(url)s">Pontoonon</a>
ia: Junge te a nos sur <a href="%(url)s">Pontoon</a>
is: Gakktu til liðs við okkur á <a href="%(url)s">Pontoon</a>
it: Dai il tuo contributo in <a href="%(url)s">Pontoon</a>
ja: <a href="%(url)s">Pontoon</a>で参加できます
nl: Doe mee op <a href="%(url)s">Pontoon</a>
nn_no: Ver med oss på <a href="%(url)s">Pontoon</a>
pl: Dołącz do nas na <a href="%(url)s">Pontoon</a>
pt_br: Junte-se a nós no <a href="%(url)s">Pontoon</a>
ru: Присоединяйтесь к нам на <a href="%(url)s">Pontoon</a>
sk: Pridajte sa k nám na <a href="%(url)s">Pontoone</a>
sl: Pridružite se nam na <a href="%(url)s">Pontoonu</a>
sq: Ejani me ne në <a href="%(url)s">Pontoon</a>
sv_se: Följ med oss på <a href="%(url)s">Pontoon</a>
tr: <a href="%(url)s">Pontoon</a>’da bize katılın
uk: Приєднуйтесь до нас на <a href="%(url)s">Pontoon</a>
vi: Tham gia cùng chúng tôi trên <a href="%(url)s">Pontoon</a>

source: Join us on <a href="%(url)s">Weblate</a>
bg: Присъединете се към нас в<a href="%(url)s">Weblate</a>
cy: Ymunwch â ni ar <a href="%(url)s">Weblate</a>
de: Besuchen Sie uns auf <a href="%(url)s">Weblate</a>
es_ar: Unite a nosotros en <a href="%(url)s">Weblate</a>
es_cl: Únete a nosotros en <a href="%(url)s">Weblate</a>
fi: Liity joukkoomme <a href="%(url)s">Weblatessa</a>
fr: Rejoignez-nous sur <a href="%(url)s">Weblate</a>
fy_nl: Doch mei op <a href="%(url)s">Weblate</a>
gl: Únete a nós en <a href="%(url)s">Weblate</a>
hu: Csatlakozzon hozzánk a <a href="%(url)s">Weblate-en</a>
is: Gakktu til liðs við okkur á <a href="%(url)s">Weblate</a>
ja: <a href="%(url)s">Weblate</a> で参加する
nl: Doe mee op <a href="%(url)s">Weblate</a>
ru: Присоединяйтесь к нам на <a href="%(url)s">Weblate</a>
sk: Pridajte sa k nám na <a href="%(url)s">Weblate</a>
sl: Pridružite se nam v <a href="%(url)s">Weblatu</a>
sv_se: Följ med oss på <a href="%(url)s">Weblate</a>
tr: <a href="%(url)s">Weblate</a>’te bize katılın
uk: Приєднуйтесь до нас на <a href="%(url)s">Weblate</a>
vi: Tham gia với chúng tôi trên <a href="%(url)s">Weblate</a>

source: Are you an experienced Thunderbird user who loves lending a helping hand? Put your knowledge to great use by joining our Support Crew and helping users around the world with their Thunderbird questions.
bg: Вие сте опитен потребител на Thunderbird, който обича да подава ръка за помощ? Използвайте знанията си, като се присъедините към нашия екип за поддръжка и помагате на потребители по света с техните въпроси към Thunderbird.
cs: Jste zkušený uživatel Thunderbirdu, který rád podává pomocnou ruku? Využijte své znalosti a přidejte se k naší podpoře a pomáhejte uživatelům po celém světě s jejich dotazy týkajícími se Thunderbirdu.
cy: Ydych chi'n ddefnyddiwr Thunderbird profiadol sydd wrth ei fodd yn rhoi help llaw? Gwnewch ddefnydd mawr o'ch gwybodaeth trwy ymuno â'n Criw Cefnogi a helpu defnyddwyr ledled y byd gyda'u cwestiynau am Thunderbird.
de: Sind Sie ein erfahrener Thunderbird-Nutzer, der gerne aushilft? Nutzen Sie Ihr Wissen, indem Sie unserem Support-Team beitreten und Anwendern auf der ganzen Welt bei ihren Fragen zu Thunderbird helfen.
el: Είστε έμπειρος χρήστης του Thunderbird και σας αρέσει να βοηθάτε; Αξιοποιήστε πλήρως τις γνώσεις σας, γίνετε μέλος της ομάδας υποστήριξής μας, βοηθώντας χρήστες από όλο τον κόσμο με τις ερωτήσεις τους για το Thunderbird.
es_ar: ¿Sos un usuario experimentado de Thunderbird que ama ayudar? Dale un gran uso a tu conocimiento uniéndote a nuestro Equipo de Soporte y ayudando a usuarios de todo el mundo con sus preguntas sobre Thunderbird.
es_cl: ¿Eres un usuario experimentado de Thunderbird al que le encanta ayudar a otros? Aprovecha tus conocimientos uniéndote a nuestro equipo de soporte y ayudando a usuarios de todo el mundo con sus preguntas acerca de Thunderbird.
eu: Eskarmentu handiko Thunderbird erabiltzailea al zara eta laguntza ematea gustatzen zaiona? Erabili zure ezagutzak gure laguntza-taldearekin bat egin eta mundu osoko erabiltzaileei Thunderbirden galderak erantzuten.
fi: Oletko kokenut Thunderbird-käyttäjä, joka ojentaa mielellään auttavan käden? Hyödynnä tietosi tehokkaasti liittymällä tukitiimiimme ja auttamalla käyttäjiä ympäri maailmaa heidän Thunderbird-kysymyksissään.
fr: Vous avez une utilisation avancée de Thunderbird et vous aimez donner un coup de main ? Mettez à profit vos connaissances en rejoignant notre équipe d’assistance et en aidant des personnes du monde entier qui ont des questions sur Thunderbird.
fy_nl: Binne jo in betûfte Thunderbird-brûker dy’t graach in helpende hân biedt? Bring jo kennis foar grut gebrûk troch mei te dwaan oan ús stipeteam en help brûkers oer de hiele wrâld mei har Thunderbird-fragen.
gl: Es un usuario experimentado de Thunderbird ao que lle encanta botar unha man? Aproveita ao máximo os teus coñecementos uníndote ao noso equipo de soporte e axudando a usuarios de todo o mundo coas súas preguntas sobre Thunderbird.
hu: Tapasztalt Thunderbird felhasználó, és szeret segítő kezet nyújtani? Hasznosítsa tudását azáltal, hogy csatlakozik a támogatói csapatunkhoz, és segít a felhasználóknak a Thunderbirddel kapcsolatos kérdéseikben.
ia: Es tu un usator experte de Thunderbird qui ama prestar un mano de adjuta? Pone tu cognoscentia a grande uso junge te a nostre Support Crew e adjuta le usatores de tote le mundo con lor questiones re Thunderbird.
it: Sei un utente esperto di Thunderbird che ama dare una mano? Metti a frutto le tue conoscenze unendoti alla nostra squadra di supporto e aiutando gli utenti di tutto il mondo con le loro domande su Thunderbird.
ja: お手伝いが大好きなThunderbirdユーザーですか？サポートクルーに参加して、世界中のユーザーからのThunderbirdに関する質問に回答し、あなたの知識を最大限に活用してください。
nl: Bent u een ervaren Thunderbird-gebruiker die graag een helpende hand biedt? Maak gebruik van uw kennis door lid te worden van ons ondersteuningsteam en gebruikers over de hele wereld te helpen met hun Thunderbird-vragen.
nn_no: Er du ein erfaren Thunderbird-brukar som elskar å gi ei hjelpande hand? Bruk kunnskapen din til stor nytte ved å bli med i supportteamet vårt, og hjelpe brukarar over heile verda med Thunderbird-spørsmåla deira.
pt_br: Você tem experiência em usar o Thunderbird e adora ajudar os outros? Faça bom uso do seu conhecimento juntando-se à nossa equipe de suporte e ajudando usuários no mundo todo com suas dúvidas sobre o Thunderbird.
ru: Вы опытный пользователь Thunderbird и вам нравится помогать? Используйте свои знания с пользой, присоединившись к нашей команде поддержки и помогая пользователям по всему миру с их вопросами о Thunderbird.
sk: Ste skúsený používateľ Thunderbirdu, ktorý rád podá pomocnú ruku? Využite svoje znalosti tým, že sa pripojíte k nášmu tímu podpory a pomôžete používateľom na celom svete s otázkami týkajúcimi sa Thunderbirdu.
sl: Ste izkušen uporabnik Thunderbirda, ki radi priskočite na pomoč? Izkoristite svoje znanje in se pridružite naši podporni ekipi ter pomagajte uporabnikom po vsem svetu pri njihovih vprašanjih o Thunderbirdu.
sv_se: Är du en erfaren Thunderbird-användare som älskar att ge en hjälpande hand? Använd dina kunskaper till stor nytta genom att gå med i vårt supportteam och hjälpa användare över hela världen med deras Thunderbird-frågor.
uk: Ви досвідчений користувач Thunderbird, який любить простягати руку допомоги? Дозвольте своїм знанням приносити користь іншим, приєднавшись до нашої команди підтримки й допомагаючи користувачам Thunderbird у всьому світі.
vi: Bạn có phải là người dùng Thunderbird có kinh nghiệm và muốn được giúp đỡ không? Tận dụng tối đa kiến ​​thức của bạn bằng cách tham gia nhóm hỗ trợ của chúng tôi và giúp đỡ người dùng trên khắp thế giới giải đáp các câu hỏi về Thunderbird của họ.

source: You can join our Thunderbird Community Support Matrix room to get and give user support.
bg: Можете да се присъедините към нашата стая в Matrix за Thunderbird поддръжка, за да получавате помощ или за да помагате и вие.
cs: Můžete se připojit do naší místnosti na Matrixu pro komunitní podporu Thunderbirdu a získat nebo poskytovat uživatelskou podporu.
cy: Gallwch ymuno â'n hystafell Cymorth Cymunedol Thunderbird ar Matrix i gael a rhoi cymorth i ddefnyddwyr.
de: Sie können unserem Matrix-Raum für Hilfe durch die Thunderbird-Gemeinschaft beitreten, um Unterstützung durch Benutzer zu erhalten und zu geben.
el: Μπορείτε να γίνετε μέλος του δωματίου Matrix της κοινότητας υποστήριξης του Thunderbird για να λάβετε βοήθεια και να παρέχετε υποστήριξη σε χρήστες.
es_ar: Podés unirte a nuestro salón de soporte comunitario de Thunderbird en Matrix para obtener y brindar soporte de usuario.
es_cl: Puedes unirte a nuestra sala Thunderbird Community Support Matrix para recibir y brindar soporte a los usuarios.
eu: Gure Thunderbird Community Support Matrix gelan sar zaitezke erabiltzaileen laguntza lortzeko eta emateko.
fi: Voit liittyä Thunderbird-tukiyhteisön Matrix-huoneeseen saadaksesi ja antaaksesi käyttäjätukea.
fr: Vous pouvez rejoindre notre salon Matrix pour l’assistance communautaire de Thunderbird pour obtenir et proposer de l’aide aux utilisateurs et utilisatrices.
fy_nl: Jo kinne lid wurde fan ús Thunderbird Community Support Matrix-romte om brûkersstipe te krijen en te jaan.
gl: Podes unirte á nosa sala Thunderbird Community Support Matrix para obter e dar apoio aos usuarios.
hu: Csatlakozhat a Thunderbird közösségi támogatásnak Matrix-szobájához, hogy felhasználói támogatást kapjon és adjon.
ia: Tu pote junger te a nostre Sala Matrix de supporto al communitate de Thunderbird pro obtener e dar supporto de usator.
is: Þú getur gengið til liðs við Matrix-spjallrásina Thunderbird Community Support til að fá aðstoð og gefa öðrum notendum þá hjálp sem þeir þurfa.
it: Puoi unirti alla stanza Matrix di supporto della comunità di Thunderbird per ottenere supporto e aiutare gli altri utenti.
ja: Thunderbirdコミュニティサポートマトリックスルームに参加して、ユーザーサポートを取得し、提供することができます。
nl: U kunt lid worden van onze Thunderbird Community Support Matrix-ruimte om gebruikersondersteuning te krijgen en te geven.
nn_no: Du kan bli med i Thunderbird Community Support Matrix-rommet vårt for å få og gi brukarstøtte.
pt_br: Você pode participar na nossa sala no Matrix de suporte da comunidade Thunderbird para obter e dar suporte ao usuário.
ru: Вы можете присоединиться к нашей комнате Matrix поддержки сообщества Thunderbird, чтобы получить и оказать поддержку пользователям.
sk: Môžete sa pripojiť do našej miestnosti na Matrixe pre komunitnú podporu Thunderbirdu a získajte alebo poskytujte používateľskú podporu.
sl: Pridružite se lahko naši matrični skupini Thunderbird Community Support Matrix, da dobite in nudite podporo uporabnikom.
sv_se: Du kan gå med i vårt Thunderbird Community Support Matrix-rum för att få och ge användarsupport.
uk: Ви можете приєднатися до нашої кімнати Thunderbird Community Support у Matrix, щоб отримати або надати підтримку користувачам.
vi: Bạn có thể tham gia phòng Matrix hỗ trợ cộng đồng Thunderbird của chúng tôi để nhận và hỗ trợ người dùng.

source: Document
bg: Документиране
cs: Dokumentace
cy: Dogfennu
de: Dokumentieren
el: Τεκμηρίωση
es_ar: Documentar
es_cl: Documentar
eu: Dokumentazioa
fi: Dokumentoi
fr: Documenter
fy_nl: Dokumintearje
gl: Documento
hu: Dokumentáljon
ia: Documentar
is: Skrásetja
it: Documentazione
ja: ドキュメント
nl: Documenteren
nn_no: Dokument
pl: Dokumentacja
pt_br: Documente
ru: Статья
sk: Dokumentácia
sl: Dokumentiranje
sq: Dokument
sv_se: Dokument
tr: Belgeleme
uk: Документ
vi: Tài liệu
