Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: There are many other big changes that make Thunderbird 78 a very large release including: calendar and tasks are now integrated into Thunderbird, folder icons are now updated and their colors are customizable, the preferences are now searchable, and minimize to tray is now supported on Windows.
bg: Има много други големи промени, които правят Thunderbird 78 много голямо издание, включително: календарът и задачите вече са интегрирани в Thunderbird, иконите на папките вече са актуализирани и техните цветове са адаптивни, предпочитанията вече са с търсене и намаляването в трея вече се поддържа в Windows.
cs: V Thunderbirdu 78 najdete dalších významné změny včetně integrace kalendáře a úkolů, možnosti nastavení ikon a barev složek, vyhledávání v nastavení a podpora pro minimalizování do oznamovací oblasti systému Windows.
cy: Mae yna lawer o newidiadau mawr eraill sy'n golygu bod Thunderbird 78 yn ryddhad mawr iawn gan gynnwys: mae calendr a thasgau bellach wedi'u hintegreiddio i Thunderbird, mae eiconau ffolder bellach yn cael eu diweddaru ac mae eu lliwiau'n gyfaddasadwy, mae'r dewisiadau bellach yn chwiliadwy, ac mae'r lleihau i'r drôr bellach yn cael ei gefnogi ar Ffenestri.
de: Es gibt viele andere große Änderungen, die Thunderbird 78 zu einer sehr großen Version machen, darunter: Kalender und Aufgaben sind jetzt in Thunderbird integriert, Ordner-Symbole werden jetzt aktualisiert und ihre Farben sind anpassbar, die Einstellungen sind nun durchsuchbar und die Minimize to Tray wird jetzt unter Windows unterstützt.
el: Υπάρχουν πολλές άλλες, μεγάλες αλλαγές που κάνουν το Thunderbird 78 μια πολύ σημαντική έκδοση, όπως: το ημερολόγιο και οι εργασίες ενσωματώνονται πλέον στο Thunderbird, τα εικονίδια φακέλων έχουν ενημερωθεί και τα χρώματα τους είναι προσαρμόσιμα, προστέθηκε η δυνατότητα αναζήτησης προτιμήσεων και η υποστήριξη για ελαχιστοποίηση στη γραμμή εργαλείων των Windows.
es_ar: Hay muchos otros cambios importantes que hacen de Thunderbird 78 una versión muy grande, que incluyen: el calendario y las tareas ahora están integrados en Thunderbird, se actualizaron los íconos de carpeta y ahora los colores son personalizables, las preferencias ahora se pueden buscar y además se admite la minimización a la bandeja Windows.
es_cl: Hay muchos otros cambios importantes que hacen de Thunderbird 78 una versión muy grande, los que incluyen: el calendario y las tareas ahora están integrados en Thunderbird, los íconos de carpeta han sido actualizados y ahora sus colores son personalizables, las preferencias ahora se pueden buscar y además se admite la minimización a la bandeja Windows.
es_es: Hay muchos otros cambios importantes que hacen de Thunderbird 78 una versión muy grande, entre los que incluyen: el calendario y las tareas ahora están integrados en Thunderbird, los iconos de carpeta han sido actualizados y ahora sus colores son personalizables, las preferencias ahora se pueden buscar y además en Windows se admite la minimización a la bandeja del sistema.
eu: Beste aldaketa handi asko daude Thunderbird 78 argitaratze handi bat egiten dutenak, besteak beste: egutegia eta zereginak Thunderbirden integratuta daude orain, karpeten ikonoak eguneratuta dira eta haien koloreak pertsonalizatzeko modukoak dira, lehentasunak bilagarriak dira orain, eta txikitu erretilura orain Windowsen badabil.
fi: On myös monia muita suuria muutoksia, jotka tekevät Thunderbird 78: sta erittäin suuren julkaisun, mukaan lukien: kalenteri ja tehtävät on nyt integroitu Thunderbirdiin, kansiokuvakkeet on nyt päivitetty ja niiden värit ovat muokattavissa, asetukset ovat nyt haettavissa ja pienentäminen ilmoitusalueelle on nyt tuettu Windowsissa.
fr: Il y a beaucoup d’autres changements importants qui font de Thunderbird 78 une version très étendue, dont : l’agenda et les tâches sont maintenant intégrés dans Thunderbird, les icônes de dossiers ont été redessinées et leurs couleurs sont à présent personnalisables, il est désormais possible de faire des recherches dans les préférences, et de minimiser la fenêtre dans la barre d’icônes système de Windows.
fy_nl: Der binne in protte oare grutte wizigingen dy’t Thunderbird 78 ta in hiel grutte útjefte meitsje, wêrûnder: aginda en taken binne no yntegrearre yn Thunderbird, mappiktogrammen binne no bywurke en harren kleuren kinne oanpast wurde, de foarkarren binne no troch te sykjen en minimalisearje nei de taakbalke wurdt no stipe yn Windows.
gl: Hai moitos outros grandes cambios que fan do Thunderbird 78 unha versión completa, incluíndo: o calendario e as tarefas que agora están integrados no Thunderbird, as iconas dos cartafoles actualízaronse e as súas cores son personalizábeis, as preferencias agora poden buscarse e a minimización á zona de notificación agora é compatíbel con Windows.
hu: Sok más nagy változás miatt is nagyon nagy kiadás a Thunderbird 78: a naptár és a feladatok immár integrálva vannak a Thunderbirdbe, a mappaikonok frissülnek, a színek testre szabhatók, a beállítások most kereshetők és a tálcára minimalizálás támogatott a Windowson.
ia: Il ha multe altere grande cambiamentos que rende Thunderbird 78 un edition multo innovative, per exemplo: le agenda e calendario es ora integrate in Thunderbird, le icones del dossiers es ora actualisate e lor colores es personalisabile, le preferentias es ora cercabile, e le minimisation in le area de notification es ora supportate sur Windows.
is: Það eru margar aðrar stórar breytingar sem gera Thunderbird 78 að mjög veigamikilli útgáfu, þar á meðal: dagatal og verkefni eru nú innbyggð í Thunderbird, möpputákn eru nú uppfærð og litir þeirra eru sérsniðnir, stillingarnar eru nú leitarhæfar og að lágmarka í verkefnabakka er nú stutt á Windows.
it: Ci sono molte altre importanti modifiche che rendono Thunderbird 78 un aggiornamento innovativo, tra cui: il calendario e l’agenda sono ora integrati in Thunderbird, le icone delle cartelle sono state ridisegnate e i loro colori sono ora personalizzabili, è ora possibile cercare nelle preferenze, e ridurre Thunderbird a icona nella barra delle applicazioni di Windows.
ja: Thunderbird 78 リリースには、他にも数多くの変更が含まれています: カレンダーと ToDo が Thunderbird に統合されました。フォルダーアイコンの更新によりアイコンの色を変更できるようになりました。Thunderbird の設定画面で設定項目が検索可能になりました。Windows 上でシステムトレイへの最小化がサポートされました。
kab: Ddeqs n yibeddilen i yerran Thunderbird 78 d llqem meqqren, gar-asen: awitay akked tebdert n umahil i iselɣen akka tura deg Thunderbird, tinitin n yikaramen ttwafeṣṣlent daɣen initen uɣalen d udmawanen, akka tura tzemreḍ ad tnadiḍ deg yismenyifen, ad tsadreḍ isfuyla d akesser.
nb_no: Det er mange andre store endringer som gjør Thunderbird 78 til en veldig stor utgivelse, inkludert: kalender og oppgaver er nå integrert i Thunderbird, mappeikonene er nå oppdatert og fargene kan tilpasses, innstillingene er nå søkbare og minimer til systemstatusfeltet støttes nå på Windows.
nl: Er zijn veel andere grote veranderingen die Thunderbird 78 tot een zeer grote uitgave maken, waaronder: agenda en taken zijn nu geïntegreerd in Thunderbird, mappictogrammen zijn nu bijgewerkt en hun kleuren kunnen worden aangepast, de voorkeuren zijn nu doorzoekbaar en minimaliseren naar de taakbalk wordt nu ondersteund in Windows.
nn_no: Det er mange andre store endringar som gjer Thunderbird 78 til ei veldig stor utgiving, inkludert: kalender og oppgåver er no integrerte i Thunderbird, mappeikona er no oppdaterte og fargane kan tilpassast, innstillingane er no søkbare og minimer til systemstatusfeltet er no støtta på Windows.
pl: Thunderbird 78 zawiera wiele innych dużych zmian: kalendarz i menedżer zadań są teraz zintegrowane z Thunderbirdem, ikony folderów zostały zaktualizowane, a ich kolor można teraz zmieniać, preferencje można teraz wyszukiwać, a w systemie Windows obsługiwane jest minimalizowanie do zasobnika.
pt_br: Há muitas outras grandes mudanças que tornam o Thunderbird 78 um lançamento de grande porte, incluindo: agenda e tarefas agora estão integradas ao Thunderbird, ícones de pastas agora estão atualizados e suas cores são personalizáveis, as preferências agora são pesquisáveis e minimizar para a bandeja agora é suportado no Windows.
ru: Есть множество других больших изменений, которые делают Thunderbird 78 достаточно крупномасштабным выпуском, среди которых: интеграция календаря и задач, обновление значков папок и возможность настройки их цветов, поиск по настройкам и поддержка сворачивания в трей Windows.
sk: Thunderbird 78 obsahuje aj veľa ďalších veľkých zmien, vďaka ktorým je významným vydaním, napríklad: kalendár a zoznam úloh sú odteraz integrované priamo v Thunderbirde, ikony priečinkov sú aktualizované a ich farby sú prispôsobiteľné, v možnostiach môžete vyhľadávať a minimalizácia na panel úloh je odteraz podporovaná aj v operačnom systéme Windows.
sq: Ka mjaft ndryshime të tjera të mëdha që e bëjnë Thunderbird 78-n një hedhje shumë të madhe në qarkullim, përfshi: kalendarët dhe punët tanimë janë të integruara te dosja Thunderbird, ikonat e dosjeve tani janë përditësuar dhe ngjyrat e tyre mund të përshtaten sipas dëshirës, tani mund të kërkohet te parapëlqimet, dhe tanimë mbulohet minimizimi në panel në Windows.
sv_se: Det finns många andra stora förändringar som gör Thunderbird 78 till en mycket stor uppdatering, du får: kalender och uppgifter är nu integrerade i Thunderbird, mappikoner uppdateras nu och deras färger kan anpassas, inställningarna är nu sökbara och minimera till aktivitetsfältet stöds nu i Windows.
uk: Thunderbird 78 дуже важливий випуск з багатьма значними змінами, серед яких такі: календар і завдання тепер інтегровані в Thunderbird, піктограми тек оновлено і тепер можна налаштувати їх колір, можливість пошуку налаштувань, згортання до системного лотка відтепер підтримується у Windows.
vi: Có nhiều thay đổi lớn khác khiến Thunderbird 78 trở thành một bản phát hành rất lớn bao gồm: lịch và tác vụ hiện được tích hợp vào Thunderbird, các biểu tượng thư mục hiện đã được cập nhật và màu sắc của chúng có thể tùy chỉnh, các tùy chọn hiện có thể tìm kiếm và thu nhỏ vào khay hiện được hỗ trợ trên Windows.

source: You can see details of all our changes in the release notes for <a href="%(release)s">Thunderbird 78.0 and up</a>.
bg: Можете да видите подробности за всички наши промени в бележките по изданието на <a href="%(release)s">Thunderbird 78.0 и по-нов</a>.
cs: Kompletní seznam a podrobnosti změn najdete v <a href="%(release)s">poznámkách k vydání Thunderbirdu 78.0 a novějších</a>.
cy: Mae yna lawer o ddiweddariadau eraill yn y lluniad hwn, gallwch weld rhestr ohonyn nhw i gyd yn y nodiadau rhyddhau <a href="%(release)s">Thunderbird 78</a>.
de: Ausführliche Informationen zu allen Änderungen finden Sie in den <a href="%(release)s">Versionshinweisen zu Thunderbird 78.0 und höher</a>.
el: Μπορείτε να δείτε λεπτομέρειες για όλες τις αλλαγές στις σημειώσεις έκδοσης του <a href="%(release)s">Thunderbird 78.0 και νεότερων</a>.
es_ar: Podés ver detalles de todos nuestros cambios en las notas de lanzamiento para <a href="%(release)s">Thunderbird 78.0 y posteriores</a>.
es_cl: Puedes ver los detalles de todos nuestros cambios en las notas de lanzamiento de <a href="%(release)s">Thunderbird 78.0 y posteriores</a>.
es_es: Puedes ver los detalles de todos nuestros cambios en las notas de lanzamiento de <a href="%(release)s">Thunderbird 78.0 y posteriores</a>.
eu: Badaude beste hainbat eguneraketa bertsio honetan, zerrenda osoa ikus dezakezu <a href="%(release)s">Thunderbird 78 eta goragoko bertsio oharretan</a>.
fi: Näet yksityiskohdat kaikista muutoksistamme <a href="%(release)s"> Thunderbird 78.0: n ja sitä uudempien versioiden </a> julkaisutiedoissa.
fr: Vous pouvez voir les détails de tous nos changements dans les notes de version pour <a href="%(release)s">Thunderbird 78.0 et supérieur</a>.
fy_nl: Der binne in protte oare fernijingen yn dizze útjefte, jo kinne in list mei alle fernijingen besjen yn de <a href="%(release)s">útjefteopmerkingen fan Thunderbird 78.0 en heger</a>.
gl: Pode ver os detalles de todos os nosos cambios nas notas da versión do <a href="%(release)s">Thunderbird 78.0 e superiores</a>.
hu: Számos más frissítés is található ebben a kiadásban, ezek listáját a <a href="%(release)s">Thunderbird 78.0-s és újabb verzióinak kiadási megjegyzéseiben</a> nézheti meg.
ia: Tu pote vider le detalios de tote le cambios in le notas de version pro <a href="%(release)s">Thunderbird de 78 e ultra</a>.
is: Þú getur séð nánari upplýsingar um allar breytingar í útgáfuupplýsingum fyrir <a href="%(release)s">Thunderbird 78.0 og nýrri</a>.
it: Consulta l’elenco completo delle modifiche nelle note di versione di <a href="%(release)s">Thunderbird 78.0 e successive</a>.
ja: すべての変更点の詳細は、<a href="%(release)s">Thunderbird 78.0 以降</a> のリリースノートをご覧ください。
kab: Tzemreḍ ad twaliḍ talqayt n meṛṛa isenfal deg tezmilin n lqem i <a href="%(release)s">Thunderbird78.0 akked wugar</a>.
nb_no: Du kan se detaljer om alle endringene våre i utgivelsesnotater for <a href="%(release)s">Thunderbird 78.0 og nyere</a>.
nl: Er zijn vele andere updates in deze release, u kunt een lijst met alle updates bekijken in de <a href="%(release)s">uitgaveopmerkingen van Thunderbird 78.0 en hoger</a>.
nn_no: Du kan sjå detaljar om alle endringane våre i versjonsnotatet for <a href="%(release)s">Thunderbird 78.0 og nyare</a>.
pl: Informacje o wszystkich zmianach można znaleźć w informacjach o wydaniu <a href="%(release)s">Thunderbirda 78.0 i nowszych</a>.
pt_br: Você pode ver os detalhes de todas as nossas alterações nas notas de atualização do <a href="%(release)s">Thunderbird 78.0 em diante</a>.
ru: Вы можете найти подробную информацию обо всех наших изменениях в примечаниях к выпуску для <a href="%(release)s">Thunderbird 78.0 и выше</a>.
sk: Toto vydanie obsahuje veľa ďalších zmien. Ich zoznam nájdete v <a href="%(release)s">poznámkach k vydaniu Thunderbirdu 78.0</a>.
sl: Podrobnosti vseh sprememb si lahko ogledate v opombah ob izdaji <a href="%(release)s">Thunderbirda 78.0 in novejših</a>.
sq: Një listë të krejt ndryshimeve tona mund ta shihni te shënime hedhjeje në qarkullim për <a href="%(release)s">Thunderbird 78.0 e sipër</a>.
sv_se: Det finns många andra uppdateringar i den här utgåvan, du kan se en lista med alla dem i <a href="%(release)s">versionsfakta för Thunderbird 78.0 och senare</a>.
tr: Bu sürümde başka güncellemeler de var. Tümünü <a href="%(release)s">Thunderbird 78.0 sürüm notlarında</a> görebilirsiniz.
uk: Ви можете ознайомитися з подробицями про всі зміни в примітках до випуску для <a href="%(release)s">Thunderbird 78 та новіших версій</a>.
vi: Bạn có thể xem chi tiết về tất cả các thay đổi của chúng tôi trong ghi chú phát hành cho <a href="%(release)s">Thunderbird 78.0 và mới hơn</a>.

source: New in Thunderbird 91
bg: Ново в Thunderbird 91
cs: Novinky v Thunderbirdu 91
cy: Newydd yn Thunderbird 91
de: Neu in Thunderbird 91
el: Νέα στο Thunderbird 91
es_ar: Nuevo en Thunderbird 91
es_cl: Novedades en Thunderbird 91
es_es: Novedades en Thunderbird 91
eu: Thunderbird 91ko berritasunak
fi: Uutta Thunderbird 91:ssä
fr: Nouveautés de Thunderbird 91
fy_nl: Nij yn Thunderbird 91
gl: Novo no Thunderbird 91
hu: A Thunderbird 91 újdonságai
ia: Novas in Thunderbird 91
is: Nýtt í Thunderbird 91
it: Novità in Thunderbird 91
ja: Thunderbird 91 の新機能
kab: Amaynut deg Thunderbird 91
nb_no: Nytt i Thunderbird 91
nl: Nieuw in Thunderbird 91
nn_no: Nytt i Thunderbird 91
pl: Nowości w Thunderbirdzie 91
pt_br: Novidades no Thunderbird 91
ru: Новое в Thunderbird 91
sk: Novinky v Thunderbirde 91
sl: Novo v Thunderbirdu 91
sq: Të reja në Thunderbird 91
sv_se: Nytt i Thunderbird 91
tr: Thunderbird 91'deki Yenilikler
uk: Нове у Thunderbird 91
vi: Tính năng mới trong Thunderbird 91

source: This article describes some of the major changes visible to users in Thunderbird version 91. Full details of all the changes can be found in the <a href="%(release)s">Thunderbird release notes from 91.0 and up</a>.
bg: Тази статия описва някои от основните промени, видими за потребителите във версия 91 на Thunderbird. Пълните подробности за всички промени могат да бъдат намерени в <a href="%(release)s">бележките по изданието на Thunderbird 91.0 и по-нови</a>.
cs: V tomto článku najdete seznam nejviditelnějších novinek, které vám jako uživatelům přináší Thunderbird 91. Kompletní seznam všech změn najdete v <a href="%(release)s">poznámkách k vydání Thunderbirdu 91.0 a novějších</a>.
cy: Mae'r erthygl hon yn disgrifio rhai o'r newidiadau mawr sy'n weladwy i ddefnyddwyr yn fersiwn Thunderbird 91 . Mae modd gweld manylion llawn yr holl newidiadau yn y nodiadau rhyddhau <a href="%(release)s">Thunderbird 91.0 ac uwch</a>.
de: Dieser Artikel beschreibt einige der wichtigsten Änderungen, die für Benutzer in Thunderbird Version 91 sichtbar sind. Ausführliche Informationen zu allen Änderungen finden Sie in den <a href="%(release)s">Versionshinweisen zu Thunderbird 91.0 und höher</a>.
el: Αυτό το άρθρο περιγράφει μερικές από τις κύριες ορατές αλλαγές της έκδοσης 91 του Thunderbird. Πλήρεις λεπτομέρειες για όλες τις αλλαγές μπορείτε να βρείτε στις <a href="%(release)s">σημειώσεις έκδοσης του Thunderbird 91.0 και νεότερων</a>.
es_ar: Este artículo describe algunos de los cambios más importantes visibles a los usuarios en Thunderbird versión 91. Todos los detalles de los cambios pueden encontrarse en las <a href="%(release)s">notas de versión de Thunderbird 91.0 y posteriores</a>.
es_cl: Este artículo describe algunos de los cambios más importantes visibles para los usuarios en Thunderbird versión 91. Los detalles de todos los cambios pueden ser encontrados en las <a href="%(release)s">notas de lanzamiento de Thunderbird 91.0 y posteriores</a>.
es_es: Este artículo describe algunos de los cambios más importantes visibles para los usuarios en Thunderbird versión 91. Los detalles de todos los cambios pueden ser encontrados en las <a href="%(release)s">notas de lanzamiento de Thunderbird 91.0 y posteriores</a>.
eu: Artikulu honek erabiltzailearendako ikusgarriak diren Thunderbird 91 bertsioaren aldaketa nagusiak deskribatzen ditu. Aldaketa guztien xehetasun denak aurkitzeko <a href="%(release)s">Thunderbird 91.0 eta goragoko bertsio oharrak</a>.
fr: Cet article décrit certaines des principales modifications visibles par les utilisateurs de Thunderbird version 91. Les détails de toutes les modifications peuvent être trouvés dans les <a href="%(release)s">notes de version de Thunderbird 91.0 et plus</a>.
fy_nl: Dit artikel beskriuwt inkelde fan de wichtichste wizigingen dy’t sichtber binne foar brûkers yn Thunderbird ferzje 91. Folsleine details fan alle wizigingen binne te finen yn de <a href="%(release)s">útjefteopmerkingen fan Thunderbird 91.0 en heger</a>.
gl: Este artigo describe algúns dos principais cambios visíbeis aos usuarios no Thunderbird versión 91. Poden atoparse os detalles completos de todos os cambios nas <a href="%(release)s">notas de actualización do Thunderbird 91.0 e superiores</a>.
hu: Ez a cikk ismerteti a Thunderbird 91-es verziójának a felhasználók számára látható főbb változásait. Az összes változás részletes leírása megtalálható a <a href="%(release)s">Thunderbird 91.0-s és újabb verzióinak kiadási megjegyzéseiben</a>.
ia: Iste articulo describe parte del major cambios visibile al usatores in Thunderbird version 91. Plen detalios de tote le cambios pote esser trovate in le <a href="%(release)s">notas de version de Thunderbird de 91.0 e ultra</a>.
is: Þessi grein lýsir nokkrum af helstu breytingunum sem eru sýnilegar notendum í Thunderbird útgáfu 91. Nánari upplýsingar um allar breytingarnar má finna í <a href="%(release)s">útgáfuupplýsingum Thunderbird 91.0 og nýrri</a>.
it: Questo articolo descrive alcuni degli aggiornamenti più importanti visibili agli utenti in Thunderbird versione 91. La lista completa e dettagliata di tutte le modifiche è disponibile nelle <a href="%(release)s">note di versione di Thunderbird 91.0 e successive</a>.
ja: この記事では、Thunderbird バージョン 91 でユーザーに表示される主な変更点について説明します。すべての変更点の詳細は、<a href="%(release)s"> Thunderbird 91.0 以降のリリースノート</a> をご覧ください。
kab: Amagrad-a yesseglam-d kra n yisenfal igejdanen i ttwalin iseqdacen n Thunderbird lqem 91. Talqayt ɣef meṛṛa isenfal tezmer ad tettwaf deg <a href="%(release)s">Iwenniten n lqem n Thunderbird seg 91.0 d wugar</a>.
nl: Dit artikel beschrijft enkele van de belangrijkste wijzigingen die zichtbaar zijn voor gebruikers in Thunderbird versie 91. Volledige details van alle wijzigingen zijn te vinden in de <a href="%(release)s">uitgaveopmerkingen van Thunderbird 91.0 en hoger</a>.
pl: W tym artykule opisano część głównych zmian widocznych dla użytkowników w Thunderbirdzie 91. Pełne informacje o wszystkich zmianach można znaleźć w <a href="%(release)s">informacjach o wydaniu Thunderbirda 91.0 i nowszych</a>.
pt_br: Este artigo descreve algumas das principais mudanças visíveis aos usuários no Thunderbird versão 91. Detalhes completos de todas as mudanças podem ser encontrados nas <a href="%(release)s">notas de atualização do Thunderbird 91.0 em diante</a>.
ru: В данной статье описываются некоторые основные изменения, видимые для пользователей Thunderbird версии 91. Полный список изменений вы можете найти в <a href="%(release)s">Примечаниях к выпуску Thunderbird 91.0 и выше</a>.
sk: Tento článok popisuje niektoré viditeľné zmeny v Thunderbirde 91. Úplný zoznam zmien nájdete v <a href="%(release)s">poznámkach k vydaniu Thunderbirdu 91.0 a novších verzií</a>.
sl: Ta članek opisuje nekatere od večjih novosti, ki jih bodo uporabniki opazili v različici Thunderbird 91. Poln seznam sprememb je na voljo v <a href="%(release)s">opombah ob izdaji Thunderbirda 91.0 in novejših</a>.
sq: Ky artikull përshkruan disa nga ndryshimet e rëndësishme të dukshme për përdoruesit në versionin 91 të Thunderbird-it. Hollësi të plota rreth krejt ndryshimeve mund të gjenden te <a href="%(release)s">shënime hedhjeje në qarkullim për Thunderbird 91.0 e sipër</a>.
sv_se: Den här artikeln beskriver några av de viktigaste förändringarna som är synliga för användare i Thunderbird version 91. Fullständig information om alla ändringar kan hittas i versionsfakta för <a href="%(release)s">Thunderbird 91.0 och senare</a>.
tr: Bu makalede Thunderbird 91 sürümündeki bazı önemli değişiklikler açıklanmaktadır. Değişikliklerin tüm ayrıntılarını <a href="%(release)s">Thunderbird 91.0 sürüm notlarında</a> bulabilirsiniz.
uk: Ця стаття описує деякі основні зміни, помітні користувачам в Thunderbird версії 78. Подробиці про всі зміни можна знайти в <a href="%(release)s">примітках до випуску Thunderbird 91.0 та новіших версій</a>.
vi: Bài viết này mô tả một số thay đổi lớn hiển thị cho người dùng trong phiên bản Thunderbird 91. Bạn có thể tìm thấy chi tiết đầy đủ về tất cả các thay đổi trong <a href="%(release)s">ghi chú phát hành Thunderbird từ 91.0 trở lên</a> .
