Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: Share your ideas, and contribute to the ongoing conversations around Thunderbird’s UX and UI. We welcome your feedback to developer designs on our UX mailing list, and our companion Matrix room.
bg: Споделете идеите си и допринесете за текущите разговори около UX и потребителския интерфейс на Thunderbird. Приветстваме вашата обратна връзка към разработчиците на дизайна в нашия пощенски списък за UX и към нашата стая в Matrix.
cs: Podělte se o své nápady a přispějte k probíhajícím debatám o UX a uživatelském rozhraní Thunderbirdu. Vaši zpětnou vazbu k návrhům vývojářů uvítáme v naší poštovní konferenci UX a v doprovodné místnosti na Matrixu.
cy: Rhannwch eich syniadau, a chyfrannwch at y sgyrsiau parhaus am UX ac UI Thunderbird. Rydym yn croesawu eich adborth i ddyluniadau datblygwyr ar ein rhestr bostio UX, a'n hystafell Matrix cydymaith.
de: Teilen Sie Ihre Ideen und tragen Sie zu den fortlaufenden Diskussionen über die UX und UI von Thunderbird bei. Wir freuen uns über Ihr Feedback zu den Entwicklerdesigns in unserer UX-Mailingliste und dem dazugehörigen Matrix-Raum.
el: Μοιραστείτε τις ιδέες σας και συνεισφέρετε στις συνεχείς συζητήσεις σχετικά με το UX και το UI του Thunderbird. Τα σχόλιά σας σχετικά με τα σχέδια των προγραμματιστών είναι πάντοτε ευπρόσδεκτα στη λίστα αλληλογραφίας UX μας και στο δωμάτιο μας στο Matrix.
es_ar: Compartí tus ideas y contribuí a las conversaciones en curso sobre UX y UI de Thunderbird. Agradecemos tus comentarios sobre los diseños de los desarrolladores en nuestra lista de correo de UX y en nuestro salón en Matrix.
es_cl: Comparte tus ideas y contribuye a las conversaciones en curso acerca de la UX y UI de Thunderbird. Agradecemos tus comentarios sobre los diseños planteados por los desarrolladores en nuestra lista de correo de UX y en nuestra sala Matrix complementaria.
eu: Partekatu zure ideiak eta lagundu Thunderbird-en UX eta UI-ren inguruan egiten ari diren elkarrizketetan. Zure iritzia ongi etorria ematen dizugu garatzaileen diseinuei gure UX posta-zerrendan, eta gure lagunarteko Matrix gela.
fi: Jaa ideasi ja osallistu Thunderbirdin käyttökokemuksen ja käyttöliittymän ympärillä käytäviin keskusteluihin. Otamme mielellämme vastaan palautetta kehittäjien malleista UX-postituslistallamme ja Matrix-kumppanihuoneessamme.
fr: Partagez vos idées, et contribuez aux conversations autour de l’UI et l’UX de Thunderbird. Nous apprécions vos retours sur nos designs en cours de développement via notre liste de diffusion sur l’UX, et notre salon Matrix associé.
fy_nl: Diel jo ideeën en draach by oan de oanhâldende petearen oer de UX en UI fan Thunderbird. Wy ferwolkomje jo feedback oer ûntwikkeldersûntwerpen op ús UX-mailinglist, en ús begeliedende Matrix-romte.
gl: Comparte as túas ideas e contribúe ás conversas en curso sobre a UX e a IU de Thunderbird. Damos a benvida aos teus comentarios aos deseños de desenvolvedores na nosa lista de correo UX e á nosa sala Matrix complementaria.
hu: Ossza meg ötleteit, és működjön közre a Thunderbird felhasználói élményéről és felületéről folyó beszélgetésekben. Várjuk a fejlesztői tervekre vonatkozó visszajelzéseit a UX levelezőlistánkon és a hozzá tartozó Matrix-szobánkban.
ia: Comparti tu ideas, e contribue al conversationes actual re UX e UI de Thunderbird. Presso nos es benvenite tu commentarios pro disveloppator projectos sur nostre lista de diffusion de UX, e nostre sala Matrix companion.
it: Condividi le tue idee e contribuisci alle conversazioni in corso sull’esperienza utente (UX) e sull’interfaccia utente (UI) di Thunderbird. Accogliamo con piacere il tuo feedback sui design realizzati dagli sviluppatori nella nostra mailing list dedicata a UX e nella nostra stanza Matrix.
ja: あなたのアイデアを共有し、ThunderbirdのUXとUIに関する進行中の会話に貢献してください。UXメーリングリストとコンパニオンマトリックスルームのデベロッパーデザインへのフィードバックを歓迎します。
nl: Deel uw ideeën en draag bij aan de lopende gesprekken rond de UX en UI van Thunderbird. We verwelkomen uw feedback op ontwikkelaarsontwerpen op onze UX-mailinglijst en onze begeleidende Matrix-ruimte.
nn_no: Del ideane dine og bidra til dei pågåande samtalane rundt Thunderbirds UX og UI. Vi tek gjerne imot tilbakemeldingar til utviklardesign på UX-e-postlista vår, og det tilhøyrande Matrix-rommet vårt.
pt_br: Compartilhe suas ideias e participe de conversas em andamento sobre experiência de uso e interface do usuário do Thunderbird. Sua opinião sobre projetos de desenvolvimento é bem-vinda na nossa lista de emails sobre experiência de uso e na nossa sala associada no Matrix.
ru: Поделитесь своими идеями, и внесите свой вклад в текущие разговоры о пользовательском опыте и графическом интерфейсе Thunderbird. Мы будем рады вашим отзывам о разработчиках дизайна в нашем списке рассылки UX и в нашей сопутствующей комнате Matrix.
sk: Podeľte sa o svoje nápady a prispejte k prebiehajúcim rozhovorom o používateľskom rozhraní a používateľskom rozhraní Thunderbirdu. Uvítame vašu spätnú väzbu k návrhom vývojárov v našom fóre Thunderbird UX a/alebo v miestnosti na Matrixe.
sl: Delite svoje zamisli in prispevajte k tekočim pogovorom o uporabniškem in uporabniškem vmesniku Thunderbirda. Veseli bomo vaših povratnih informacij o zasnovah za razvijalce na našem poštnem seznamu UX in naši spremljevalni sobi Matrix.
sv_se: Dela dina idéer och bidra till de pågående samtalen kring Thunderbirds UX och UI. Vi välkomnar din feedback till utvecklardesigner på vår UX-e-postlista och vårt medföljande Matrix-rum.
uk: Поділіться своїми ідеями та долучіться до поточних обговорень UX та UI Thunderbird. Ми вітаємо ваші відгуки про проєкти розробників у нашому списку розсилки UX і кімнаті Matrix.
vi: Chia sẻ ý tưởng của bạn và đóng góp vào các cuộc trò chuyện đang diễn ra xung quanh UX và UI của Thunderbird. Chúng tôi hoan nghênh phản hồi của bạn về các thiết kế của nhà phát triển trong danh sách gửi thư UX và đồng hành của chúng tôi trong phòng Matrix.

source: Join in on the <a href="%(url)s">discussion</a>
bg: Присъединете се към <a href="%(url)s">дискусията</a>
cs: Zapojte se do <a href="%(url)s">diskuse</a>
cy: Ymunwch â ni i'w <a href="%(url)s">drafod</a>
de: Machen Sie mit bei der <a href="%(url)s">Diskussion</a>
el: Συμμετάσχετε στη <a href="%(url)s">συζήτηση</a>
es_ar: Unite a la <a href="%(url)s">discusión</a>
es_cl: Únete a la <a href="%(url)s">discusión</a>
eu: Sartu <a href="%(url)s">elkarrizketan</a>
fi: Liity <a href="%(url)s">keskusteluun</a>
fr: Rejoignez la <a href="%(url)s">discussion</a>
fy_nl: Doch mei oan de <a href="%(url)s">diskusje</a>
gl: Únase ao <a href="%(url)s">debate</a>
hu: Csatlakozzon a <a href="%(url)s">beszélgetéshez</a>
ia: Junge te al <a href="%(url)s">discussion</a>
is: Taktu þátt í <a href="%(url)s">umræðunni</a>
it: Partecipa alla <a href="%(url)s">discussione</a>
ja: <a href="%(url)s">ディスカッション</a>に参加する
nl: Doe mee aan de <a href="%(url)s">discussie</a>
nn_no: Ver med i <a href="%(url)s">diskusjonen</a>
pt_br: Participe da <a href="%(url)s">discussão</a>
ru: Присоединяйтесь к <a href="%(url)s">обсуждению</a>
sk: Zapojte sa do <a href="%(url)s">diskusie</a>
sl: Vključite se v <a href="%(url)s">razpravo</a>
sq: Merrni pjesë te <a href="%(url)s">diskutimi</a>
sv_se: Delta i <a href="%(url)s">diskussionen</a>
tr: <a href="%(url)s">Tartışmalara</a> katılın
uk: Приєднуйтеся до <a href="%(url)s">обговорення</a>
vi: Tham gia <a href="%(url)s">thảo luận</a>

source: One more way you can contribute is by sharing <strong>ideas</strong>, <strong>priorities</strong>, and <strong>feedback</strong>. Thunderbird is yours and we're listening.
bg: Друг начин да допринесете е като споделяте <strong>идеи</strong>, <strong>приоритети</strong> и <strong>обратна връзка</strong>. Thunderbird е ваш, а ние ви слушаме.
cs: Další možností, jak můžete přispět, je sdílení <strong>nápadů</strong>, <strong>priorit</strong> a <strong>zpětné vazby</strong>. Thunderbird je váš a my vám nasloucháme.
cy: Un ffordd arall y gallwch gyfrannu yw drwy rannu <strong>syniadau</strong>, <strong>blaenoriaethau</strong> ac <strong>adborth</strong>. Chi biau Thunderbird ac rydyn ni'n gwrando.
de: Sie können auch mithelfen, indem Sie <strong>Ideen</strong>, <strong>Prioritäten</strong> und <strong>Feedback</strong> teilen. Thunderbird gehört Ihnen und wir hören zu.
el: Ένας ακόμα τρόπος συνεισφοράς είναι η κοινοποίηση <strong>ιδεών</strong>, <strong>προτεραιοτήτων</strong> και <strong>σχολίων</strong>. Το Thunderbird είναι δικό σας και εμείς σας ακούμε.
es_ar: Una forma más de colaborar es compartiendo <strong>ideas</strong>, <strong>prioridades</strong> y <strong>opiniones</strong>. Thunderbird es tuyo y te estamos escuchando.
es_cl: Una forma más de contribuir es compartiendo <strong>ideas</strong>, <strong>prioridades</strong> y <strong>comentarios</strong>. Thunderbird es tuyo y estamos escuchando.
eu: Ekartzeko beste modu bat <strong>ideiak</strong>, <strong>lehentasunak</strong> eta <strong>iritziak</strong> partekatzea da. Thunderbird zurea da eta entzuten ari gara.
fi: Yksi tapa osallistua on jakaa <strong>ideoita</strong>, <strong>prioriteetteja</strong> ja <strong>palautetta</strong>. Thunderbird on sinun ja me kuuntelemme.
fr: Une autre façon de contribuer est de partager des <strong>idées</strong>, des <strong>priorités</strong> et des <strong>commentaires</strong>. Thunderbird est à vous et nous vous écoutons.
fy_nl: Noch in manier wêrop jo bydrage kinne is troch it dielen fan <strong>ideeën</strong>, <strong>prioriteiten</strong> en <strong>feedback</strong>. Thunderbird is fan jo en wy harkje.
gl: Outra forma de contribuír é compartindo <strong>ideas</strong>, <strong>prioridades</strong> e <strong>comentarios</strong>. Thunderbird é teu e estamos escoitando.
hu: A közreműködésnek még egy módja az <strong>ötletek</strong>, <strong>prioritások</strong> és <strong>visszajelzések</strong> megosztása. A Thunderbird az Öné, és hallgatunk Önre.
ia: Un altere maniera pro contribuer es compartiente <strong>ideas</strong>, <strong>prioritates</strong>, e <strong>commentarios</strong>. Thunderbird es tue e nos ascolta.
it: Un altro modo per contribuire è condividere <strong>idee</strong>, <strong>priorità</strong> e <strong>feedback</strong>. Thunderbird è tuo e ti ascoltiamo.
ja: もう1つの方法は、<strong>アイデア</strong>、<strong>優先順位</strong>、<strong>フィードバック</strong>を共有することです。Thunderbirdはあなたのものであり、私たちは耳を傾けています。
nl: Nog een manier waarop u kunt bijdragen is door <strong>ideeën</strong>, <strong>prioriteiten</strong> en <strong>feedback</strong> te delen. Thunderbird is van u, en wij luisteren.
nn_no: Ein annan måte du kan bidra på er å dele <strong>idéar</strong>, <strong>prioriteringar</strong> og <strong>tilbakemeldingar</strong>. Thunderbird er din og vi lyttar.
pt_br: Mais uma forma de contribuir é compartilhar <strong>ideias</strong>, <strong>prioridades</strong> e <strong>opiniões</strong>. O Thunderbird é seu e estamos atentos.
ru: Ещё один способ внести свой вклад — делиться <strong>идеями</strong>, <strong>приоритетами</strong> и <strong>отзывами</strong>. Thunderbird — ваш, и мы слушаем.
sk: Ďalším spôsobom, ako môžete prispieť, je zdieľanie <strong>nápadov</strong>, <strong>priorít</strong> a <strong>spätnej väzby</strong>. Thunderbird je váš a my počúvame.
sl: Še en način, kako lahko prispevate, je sporočanje <strong>zamisli</strong>, <strong>prednostnih nalog</strong> in <strong>povratnih informacij</strong>. Thunderbird je vaš in poslušamo vas.
sv_se: Ett annat sätt du kan bidra med är genom att dela <strong>idéer</strong>, <strong>prioriteringar</strong> och <strong>feedback</strong>. Thunderbird är din och vi lyssnar.
tr: Katkıda bulunmanın bir diğer yolu da <strong>fikirlerinizi</strong>, <strong>önceliklerinizi</strong> ve <strong>geribildirimlerinizi</strong> paylaşmak. Thunderbird sizindir ve sadece sizi dinler.
uk: Ще один спосіб зробити свій внесок – це обмінятися <strong>ідеями</strong>, <strong>пріоритетами</strong> та <strong>відгуками</strong>. Thunderbird ваш, і ми слухаємо.
vi: Một cách nữa bạn có thể đóng góp là chia sẻ <strong>ý tưởng</strong>, <strong>ưu tiên</strong>, và <strong>nhận xét</strong>. Thunderbird là của bạn và chúng tôi đang lắng nghe.

source: Contributor <span class="txt-gradient">Experience</span>
bg: Мотивация на <span class="txt-gradient">доброволците</span>
cs: Zkušenosti <span class="txt-gradient">přispěvatelů</span>
cy: Profiad <span class="txt-gradient">Cyfranwyr</span>
de: Mitwirkender-<span class="txt-gradient">Erfahrung</span>
el: <span class="txt-gradient">Εμπειρίες</span> εθελοντών
es_ar: <span class="txt-gradient">Experiencia</span> de contribuyentes
es_cl: <span class="txt-gradient">Experiencia</span> de colaborador
eu: Laguntzaile <span class="txt-gradient">esperientzia</span>
fi: Avustajan <span class="txt-gradient">kokemus</span>
fr: Retours d’expérience de <span class="txt-gradient">participation</span>
fy_nl: Meiwurkers<span class="txt-gradient">ûnderfining</span>
gl: Colaborador <span class="txt-gradient">Experiencia</span>
hu: Közreműködői <span class="txt-gradient">élmény</span>
ia: <span class="txt-gradient">Experientia</span> de contributor
is: <span class="txt-gradient">Upplifun</span> þátttakenda
it: <span class="txt-gradient">Esperienza</span> come collaboratore
ja: コントリビューター<span class="txt-gradient">エクスペリエンス</span>
nl: Medewerkers<span class="txt-gradient">ervaring</span>
nn_no: Bidragsytar-<span class="txt-gradient">røynsle</span>
pt_br: <span class="txt-gradient">Experiência</span> do colaborador
ru: <span class="txt-gradient">Опыт</span> помощника
sk: Skúsenosti <span class="txt-gradient">prispievateľov</span>
sl: <span class="txt-gradient">Izkušnje</span> sodelavcev
sv_se: Bidragsgivares <span class="txt-gradient">erfarenhet</span>
tr: Gönüllü <span class="txt-gradient">deneyimi</span>
uk: <span class="txt-gradient">Досвід</span> помічника
vi: Người đóng góp có <span class="txt-gradient">kinh nghiệm</span>

source: The ways and reasons to get involved are as diverse as the people who do.
bg: Начините и причините да се включите са също толкова разнообразни, колкото и хората, които го правят.
cs: Způsoby a důvody, proč se zapojit, jsou stejně rozmanité jako lidé, kteří se zapojují.
cy: Mae'r ffyrdd a'r rhesymau dros gymryd rhan mor amrywiol â'r bobl sy'n gwneud hynny.
de: Die Möglichkeiten und Gründe, mitzumachen, sind so vielfältig wie die Menschen, die mitmachen.
el: Οι τρόποι και οι λόγοι συμμετοχής είναι τόσο διαφορετικοί όσο και τα άτομα που επιλέγουν να συνεισφέρουν.
es_ar: Las formas y razones para involucrarse son tan diversas como las personas que lo hacen.
es_cl: Las formas y razones para involucrarse son tan diversas como las personas que lo hacen.
eu: Parte hartzeko bideak eta arrazoiak egiten duten pertsonak bezain anitzak dira.
fi: Tavat ja syyt osallistua ovat yhtä monimuotoisia kuin osallistuvat ihmiset.
fr: Les façons et les raisons de s’impliquer sont aussi diverses que les personnes qui le font.
fy_nl: De manieren en redenen om mei te dwaan binne like ferskaat as de minsken dy’t meidogge.
gl: As formas e razóns para implicarse son tan diversas como as persoas que o fan.
hu: A közreműködés módjai és okai éppoly változatosak, mint a résztvevők maguk.
ia: Le manieras e le rationes pro esser interessate es tanto diverse como illes qui lo face.
it: I modi e i motivi per partecipare sono tanto diversi quanto le persone che scelgono di collaborare.
ja: 参加する方法と理由は、参加する人と同じくらい多様です。
nl: De manieren en redenen om mee te doen zijn net zo divers als de mensen die meedoen.
nn_no: Måtane og grunnane til å engasjere seg er like ulike som menneska som gjer det.
pt_br: As formas e motivos de participar são tão diversos quanto as pessoas que o fazem.
ru: Способы и причины принять участие так же разнообразны, как и люди, которые это делают.
sk: Spôsoby a dôvody, prečo sa zapojiť, sú také rozmanité ako ľudia, ktorí to robia.
sl: Načini in razlogi za sodelovanje so različni, kot so različni ljudje.
sv_se: Sätten och anledningarna att engagera sig är lika olika som de människor som gör det.
uk: Способи та причини для участі такі ж різноманітні, як і люди, які це роблять.
vi: Cách thức và lý do để tham gia cũng đa dạng như những người tham gia.

source: Our volunteers come from diverse backgrounds and bring unique talents. They're making Thunderbird better for themselves and better for the world at the same time. You can join them.
bg: Доброволците ни идват от различен опит и носят уникални таланти. Те правят Thunderbird по-добър за себе си и по-добър за света в същото време. Може да се присъедините към тях.
cs: Naši dobrovolníci pocházejí z různých prostředí a mají jedinečný talent. Dělají Thunderbird lepším pro sebe a zároveň pro svět. Můžete se k nim přidat.
cy: Mae ein gwirfoddolwyr yn dod o gefndiroedd amrywiol ac yn dod â doniau unigryw. Maen nhw'n gwneud Thunderbird yn well iddyn nhw eu hunain ac yn well i'r byd ar yr un pryd. Gallwch chi ymuno â nhw.
de: Unsere Freiwilligen haben verschiedene Hintergründe und bringen einzigartige Talente mit. Sie verbessern Thunderbird gleichzeitig für sich selbst und für die ganze Welt. Sie können sich ihnen anschließen.
el: Οι εθελοντές μας προέρχονται από διαφορετικά περιβάλλοντα και διαθέτουν μοναδικές ικανότητες. Κάνουν το Thunderbird καλύτερο για τους ίδιους και τον υπόλοιπο κόσμο ταυτόχρονα. Μπορείτε κι εσείς να συμμετάσχετε.
es_ar: Nuestros voluntarios provienen de diversos orígenes y aportan talentos únicos. Están haciendo que Thunderbird sea mejor para ellos y al mismo tiempo para el mundo. Podés unirte a ellos.
es_cl: Nuestros voluntarios provienen de diversos orígenes y aportan talentos únicos. Están haciendo que Thunderbird sea mejor para ellos y para el mundo al mismo tiempo. Puedes unirte a ellos.
eu: Gure boluntarioak jatorri ezberdinetakoak dira eta talentu bereziak ekartzen dituzte. Thunderbird hobetzen ari dira beraientzat eta aldi berean munduarentzat. Haiekin bat egin dezakezu.
fi: Vapaaehtoisemme tulevat erilaisista taustoista ja tuovat mukanaan ainutlaatuisia kykyjä. He tekevät Thunderbirdistä paremman itselleen ja maailmalle samanaikaisesti. Voit liittyä mukaan.
fr: Nos bénévoles viennent d’horizons divers et apportent des talents uniques. Ils améliorent Thunderbird pour eux-mêmes, mais aussi pour tout le monde. Vous pouvez les rejoindre.
fy_nl: Us frijwilligers komme út ferskate eftergrûnen en bringe unike talinten. Se meitsje Thunderbird tagelyk better foar harsels en better foar de wrâld. Jo kinne mei harren meidwaan.
gl: Os nosos voluntarios veñen de orixes diversas e aportan talentos únicos. Están facendo que Thunderbird sexa mellor para si mesmos e mellor para o mundo ao mesmo tempo. Podes unirte a eles.
hu: Önkénteseink különböző háttérrel és egyedi tehetségekkel rendelkeznek. Egyszerre teszik jobbá a Thunderbirdöt saját maguk és a világ számára. Csatlakozhat hozzájuk.
ia: Nostre voluntarios veni de experientias diverse e apporta talentos unic. Illes rende Thunderbird melior pro se mesme e pro le mundo al mesme tempore. Tu pote junger te a illes.
it: I nostri volontari provengono da contesti diversi e contribuiscono con i loro talenti unici. Stanno rendendo Thunderbird migliore per se stessi e per il mondo allo stesso tempo. Puoi diventare uno di loro.
nl: Onze vrijwilligers hebben diverse achtergronden en brengen unieke talenten mee. Ze maken Thunderbird zowel beter voor zichzelf als voor de wereld. U kunt zich bij hen aansluiten.
nn_no: Våre frivillige kjem frå ulike bakgrunnar og har unike talent. Dei gjer Thunderbird betre for seg sjølv og betre for verda på same tid. Du kan bli med dei.
pt_br: Nossos voluntários vêm de diversas formações e trazem talentos únicos. Eles estão tornando o Thunderbird melhor para eles mesmos e para o mundo ao mesmo tempo. Você pode se juntar a eles.
ru: Наши волонтёры имеют разный опыт и уникальные таланты. Они делают Thunderbird лучше для себя и для всего мира одновременно. Вы можете присоединиться к ним.
sk: Naši dobrovoľníci pochádzajú z rôznych prostredí a prinášajú jedinečné talenty. Robia Thunderbird lepším pre seba a zároveň lepším pre svet. Môžete sa k nim pridať.
sl: Naši prostovoljci prihajajo iz različnih okolij, vsak s svojim edinstvenim talentom. Thunderbird delajo boljši zase in hkrati za svet. Lahko se jim pridružite.
sv_se: Våra volontärer kommer från olika bakgrunder och har unika talanger. De gör Thunderbird bättre för sig själva och bättre för världen på samma gång. Du kan gå med dem.
uk: Наші волонтери мають різносторонній досвід та унікальні таланти. Вони роблять Thunderbird кращим для себе і для світу водночас. Ви можете приєднатися до них.
vi: Các tình nguyện viên của chúng tôi đến từ nhiều nước khác nhau và mang đến những tài năng độc đáo. Họ đang làm cho Thunderbird trở nên tốt hơn cho chính họ và đồng thời tốt hơn cho thế giới. Bạn có thể tham gia cùng họ.

source: Leadership, Switzerland
cs: Vedení, Švýcarsko
cy: Arweinyddiaeth, y Swistir
de: Führungsrolle, Schweiz
el: Ηγεσία, Ελβετία
es_ar: Liderazgo, Suiza
es_cl: Liderazgo, Suiza
eu: Lidergoa, Suitza
fr: Direction, Suisse
fy_nl: Liederskip, Switserlân
gl: Liderado, Suíza
hu: Vezetés, Svájc
ia: Commando, Suissa
is: Leiðtogi, Sviss
it: Leader, Svizzera
ja: スイス、リーダーシップ
nl: Leiderschap, Zwitserland
nn_no: Leiing, Sveits
pt_br: Liderança, Suíça
ru: Руководство, Швейцария
sk: Vedúci, Švajčiarsko
sl: Leadership, Švica
sv_se: Ledarskap, Schweiz
tr: Yönetim Ekibi, İsviçre
uk: Керівництво, Швейцарія
vi: Lãnh đạo, Thụy Sĩ
