Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: All your email accounts have a home in Thunderbird. Manage accounts separately or in a unified Inbox. Search and organize with ease. Say goodbye to all those browser tabs!
bg: Всички ваши профили за електронна поща са добре дошли в Thunderbird. Управлявайте ги отделно или в обединена входяща кутия. Търсете и организирайте с лекота. Кажете сбогом на всички отворени раздели на браузъра!
cy: Mae gan eich holl gyfrifon e-bost gartref yn Thunderbird. Rheolwch gyfrifon ar wahân neu mewn blwch derbyn cyfun. Chwiliwch a threfnu yn rhwydd. Ffarweliwch â'r holl dabiau porwr hynny!
de: Alle Ihre E-Mail-Konten haben in Thunderbird ein Zuhause. Verwalten Sie Konten getrennt oder in einem einheitlichen Posteingang. Suchen und organisieren Sie mit Leichtigkeit. Verabschieden Sie sich von Browser-Tabs!
es_ar: Todas tus cuentas de correo electrónico tienen un lugar en Thunderbird. Administrá cuentas por separado o en una bandeja de entrada unificada. Buscá y organizá con facilidad. ¡Decile adiós a todas esas pestañas del navegador!
es_cl: Todas tus cuentas de correo electrónico tienen un lugar en Thunderbird. Administra las cuentas por separado o en una bandeja de entrada unificada. Busca y organiza con facilidad. ¡Dile adiós a todas esas pestañas del navegador!
fi: Kaikilla sähköpostitileilläsi on koti Thunderbirdissä. Hallitse tilejä erikseen tai yhdistetyssä postilaatikossa. Hae ja järjestä helposti. Sano hyvästit kaikille niille useille selaimen välilehdille!
fr: Tous vos comptes de messagerie trouvent leur place dans Thunderbird. Gérez les comptes séparément ou dans une boîte de réception unifiée. Recherchez-y et organisez-les facilement. Dites adieu à tous ces onglets dans le navigateur !
fy_nl: Al jo e-mailaccounts hawwe in thús yn Thunderbird. Behear accounts apart of yn in gearfoege Postfek YN. Sykje en organisearje mei gemak. Sis farwol tsjin al dy browserljepblêden!
gl: Todas as túas contas de correo electrónico teñen un lugar en Thunderbird. Xestiona contas por separado ou nunha caixa de entrada unificada. Busca e organiza con facilidade. Despídete de todas esas pestanas do navegador!
hu: Az összes e-mail-fiókja otthonra talál a Thunderbirdben. Kezelje a fiókokat külön-külön, vagy az egyesített beérkezett üzenetek mappában. Keressen és rendszerezzen könnyedén. Mondjon búcsút a sok böngészőlapnak!
nl: Al uw e-mailaccounts hebben een thuis in Thunderbird. Beheer accounts afzonderlijk of in een samengevoegd Postvak IN. Zoek en orden eenvoudig. Zeg vaarwel tegen al die browsertabbladen!
nn_no: Alle e-postkontoane dine har ein heim i Thunderbird. Administrer kontoar separat eller i ein samla innboks. Søk og organiser enkelt. Sei farvel til alle desse nettlesarfanane!
pl: Wszystkie twoje konta e-mail znajdą dom w Thunderbird. Zarządzaj kontami osobno, lub w ujednoliconej skrzynce. Szukaj i organizuj z łatwością. Pożegnaj się z wieloma otwartymi kartami przeglądarki!
pt_br: Há lugar para todas suas contas de email no Thunderbird. Gerencie as contas separadamente ou em uma caixa de entrada unificada. Busque e organize com facilidade. Diga adeus a todas aquelas abas do navegador!
ru: Все ваши учётные записи электронной почты размещены в Thunderbird. Управляйте учётными записями по отдельности или в едином почтовом ящике. Ищите и организуйте с лёгкостью. Попрощайтесь со всеми этими вкладками браузера!
sk: Všetky vaše e‑mailové účty majú domov v Thunderbirde. Spravujte účty samostatne alebo v zjednotenej doručenej pošte. Ľahko vyhľadávajte a organizujte. Rozlúčte sa so všetkými kartami prehliadača!
sl: Vsi vaši e-poštni računi imajo dom v Thunderbirdu. Upravljajte račune ločeno ali v enotnem predalu. Iščite in organizirajte z lahkoto. Poslovite se od vseh teh zavihkov!
sv_se: Alla dina e-postkonton har ett hem i Thunderbird. Hantera konton separat eller i en samlad inkorg. Sök och organisera med lätthet. Säg adjö till alla dessa webbläsarflikar!
vi: Tất cả tài khoản email của bạn sẽ có một ngôi nhà trong Thunderbird. Quản lý các tài khoản riêng biệt hoặc trong hộp thư đến hợp nhất. Tìm kiếm và sắp xếp một cách dễ dàng. Tạm biệt với tất cả các thẻ trình duyệt!

source: A crossed out circle against a pink background.
bg: Зачеркнат кръг на розов фон.
cy: Cylch wedi ei groesi allan yn erbyn cefndir pinc.
de: Ein durchgestrichener Kreis auf einem rosa Hintergrund.
es_ar: Un círculo tachado sobre un fondo rosa.
es_cl: Un círculo tachado sobre un fondo rosa.
fr: Un cercle barré sur un fond rose.
fy_nl: In trochstutsen sirkel tsjin in rôze eftergrûn.
gl: Un círculo tachado sobre un fondo rosa.
hu: Egy áthúzott kör rózsaszín háttér előtt.
is: Krossaður hringur með bleikum bakgrunni.
ja: ピンクの背景にバツ印のついた円。
nl: Een doorgestreepte cirkel tegen een roze achtergrond.
pl: Przekreślone koło na różowym tle.
pt_br: Um círculo riscado sobre um fundo cor-de-rosa.
ru: Перечёркнутый круг на розовом фоне.
sk: Prečiarknutý kruh na ružovom pozadí.
sl: Prečrtan krog na rožnatem ozadju.
sv_se: En överstruken cirkel mot en rosa bakgrund.
tr: Pembe bir arka plan üzerinde üstü çizili bir daire.
uk: Перекреслене коло на рожевому тлі.
vi: Một vòng tròn gạch chéo trên nền màu hồng.

source: Ad Free Experience
bg: Без реклами
cy: Profiad Rhydd o Hysbysebion
de: Werbefreies Erlebnis
el: Εμπειρία χωρίς διαφημίσεις
es_ar: Experiencia sin publicidad
es_cl: Experiencia sin publicidad
fi: Mainosvapaa kokemus
fr: Expérience sans publicité
fy_nl: Advertinsjefrije ûnderfining
gl: Experiencia sen publicidade
hu: Reklámmentes élmény
is: Upplifun án auglýsinga
ja: 広告無用のソフトウェア
nl: Advertentievrije ervaring
nn_no: Annonsefri oppleving
pl: Oprogramowanie wolne od reklam
pt_br: Experiência de uso livre de anúncios
ru: Использование без рекламы
sk: Zážitok bez reklám
sl: Izkušnja brez oglasov
sv_se: Annonsfri upplevelse
tr: Reklamsız Deneyim
uk: Без реклами
vi: Trải nghiệm không quảng cáo

source: Free without strings attached.
bg: Свободно, без добавени изисквания.
cy: Yn rhydd a rhad, heb amodau.
de: Kostenlos und ohne Verpflichtungen.
es_ar: Libre sin condiciones.
es_cl: Gratis y sin ataduras.
fi: Ilmainen ilman ehtoja.
fr: Gratuit et sans engagement.
fy_nl: Fergees en sûnder ferplichtingen.
gl: Gratis sen ataduras.
hu: Ingyenes, feltételek nélkül.
is: Frjáls og ókeypis án nokkurra kvaða.
ja: 無条件で無料です。
nl: Gratis en vrij zonder verplichtingen.
nn_no: Gratis utan avgrensingar.
pl: Za darmo, bez ukrytych zobowiązań.
ru: Бесплатно без каких-либо обязательств.
sk: Zadarmo bez dodatočných podmienok.
sl: Brezplačno brez omejitev.
sq: I lirë, pa yçkla.
sv_se: Gratis utan begränsningar.
tr: Tamamen bedava. Hiçbir bityeniği yok.
uk: Безплатно, без жодних умов.
vi: Miễn phí mà không kèm theo điều kiện gì.

source: We do not make money by reading your email. We do not clutter your inbox with ads. Enjoy a clean interface free from commercials and data mining.
bg: Ние не правим пари, четейки вашите имейли. Ние не претрупваме пощата ви с реклами. Насладете се на изчистен интерфейс без реклами и извличане на данни.
cy: Nid ydym yn gwneud arian trwy ddarllen eich e-bost. Nid ydym yn llanw'ch blwch derbyn gyda hysbysebion. Mwynhewch ryngwyneb glân sy'n rhydd o hysbysebion a chloddio data.
de: Wir verdienen kein Geld mit dem Lesen Ihrer E-Mails. Wir überladen Ihren Posteingang nicht mit Werbung. Genießen Sie eine aufgeräumte Oberfläche frei von Werbung und Data Mining.
es_ar: No ganamos dinero leyendo tu correo electrónico. No llenamos tu bandeja de entrada con anuncios. Disfrutá de una interfaz limpia, sin publicidad ni minería de datos.
es_cl: No ganamos dinero leyendo tu correo electrónico. No saturamos tu bandeja de entrada con anuncios. Disfruta de una interfaz limpia, libre de anuncios y extracción de datos.
fi: Emme ansaitse rahaa lukemalla sähköpostiasi. Emme täytä postilaatikkoasi mainoksilla. Nauti puhtaasta käyttöliittymästä ilman mainoksia ja tiedonlouhintaa.
fr: Nous ne gagnons pas d’argent en lisant vos messages. Nous n’encombrons pas votre boîte de réception de publicités. Bénéficiez d’une interface claire, sans publicités ni exploitation de vos données.
fy_nl: Wy fertsjinje gjin jild troch it lêzen fan jo e-mail. Wy folje jo Postfek YN net mei advertinsjes. Genietsje fan in skjinne interface frij fan reklames en gegevenssamling.
gl: Non gañamos cartos lendo o teu correo electrónico. Non abarrotamos a túa caixa de entrada con anuncios. Goza dunha interface limpa sen publicidade e minería de datos.
hu: Nem keresünk pénzt a levelei elolvasásával. Nem zsúfoljuk tele hirdetésekkel a postafiókját. Élvezze a tiszta, reklámoktól és adatbányászattól mentes felületet.
is: Við græðum ekki peninga með því að lesa póstinn þinn. Við fyllum ekki pósthólfið þitt með auglýsingum. Njóttu hreinlegs viðmóts sem er laust við allan gagnaþjófnað og aðra slíka óværu.
ja: 私たちはあなたのメールを読んで利益を得ることはありません。受信トレイを広告で埋め尽くすこともありません。商業広告やデータマイニングのないクリーンなソフトウェアをお楽しみください。
nl: We verdienen geen geld door uw e-mail te lezen. We vullen uw Postvak IN niet met advertenties. Geniet van een schone interface, vrij van reclame en datamining.
nn_no: Vi tener ikkje pengar på å lese e-posten din. Vi fyller ikkje innboksen din med annonsar. Nyt eit reint grensesnitt utan reklame og datautvinning.
pl: Nie zarabiamy pieniędzy czytając Twoją pocztę. Nie zaśmiecamy Ci skrzynki reklamami. Ciesz się czystym interfejsem wolnym od reklam i eksploracji danych.
pt_br: Não ganhamos dinheiro lendo seu email. Não enchemos sua caixa de entrada com anúncios. Desfrute de uma interface limpa, livre de anúncios comerciais e mineração de dados.
ru: Мы не зарабатываем деньги на чтении вашей электронной почты. Мы не засоряем ваш почтовый ящик рекламой. Наслаждайтесь чистым интерфейсом, свободным от рекламы и интеллектуального анализа данных.
sk: Čítaním vášho e‑mailu nezarábame peniaze. Nezahlcujeme vašu schránku reklamami. Užite si čisté rozhranie bez reklám a dolovania údajov.
sl: Z branjem vaše e-pošte ne služimo denarja. Vašega nabiralnika ne obremenjujemo z oglasi. Uživajte v čistem vmesniku brez reklam in podatkovnega rudarjenja.
sv_se: Vi tjänar inga pengar på att läsa din mejl. Vi belamrar inte din inkorg med annonser. Njut av ett rent gränssnitt fritt från reklam och datautvinning.
uk: Ми не заробляємо гроші, читаючи вашу електронну пошту. Ми не показуємо рекламу у вашій поштовій скриньці. Насолоджуйтесь чистим інтерфейсом без комерційних пропозицій та обробки даних.
vi: Chúng tôi không kiếm tiền bằng cách đọc email của bạn. Chúng tôi không làm lộn xộn hộp thư đến của bạn với quảng cáo. Tận hưởng giao diện rõ ràng, không có quảng cáo và khai thác dữ liệu.

source: Read Our Privacy Policy
bg: Прочетете нашата политика за поверителност
cy: Darllenwch Ein Polisi Preifatrwydd
de: Lesen Sie unsere Datenschutzrichtlinie
es_ar: Leé nuestra política de privacidad
es_cl: Lee nuestra política de privacidad
fi: Lue tietosuojakäytäntömme
fr: Consultez notre politique de confidentialité
fy_nl: Lês ús privacybelied
gl: Lee a nosa política de privacidade
hu: Olvassa el az adatvédelmi nyilatkozatunkat
is: Lestu stefnu okkar varðandi meðferð persónuupplýsinga
ja: プライバシーポリシーを読む
nl: Lees ons privacybeleid
nn_no: Les personvernerklæringa vår
pl: Poznaj nasze zasady ochrony prywatności
pt_br: Leia nossa política de privacidade
ru: Прочитайте нашу политику конфиденциальности
sk: Prečítajte si naše Zásady ochrany osobných údajov
sl: Preberite naš pravilnik o zasebnosti
sq: Lexoni Rregullat Tona të Privatësisë
sv_se: Läs vår sekretesspolicy
tr: Gizlilik ilkelerimizi okuyun
uk: Прочитайте нашу політику приватності
vi: Đọc chính sách riêng tư của chúng tôi

source: A video of a heart with various operating system logos around it.
bg: Видео на сърце с различни лога на операционна система около него.
cy: Fideo o galon gyda logos system weithredu amrywiol o'i chwmpas.
de: Ein Video eines Herzens mit verschiedenen Betriebssystem-Logos darum.
es_ar: Un video de un corazón con varios logotipos de sistemas operativos a su alrededor.
es_cl: Un vídeo de un corazón con varios logotipos de sistemas operativos a su alrededor.
fr: Une vidéo d’un cœur avec le logo de différents systèmes d’exploitation autour.
fy_nl: In fideo fan in hert mei ferskate bestjoeringssysteemlogo’s deromhinne.
gl: Un vídeo dun corazón con logotipos de varios sistemas operativos ao seu redor.
hu: Egy videó egy szívről, körülötte különböző operációs rendszerek logóival.
is: Hreyfimynd með táknmyndum ýmissa stýrikerfa í kringum hjarta.
ja: ハートの周囲にさまざまな OS のロゴが描かれた動画。
nl: Een video van een hart met verschillende besturingssysteemlogo’s eromheen.
pl: Film przedstawiający serce otoczone logami różnych systemów operacyjnych.
pt_br: Um vídeo de um coração com vários logotipos de sistemas operacionais ao seu redor.
ru: Видео сердца с различными логотипами операционных систем вокруг него.
sk: Video srdca s rôznymi logami operačného systému okolo.
sl: Video srca, obkroženega z logotipi različnih operacijskih sistemov.
sv_se: En video av ett hjärta med olika operativsystemlogotyper runt om.
tr: Etrafında çeşitli işletim sistemi logoları bulunan bir kalbin videosu.
uk: Відео із зображенням серця з різними логотипами операційної системи навколо нього.
vi: Video về một trái tim với nhiều logo hệ điều hành khác nhau xung quanh.

source: Cross Platform Support
bg: Многоплатформена поддръжка
cy: Cefnogaeth Traws Blatfform
de: Plattformübergreifende Unterstützung
el: Υποστήριξη πολλαπλών πλατφορμών
es_ar: Soporte multiplataforma
es_cl: Compatibilidad multiplataforma
fi: Tuki useille alustoille
fr: Prise en charge multiplateforme
fy_nl: Stipe foar ferskate platfoarmen
gl: Soporte multiplataforma
hu: Keresztplatformos támogatás
is: Stuðningur óháð kerfum
ja: クロスプラットフォーム対応
nl: Ondersteuning voor verschillende platformen
nn_no: Støtte på tvers av plattformer
pl: Wsparcie dla wielu platform
pt_br: Suporte multiplataforma
ru: Поддержка кроссплатформенности
sk: Podpora viacerých platforiem
sl: Podpora za več platform
sq: Mbulim Për Shumë Platforma
sv_se: Stöd för flera plattformar
tr: Platformlar Arası Destek
uk: Підтримка різних платформ
vi: Hỗ trợ đa nền tảng

source: Your email should work wherever you do.
bg: Елетронната ви поща трябва да работи, където и да сте.
cy: Dylai eich e-bost weithio ble bynnag yr ydych chi.
de: Ihre E-Mail-Adressen sollten überall funktionieren.
es_ar: Tu correo electrónico debería funcionar en cualquier lugar que lo usés.
es_cl: Tu correo electrónico debería funcionar donde sea que estés.
fi: Sähköpostisi pitäisi toimia missä tahansa.
fr: Votre adresse e-mail devrait fonctionner partout.
fy_nl: Jo e-mail soe oeral wurkje moatte.
gl: O teu correo electrónico debería funcionar onde sexa que esteas.
hu: A postafiókja mindig működik, bárhol is jár.
is: Tölvupósturinn þinn ætti að virka hvar sem þú ert að vinna.
ja: どこにいてもメールが使えるようにします。
nl: Uw e-mail zou overal moeten werken.
nn_no: E-postadressene dine skal fungere overalt.
pl: Twoja poczta powinna działać wszędzie tam, gdzie pracujesz Ty.
pt_br: Seu email deve funcionar onde quer que esteja.
ru: Ваша электронная почта должна работать везде, где бы вы ни находились.
sk: Váš e‑mail by mal fungovať kdekoľvek.
sl: Vaš e-poštni naslov bi moral delovati kjerkoli vi.
sq: Email-i juaj duhet të punojë kudo ku punoni ju.
sv_se: Din e-post ska fungera var du än gör.
tr: Nerede olursanız olun, e-postanız hep çalışmalı.
uk: Ваша електронна пошта має працювати за будь-яких обставин.
vi: Email của bạn hoạt động ở bất cứ nơi nào bạn làm.

source: Never find yourself locked into an ecosystem. Use the operating system you like and change whenever you like while enjoying the same desktop app experience.
bg: Никога не се оказвайте затворени в екосистема. Използвайте операционната система, която харесвате и променяйте когато пожелаете, докато се наслаждавате на същото изживяване на настолното приложение.
cy: Peidiwch byth â chael eich hun wedi'ch cloi i mewn i ecosystem. Defnyddiwch y system weithredu rydych chi'n ei hoffi a newidiwch pryd bynnag y dymunwch tra'n mwynhau'r un profiad ag ap bwrdd gwaith.
de: Sind Sie nie an ein Ökosystem gebunden. Verwenden Sie das Betriebssystem, das Sie möchten und ändern Sie es, wann immer Sie möchten, während Sie das gleiche Desktop-App-Erlebnis genießen.
es_ar: Nunca te quedés atrapado en un ecosistema. Usá el sistema operativo que te guste y cambiá cuando quieras mientras disfrutás de la misma experiencia que en la aplicación de escritorio.
es_cl: Nunca te quedes atrapado en un ecosistema. Usa el sistema operativo que te guste y cámbialo cuando quieras mientras disfrutas de la misma experiencia de aplicación de escritorio.
fi: Älä lukitse itseäsi ekosysteemiin. Käytä haluamaasi käyttöjärjestelmää ja vaihda sitä milloin haluat samalla kun nautit samasta työpöytäsovelluskokemuksesta.
fr: Ne vous retrouvez jamais enfermé·e dans un écosystème. Utilisez le système d’exploitation que vous aimez et changez-en quand cela vous chante en continuant de profiter de la même application sur votre ordinateur.
fy_nl: Fiel jo nea opsletten yn in ekosysteem. Brûk it bestjoeringssysteem dat jo wolle en wizigje it wannear’t jo wolle, wylst jo genietsje fan deselde desktop-appûnderfining.
gl: Nunca te atopes encerrado nun ecosistema. Usa o sistema operativo que che guste e cambia cando queiras mentres gozas da mesma aplicación de escritorio.
hu: Sose érezze magát egy ökoszisztémába bezárva. Használja azt az operációs rendszert, amelyik tetszik, és váltson bármikor, miközben ugyanazt az asztali alkalmazásnál megszokott élményt élvezi.
is: Ekki láta læsa þig inni á einhverju tilteknu kerfi. Notaðu það stýrikerfi sem þér líkar best þá stundina og skiptu yfir á eitthvað annað jafnframt því að útlit hugbúnaðarins helst eins og þér er tamt.
ja: エコシステムに縛られることはありません。好きな OS を使い、同じデスクトップアプリで楽しみながら、いつでも好きなときに OS を変更できます。
nl: Voel u nooit opgesloten in een ecosysteem. Gebruik het besturingssysteem dat u wilt en verander het wanneer u wilt, terwijl u geniet van dezelfde desktop-appervaring.
nn_no: Lås deg aldri til eitt økosystem. Bruk operativsystemet du ønskjer, og endre når du vil, medan du nyt den same skrivebords-/appopplevinga.
pl: Nigdy nie daj się zamknąć w jednym ekosystemie. Korzystaj z systemu operacyjnego, który lubisz i zmieniaj, kiedy tylko chcesz, ciesząc się tym samym interfejsem aplikacji desktopowej.
pt_br: Nunca fique aprisionado em um ecossistema. Use o sistema operacional que preferir e mude quando quiser, desfrutando a mesma experiência de uso do aplicativo de computador.
ru: Вы никогда не окажетесь заточены в экосистеме. Используйте операционную систему, которая вам нравится, и меняйте её, когда захотите, получая при этом прежний опыт использования в приложении.
sk: Nikdy sa neocitnite uzavretí v ekosystéme. Používajte operačný systém, ktorý sa vám páči, a kedykoľvek ho zmeňte, pričom si vychutnáte rovnaký zážitok z aplikácie pre stolné počítače.
sl: Nikoli se ne znajdite zaklenjeni v ekosistemu. Uporabljajte operacijski sistem, ki vam je všeč, in ga spremenite, kadarkoli želite, hkrati pa uživajte v isti izkušnji z namiznimi aplikacijami.
sv_se: Lås aldrig in dig i ett ekosystem. Använd det operativsystem du vill och ändra när du vill, samtidigt som du njuter av samma dator-/appupplevelse.
uk: Уникайте залежності від екосистеми. Використовуйте операційну систему, яка вам подобається, і будь-коли змінюйте її, зберігаючи свій попередній досвід роботи з програмою.
vi: Đừng bao giờ thấy mình bị gò bó trong một hệ sinh thái. Sử dụng hệ điều hành bạn thích và thay đổi bất cứ khi nào bạn muốn trong khi tận hưởng trải nghiệm tương tự như trên ứng dụng dành cho máy tính.

source: See All Available Versions
bg: Вижте всички налични издания
cy: Gweld Pob Fersiwn Sydd Ar Gael
de: Alle verfügbaren Versionen anzeigen
es_ar: Ver todas las versiones disponibles
es_cl: Ver todas las versiones disponibles
fi: Katso kaikki saatavilla olevat versiot
fr: Voir toutes les versions disponibles
fy_nl: Alle beskikbere ferzjes besjen
gl: Ver todas as versións dispoñibles
hu: Összes elérhető verzió megtekintése
is: Skoða allar tiltækar útgáfur
ja: 利用可能なすべてのバージョンを見る
nl: Alle beschikbare versies bekijken
nn_no: Sjå alle tilgjengelege versjonar
pl: Wszystkie dostępne wersje
pt_br: Ver todas as versões disponíveis
ru: Показать все доступные версии
sk: Pozrite si všetky dostupné verzie
sl: Oglejte si vse razpoložljive različice
sq: Shihni Krejt Versionet e Gatshëm
sv_se: Se alla tillgängliga versioner
tr: Mevcut tüm sürümleri görün
uk: Переглянути всі доступні версії
vi: Xem tất cả các phiên bản có sẵn

source: A cropped screenshot of the Thunderbird interface.
bg: Изрязана екранна снимка на интерфейса на Thunderbird.
cy: Llun sgrin wedi'i docio o ryngwyneb Thunderbird.
de: Ein zugeschnittenes Bildschirmfoto der Thunderbird-Benutzeroberfläche.
es_ar: Captura de pantalla recortada de la interfaz de Thunderbird.
es_cl: Una captura de pantalla recortada de la interfaz de Thunderbird.
fr: Une capture d’écran rognée de l’interface de Thunderbird.
fy_nl: In bysnijde skermôfbylding fan de Thunderbird-interface.
gl: Unha captura de pantalla recortada da interface de Thunderbird.
hu: Kivágott képernyőkép a Thunderbird felületéről.
is: Nærmynd af viðmóti Thunderbird.
ja: Thunderbird のインターフェースを切り取ったスクリーンショット。
nl: Een bijgesneden schermafbeelding van de Thunderbird-interface.
pl: Przycięty zrzut ekranu interfejsu Thunderbirda.
pt_br: Uma captura de tela recortada, da interface do Thunderbird.
ru: Обрезанный скриншот интерфейса Thunderbird.
sk: Orezaná snímka obrazovky rozhrania Thunderbirdu.
sl: Obrezan zaslonski posnetek vmesnika Thunderbirda.
sq: Një foto ekrani e qethur e ndërfaqes së Thunderbird-it.
sv_se: En beskuren skärmdump av Thunderbird-gränssnittet.
tr: Thunderbird arayüzünün kırpılmış bir ekran görüntüsü.
uk: Частина знімка екрана інтерфейсу Thunderbird.
vi: Ảnh chụp màn hình đã được cắt của giao diện Thunderbird.

source: Calendar, Contacts, and Tasks
bg: Календар, Контакти и Задачи
cy: Calendr, Cysylltiadau, a Thasgau
de: Kalender, Kontakte und Aufgaben
el: Ημερολόγιο, επαφές και εργασίες
es_ar: Calendario, contactos y tareas
es_cl: Calendario, contactos y tareas
fi: Kalenteri, yhteystiedot ja tehtävät
fr: Agenda, contacts et tâches
fy_nl: Aginda, kontakten en taken
gl: Calendario, contactos e tarefas
hu: Naptár, névjegyek és feladatok
is: Dagatöl, tengiliðir og verkefni
ja: カレンダー、連絡先、ToDo リスト
nl: Agenda, contacten en taken
nn_no: Kalender, kontaktar og oppgåver
pl: Kalendarz, kontakty i zadania
pt_br: Agenda, contatos e tarefas
ru: Календарь, контакты и задачи
sk: Kalendár, kontakty a úlohy
sl: Koledar, stiki in opravila
sq: Kalendar, Kontakte dhe Punë
sv_se: Kalender, kontakter och uppgifter
tr: Takvim, Kişiler ve Görevler
uk: Календар, контакти і завдання
vi: Lịch, danh bạ và nhiệm vụ
