Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: Please note, our payment support team cannot assist with Thunderbird product questions or technical issues. <strong>For technical support, please visit our <a href="%(support)s">support page</a></strong> where you will find helpful articles and community forums.
bg: Моля, обърнете внимание, че нашият екип за поддръжка на плащания не може да помогне с въпроси или технически проблеми относно продукта на Thunderbird. <strong>За техническа поддръжка, моля, посетете нашата <a href="%(support)s">страница за поддръжка</a></strong>, където ще намерите полезни статии и форуми на общността.
cy: Sylwch, nid yw ein tîm cymorth talu gynorthwyo gyda chwestiynau am gynnyrch Thunderbird neu faterion technegol. <strong>Am gymorth technegol, ewch i'n <a href="%(support)s">dudalen gymorth</a></strong> lle cewch erthyglau defnyddiol a fforymau cymunedol.
de: Bitte beachten Sie, dass unser Zahlungs-Support-Team bei Fragen zu Thunderbird-Produkten oder technischen Problemen nicht helfen kann. <strong>Wenn Sie technische Hilfe benötigen, besuchen Sie bitte unsere <a href="%(support)s">Hilfe-Seite</a></strong>, wo Sie hilfreiche Artikel und Gemeinschaftsforen finden.
el: Σημειώστε ότι η ομάδα υποστήριξης για τις πληρωμές δεν μπορεί να σας βοηθήσει με ερωτήσεις σχετικά με το Thunderbird ή τεχνικά ζητήματα του προϊόντος. <strong>Για τεχνική υποστήριξη, επισκεφτείτε τη <a href="%(support)s">σελίδα υποστήριξής</a></strong> μας όπου θα βρείτε χρήσιμα άρθρα και φόρουμ της κοινότητας.
es_ar: Tené en cuenta que nuestro equipo de ayuda con los pagos no puede ayudarte con preguntas sobre Thunderbird o problemas técnicos. <strong>Para obtener soporte técnico, visitá nuestra <a href="%(support)s">página de soporte</a></strong> donde hay artículos útiles y foros de la comunidad.
es_cl: Por favor, ten en cuenta que nuestro equipo de soporte de pagos no puede ayudarte con preguntas acerca de los productos Thunderbird ni con problemas técnicos. <strong>Para obtener soporte técnico, visita nuestra <a href="%(support)s">página de soporte</a></strong>, donde encontrarás artículos útiles y foros de la comunidad.
eu: Kontuan izan gure ordainketa-laguntza-taldeak ezin duela lagundu Thunderbird produktuen galderak edo arazo teknikoetan. <strong>Laguntza teknikoa lortzeko, bisitatu gure <a href="%(support)s">laguntza orria</a></strong>, non artikulu lagungarriak eta komunitate-foroak aurkituko dituzu.
fr: Veuillez noter que notre équipe d’assistance aux paiements ne peut pas vous aider en cas de questions techniques ou de problèmes concernant Thunderbird. <strong>Pour l’assistance technique, veuillez consulter notre <a href="%(support)s">page d’assistance</a></strong> où vous trouverez des articles utiles et des forums communautaires.
fy_nl: Tink derom, ús betellingsstipeteam kin net helpe mei Thunderbird-produktfragen of technyske problemen. <strong>Besykje foar technyske stipe ús <a href="%(support)s">stipeside</a></strong> dêr’t jo nuttige artikels en mienskipsfoarums fine.
gl: Ten en conta que o noso equipo de asistencia de pagos non pode axudar con preguntas sobre os produtos Thunderbird ou problemas técnicos. <strong>Para obter asistencia técnica, visita a nosa <a href="%(support)s">páxina de asistencia</a></strong> onde atoparás artigos útiles e foros da comunidade.
hu: Felhívjuk figyelmét, hogy a fizetési támogatási csapatunk nem tud segíteni a Thunderbird termékeire vonatkozó vagy műszaki problémákkal kapcsolatos kérdésekben. <strong>Műszaki támogatásért keresse fel a <a href="%(support)s">támogatói oldalunkat</a></strong>, ahol hasznos leírásokat és közösségi fórumokat talál.
ia: Nota, nostre equipa de assistentia al pagamento non pote assister in questiones o problemas technic del producto Thunderbird. <strong>Pro assistentia technic, visita nostre <a href="%(support)s">pagina de supporto</a></strong> ubi tu trovara utile articulos e foros del communitate.
it: Tieni presente che il nostro team di supporto per i pagamenti non può fornire assistenza a domande o problemi tecnici con Thunderbird. <strong>Per supporto tecnico, visita la nostra <a href="%(support)s">pagina di supporto</a></strong> dove troverai articoli utili e forum della comunità.
nl: Houd er rekening mee dat ons team voor betalingsondersteuning niet kan helpen met vragen over Thunderbird-producten of technische problemen. <strong>Bezoek voor technische ondersteuning onze <a href="%(support)s">ondersteuningspagina</a></strong>, waar u nuttige artikelen en gemeenschapsforums kunt vinden.
ru: Обратите внимание, что наша команда поддержки платежей не может помочь с вопросами по продукту Thunderbird или техническими проблемами. <strong>Для получения технической поддержки посетите нашу <a href="%(support)s">страницу поддержки</a></strong>, где вы найдёте полезные статьи и форумы сообщества.
sk: Upozorňujeme, že náš tím podpory platieb nemôže pomôcť s otázkami týkajúcimi sa produktu Thunderbird alebo technickými problémami. <strong>Pre technickú podporu navštívte našu <a href="%(support)s">stránku podpory</a></strong>, kde nájdete užitočné články a fóra komunity.
sl: Upoštevajte, da naša ekipa za podporo pri plačilih ne more pomagati z vprašanji o izdelkih Thunderbird ali tehničnimi težavami. <strong>Za tehnično podporo obiščite našo <a href="%(support)s">stran za podporo</a></strong>, na kateri najdete uporabne članke in forume skupnosti.
sv_se: Observera att vårt betalningssupportteam inte kan hjälpa till med Thunderbird-produktfrågor eller tekniska problem. <strong>För teknisk support, besök vår <a href="%(support)s">supportsida</a></strong> där du hittar användbara artiklar och communityforum.
vi: Xin lưu ý, nhóm hỗ trợ thanh toán của chúng tôi không thể hỗ trợ các câu hỏi về sản phẩm Thunderbird hoặc các vấn đề kỹ thuật. <strong>Để được hỗ trợ kỹ thuật, vui lòng truy cập <a href="%(support)s">trang trợ giúp</a> của chúng tôi</strong> nơi bạn sẽ tìm thấy các bài viết hữu ích và diễn đàn cộng đồng.

source: Donor Help
bg: Донорска помощ
cs: Nápověda pro dárce
cy: Cymorth i Roddwyr
de: Hilfe für Spender
el: Βοήθεια δωρητών
es_ar: Ayuda de donantes
es_cl: Atención al donante
es_es: Ayuda para las donaciones
eu: Emaileen laguntza
fr: Aide pour les dons
fy_nl: Help foar donateurs
gl: Axuda de doantes
hu: Támogatói súgó
ia: Auxilio del donator
is: Aðstoð við gjafir/styrki
it: Assistenza per le donazioni
ja: 寄付者の支援
nl: Hulp voor donateurs
nn_no: Hjelp med donasjonar
pl: Pomoc dla darczyńców
pt_br: Assistência a doadores
ru: Справка по пожертвованиям
sk: Pomocník pre prispievateľov
sl: Pomoč za donatorje
sq: Ndihmë për Dhurues
sv_se: Hjälp vid donation
tr: Bağışçı Yardımı
uk: Допомога меценатів
vi: Trợ giúp của nhà tài trợ

source: Thank you for contacting us. A case has been created for your issue and we will be in touch shortly.
bg: Благодаря, че се свързахте с нас. Беше създаден случай за вашия проблем и ние ще се свържем скоро.
cs: Děkujeme, že jste nás kontaktovali. Uložili jsme záznam o vašem problému a brzy vás kontaktujeme.
cy: Diolch am gysylltu â ni. Mae achos wedi'i greu ar gyfer eich mater a byddwn mewn cysylltiad yn fuan.
de: Danke, dass Sie uns kontaktiert haben. Es wurde ein Fall für Ihr Problem erstellt und wir werden uns in Kürze bei Ihnen melden.
el: Σας ευχαριστούμε που επικοινωνήσατε μαζί μας. Το ζήτημά σας έχει καταγραφεί και θα επικοινωνήσουμε μαζί σας σύντομα.
es_ar: Gracias por contactarnos. Se creó un caso para tu problema y en breve nos pondremos en contacto.
es_cl: Gracias por contactarnos. Un caso ha sido creado para tu problema y nos pondremos en contacto en breve.
es_es: Gracias por contactar con nosotros. Se ha creado un caso para tu problema y nos pondremos en contacto pronto.
eu: Eskerrik asko gurekin harremanetan jartzeagatik. Zure arazorako kasu bat sortu da eta laster harremanetan jarriko gara.
fi: Kiitos yhteydenotostasi. Asiastasi on luotu tapaus, ja olemme sinuun pian yhteydessä.
fr: Merci de nous avoir contactés. Un ticket a été créé pour votre problème et nous vous répondrons sous peu.
fy_nl: Tank dat jo kontakt mei ús opnommen hawwe. Der is in item foar jo probleem makke en wy nimme ynkoarten kontakt mei jo op.
gl: Grazas por contactar connosco. Creouse un caso para o seu problema e porémonos en contacto en breve.
hu: Köszönjük, hogy kapcsolatba lépett velünk. Készült egy esetleírás a kérdéséhez, és hamarosan felvesszük Önnel a kapcsolatot.
ia: Gratias pro contactar nos. Un caso ha essite create pro tu problema e nos te respondera tosto.
is: Þakka þér fyrir að hafa samband við okkur. Verkbeiðni hefur verið stofnuð vegna málsins þíns og við munum hafa samband innan skamms.
it: Grazie per averci contattato. Abbiamo aperto una segnalazione e ti contatteremo il prima possibile.
ja: ご連絡いただきありがとうございます。問題に対してケースが作成されました。すぐにご連絡いたします。
nl: Bedankt dat u contact met ons hebt opgenomen. Er is een case voor uw probleem gemaakt en we nemen binnenkort contact met u op.
nn_no: Takk for at du kontakta oss. Det er oppretta ei sak om spørsmålet ditt, og vi vil ta kontakt om kort tid.
pl: Dziękujemy za kontakt. Utworzyliśmy zgłoszenie i wkrótce się do Ciebie odezwiemy.
pt_br: Obrigado por entrar em contato conosco. Foi criado um caso para seu problema. Retornaremos o contato em breve.
ru: Спасибо за обращение. Мы создали задачу для решения вашей проблемы, и скоро свяжемся с вами.
sk: Ďakujeme, že ste nás kontaktovali. Uložili sme záznam o vašom probléme a čoskoro vás kontaktujeme.
sl: Hvala, ker ste se obrnili na nas. Za vašo težavo je bil ustvarjen primer in se vam bomo kmalu oglasili.
sq: Faleminderit që u lidhët me ne. Për çështjen tuaj është hapur një rast dhe do të lidhemi së shpejti me ju.
sv_se: Tack för att du kontaktar oss. Ett ärende har skapats för ditt problem och vi kommer att kontakta dig inom kort.
tr: Bizimle iletişime geçtiğiniz için teşekkürler. Sorununuzla ilgili bir kayıt oluşturuldu. Kısa süre içinde sizinle iletişime geçeceğiz.
uk: Дякуємо, що звернулися до нас. Ми вже знаємо про вашу проблему і незабаром зв’яжемося з вами.
vi: Cảm ơn bạn đã liên hệ với chúng tôi. Một báo cáo của bạn đã được tạo và chúng tôi sẽ liên hệ sớm nhất có thể.

source: We will get back to you soon.
bg: Ще се свържем с вас скоро.
cs: Brzy se vám ozveme.
cy: Byddwn yn cysylltu â chi yn fuan.
de: Wir werden uns bald bei Ihnen melden.
el: Θα σας απαντήσουμε σύντομα.
es_ar: Te contactaremos en breve.
es_cl: Te contactaremos pronto.
es_es: Nos pondremos en contacto contigo pronto.
eu: Laster jarriko gara kontaktuan zurekin.
fi: Palaamme asiaan pian.
fr: Nous vous répondrons bientôt.
fy_nl: Wy nimme ynkoarten kontakt op.
gl: Voltaremos con vostede pronto.
hu: Hamarosan kapcsolatba lépünk Önnel.
ia: Nos recedera tosto a te.
is: Við munum hafa samband við þig fljótlega.
it: Ti risponderemo al più presto.
ja: 折り返しご連絡いたします。
nl: We nemen binnenkort contact op.
nn_no: Vi kjem snart tilbake til deg.
pl: Niedługo wyślemy odpowiedź.
pt_br: Em breve entraremos em contato.
ru: Мы свяжемся с вами в ближайшее время.
sk: Čoskoro sa vám ozveme.
sl: Kmalu se vam bomo oglasili.
sq: Do të lidhemi së shpejti me ju.
sv_se: Vi återkommer snart.
tr: Yakında sizinle iletişime geçeceğiz.
uk: Невдовзі ми з вами зв'яжемося.
vi: Chúng tôi sẽ trả lời cho bạn càng sớm càng tốt.

source: Return to Thunderbird.net
bg: Върнете се към Thunderbird.net
cs: Zpět na Thunderbird.net
cy: Dychwelyd i Thunderbird.net
de: Zurück zu Thunderbird.net
el: Επιστροφή στο Thunderbird.net
es_ar: Volver a Thunderbird.net
es_cl: Regresar a Thunderbird.net
es_es: Volver a Thunderbird.net
eu: Thunderbird.net-era bueltatu
fi: Palaa Thunderbird.net-sivustolle
fr: Retourner sur Thunderbird.net
fy_nl: Werom nei Thunderbird.net
gl: Volver a Thunderbird.net
hu: Visszatérés a Thunderbird.net oldalra
ia: Tornar a Thunderbird.net
is: Fara aftur á Thunderbird.net
it: Torna a Thunderbird.net
ja: Thunderbird.netへ戻る
nl: Terug naar Thunderbird.net
nn_no: Tilbake til Thunderbird.net
pl: Wróć do witryny Thunderbird.net
pt_br: Voltar para Thunderbird.net
ru: Вернуться на Thunderbird.net
sk: Vrátiť sa na Thunderbird.net
sl: Nazaj na Thunderbird.net
sq: Kthehuni te Thunderbird.net
sv_se: Gå tillbaka till Thunderbird.net
tr: Thunderbird.net’e geri dön
uk: Повернутися до Thunderbird.net
vi: Quay lại Thunderbird.net

source: Support Thunderbird for Android
bg: Поддръжка на Thunderbird за Android
cy: Cefnogwch Thunderbird ar gyfer Android
de: Unterstützen Sie Thunderbird für Android
el: Υποστήριξη για το Thunderbird για Android
es_ar: Apoyá a Thunderbird para Android
es_cl: Apoya Thunderbird para Android
eu: Lagundu Thunderbird Androiderako
fr: Soutenez Thunderbird pour Android
fy_nl: Stipe foar Thunderbird foar Android
gl: Admite Thunderbird para Android
hu: Támogassa a Thunderbird for Androidot
ia: Supportar Thunderbird pro Android
is: Styðja við Thunderbird fyrir Android
it: Supporta Thunderbird per Android
ja: Android 版 Thunderbird を支援する
nl: Ondersteuning voor Thunderbird voor Android
nn_no: Støtt Thunderbird for Android
pt_br: Apoie o Thunderbird para Android
ru: Поддержать Thunderbird для Android
sk: Podpora Thunderbirdu pre Android
sl: Podprite Thunderbird za Android
sq: Përkrahni Thunderbird-in për Android
sv_se: Stöd Thunderbird för Android
tr: Android için Thunderbird’ü destekleyin
uk: Підтримка Thunderbird для Android
vi: Hỗ trợ Thunderbird cho Android

source: Download
bg: Изтеглянe
cs: Stáhnout
cy: Llwytho i Lawr
de: Herunterladen
el: Λήψη
es_ar: Descargar
es_cl: Descargar
es_es: Descargar
eu: Deskargatu
fi: Lataa
fr: Télécharger
fy_nl: Downloade
gl: Descargar
hu: Letöltés
ia: Discargar
is: Sækja
it: Scarica
ja: ダウンロード
nl: Downloaden
nn_no: Last ned
pl: Pobierz
pt_br: Baixar
ru: Загрузить
sk: Stiahnuť
sl: Prenos
sq: Shkarkoje
sv_se: Ladda ner
tr: İndir
uk: Завантажити
vi: Tải xuống

source: Download <span class="txt-gradient">Thunderbird</span>
bg: Изтеглете <span class="txt-gradient">Thunderbird</span>
cs: Stáhnout <span class="txt-gradient">Thunderbird</span>
cy: Llwythwch <span class="txt-gradient">Thunderbird</span> i lawr
de: Laden Sie <span class="txt-gradient">Thunderbird</span> herunter
el: Λήψη του <span class="txt-gradient">Thunderbird</span>
es_ar: Descargar <span class="txt-gradient">Thunderbird</span>
es_cl: Descargar <span class="txt-gradient">Thunderbird</span>
eu: Deskargatu <span class="txt-gradient">Thunderbird</span>
fi: Lataa <span class="txt-gradient">Thunderbird</span>
fr: Télécharger <span class="txt-gradient">Thunderbird</span>
fy_nl: <span class="txt-gradient">Thunderbird</span> downloade
gl: Descargar <span class="txt-gradient">Thunderbird</span>
hu: A <span class="txt-gradient">Thunderbird</span> letöltése
ia: Discargar <span class="txt-gradient">Thunderbird</span>
is: Náðu í <span class="txt-gradient">Thunderbird</span>
it: Scarica <span class="txt-gradient">Thunderbird</span>
ja: <span class="txt-gradient">Thunderbird</span>をダウンロード
nl: <span class="txt-gradient">Thunderbird</span> downloaden
nn_no: Last ned <span class="txt-gradient">Thunderbird</span>
pl: Pobierz <span class="txt-gradient">Thunderbirda</span>
pt_br: Baixe o <span class="txt-gradient">Thunderbird</span>
ru: Загрузить <span class="txt-gradient">Thunderbird</span>
sk: Stiahnite si <span class="txt-gradient">Thunderbird</span>
sl: Prenesi <span class="txt-gradient">Thunderbird</span>
sq: Shkarkoni <span class="txt-gradient">Thunderbird-in</span>
sv_se: Hämta <span class="txt-gradient">Thunderbird</span>
tr: <span class="txt-gradient">Thunderbird</span>’ü indir
uk: Завантажити <span class="txt-gradient">Thunderbird</span>
vi: Tải xuống <span class="txt-gradient">Thunderbird</span>

source: Thunderbird Monthly releases are now the default download. Click to learn more
bg: Всеки месец ще получавaте новo издание на Thunderbird. Щракнете, за да научите повече
cy: Fersiynnau Misol Thunderbird bellach yw'r rhagosodiad. Cliciwch i ddysgu rhagor
fi: Thunderbirdin kuukausittaiset julkaisut ovat nyt oletuslataus. Napsauta saadaksesi lisätietoja

source: Contact us
bg: Връзка с нас
cs: Kontakt
cy: Cysylltu â ni
de: Kontakt
el: Επικοινωνία
es_ar: Contactanos
es_cl: Contáctanos
eu: Jarri gurekin harremanetan
fi: Ota yhteyttä
fr: Nous contacter
fy_nl: Kontakt
gl: Contacta connosco
hu: Kapcsolat
ia: Contacta nos
is: Hafðu samband við okkur
it: Contattaci
ja: お問い合わせ
nl: Contact
nn_no: Kontakt oss
pl: Kontakt z nami
pt_br: Entre em contato conosco
ru: Связаться с нами
sk: Kontaktujte nás
sl: Pišite nam
sq: Lidhuni me ne
sv_se: Kontakta oss
tr: Bize ulaşın
uk: Зв'яжіться з нами
vi: Liên hệ với chúng tôi
