Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: <strong>So today we’re asking you to help us out.</strong> If you get value from using Thunderbird, please consider giving a donation to support it!
bg: <strong>Днес ви молим да ни помогнете.</strong> Ако получавате полза от използването на Thunderbird, моля, помислете дали да дадете дарение, за да ни подкрепите!
cs: <strong>Proto vás dnes prosíme o pomoc.</strong> Pokud je pro vás Thunderbird důležitý, zvažte poslání daru na jeho podporu.
cy: <strong>Felly heddiw rydyn ni'n gofyn i chi ein helpu ni.</strong> Os ydych chi'n cael gwerth drwy ddefnyddio Thunderbird, ystyriwch roi cyfraniad i'w gefnogi!
de: <strong>Deshalb bitten wir Sie heute, uns zu helfen.</strong> Wenn Sie von der Verwendung von Thunderbird profitieren, ziehen Sie bitte eine Spende in Erwägung, um ihn zu unterstützen!
el: <strong>Σήμερα λοιπόν σας ζητάμε να μας βοηθήσετε.</strong> Εάν χρησιμοποιείτε και εκτιμάτε το Thunderbird, σκεφτείτε να κάνετε μια δωρεά για να το υποστηρίξετε!
es_ar: <strong>Así que hoy te pedimos que nos ayudés.</strong> Si obtenés valor al usar Thunderbird, ¡considerá hacer una donación para apoyarlo!
es_cl: <strong>Así que hoy te pedimos que nos ayudes.</strong> Si obtienes valor al usar Thunderbird, ¡considera hacer una donación para apoyarlo!
es_es: <strong>Así que hoy te pedimos que nos ayudes.</strong> Si utilizas y aprecias Thunderbird, ¡considera la posibilidad hacer una donación para apoyarlo!
eu: <strong>Beraz, gaur laguntza eskatzen dizugu.</strong> Thunderbird erabiltzeagatik balioa lortzen baduzu, mesedez, kontuan izan dohaintza bat ematea laguntza hori emateko!
fr: <strong>Aujourd’hui, nous vous demandons donc de nous aider.</strong> Si Thunderbird vous est précieux, songez à faire un don pour le soutenir !
fy_nl: <strong>Hjoed freegje wy jo dus om ús te helpen.</strong> As jo wearde helje út it gebrûk fan Thunderbird, tink dan ris nei om in donaasje te jaan om it te stypjen!
gl: <strong>Entón, hoxe pedímosche que nos axudes.</strong> Se obténs valor co uso de Thunderbird, considera facer unha doazón para apoialo.
hu: <strong>Tehát ma arra kérjük, hogy segítsen nekünk.</strong> Ha értékes Önnek a Thunderbird használata, fontolja meg az adományozást a támogatása érdekében!
ia: <strong>Assi hodie nos te demanda de adjutar nos.</strong> Si tu obtene valor de usar Thunderbird, per favor considera de dar un donation pro supportar lo!
is: <strong>Þannig í dag biðjum við þig um að hjálpa okkur.</strong> Ef þú færð eitthvað út úr því að nota Thunderbird skaltu íhuga að leggja þitt af mörkum til að styðja við verkefnið!
it: <strong>È per questo che oggi abbiamo deciso di chiedere il tuo aiuto.</strong> Se utilizzi e apprezzi Thunderbird, considera la possibilità di fare una donazione per supportare il nostro lavoro.
ja: <strong>皆さんの助けが必要です</strong>Thunderbirdから価値を得ているとお考えであれば、寄付によるサポートをお願いします。
nl: <strong>Vandaag vragen we u dus om ons te helpen.</strong> Als u waarde haalt uit het gebruik van Thunderbird, overweeg dan om een donatie te doen om het te ondersteunen!
nn_no: <strong>Derfor ber vi deg om å hjelpe oss i dag.</strong> Om du likar å bruke Thunderbird, kan du kanskje vurdere å donere ein slant for å støtte dette arbeidet!
pl: <strong>Dlatego dzisiaj prosimy o pomoc.</strong> Jeśli korzystasz z Thunderbirda, rozważ przekazanie datku na jego wsparcie.
pt_br: <strong>Portanto, pedimos que você nos ajude.</strong> Se você dá valor ao uso do Thunderbird, considere fazer uma doação para apoiar!
ru: <strong>Поэтому сегодня мы просим вас помочь нам.</strong> Если вы получаете пользу от использования Thunderbird, подумайте о том, чтобы сделать пожертвование на его поддержку!
sk: <strong>Dnes vás teda žiadame, aby ste nám pomohli.</strong> Ak máte z používania Thunderbirdu úžitok, zvážte darovanie príspevku na jeho podporu!
sl: <strong>Zato vas danes prosimo, da nam pomagate.</strong> Če vam Thunderbird koristi, razmislite o tem, da ga podprete z donacijo!
sq: <strong>Ndaj sot ju kërkojmë të na ndihmoni.</strong> Nëse përfitoni nga përdorimi i Thunderbird-it, ju lutemi, shihni mundësinë e bërjes së një dhurimi në përkrahje të tij!
sv_se: <strong>Det är därför vi ber dig att hjälpa oss idag.</strong> Om du har nytta av att använda Thunderbird kan du överväga att göra en donation för att stödja det!
uk: <strong>Тож сьогодні ми просимо вас допомогти нам.</strong> Якщо ви отримуєте користь від користування Thunderbird, підтримайте нас фінансово!
vi: <strong>Vì vậy, hôm nay chúng tôi cần bạn giúp.</strong> Nếu bạn nhận được giá trị từ việc sử dụng Thunderbird, vui lòng cân nhắc quyên góp để hỗ trợ nó!

source: What’s New in Thunderbird 102
bg: Какво е новото в Thunderbird 102
cs: Novinky v Thunderbirdu 102
cy: Beth sy'n Newydd yn Thunderbird 102
de: Was ist neu in Thunderbird 102
el: Τι νέο υπάρχει στο Thunderbird 102
es_ar: Qué hay de nuevo en Thunderbird 102
es_cl: Que hay de nuevo en Thunderbird 102
es_es: Novedades en Thunderbird 102
eu: Zer berri Thunderbird 102an
fi: Mitä uutta Thunderbird 102 sisältää
fr: Nouveautés de Thunderbird 102
fy_nl: Wat is nij yn Thunderbird 102
gl: Novidades en Thunderbird 102
hu: A Thunderbird 102 újdonságai
ia: Que novas in Thunderbird 102
is: Hvað er nýtt í Thunderbird 102
it: Novità in Thunderbird 102
ja: Thunderbird 102の新機能
nl: Nieuw in Thunderbird 102
nn_no: Kva er nytt i Thunderbird 102
pl: Co nowego w Thunderbirdzie 102
pt_br: Novidades no Thunderbird 102
ru: Что нового в Thunderbird 102
sk: Novinky v Thunderbirde 102
sl: Kaj je novega v Thunderbirdu 102
sq: Ç’ka të re te Thunderbird 102-shi
sv_se: Vad är nytt i Thunderbird 102
tr: Thunderbird 102’deki Yenilikler
uk: Що нового в Thunderbird 102
vi: Có gì mới trong Thunderbird 102

source: Explore the new features and changes in the new release of Thunderbird.
bg: Разгледайте новите функции и промени в новата версия на Thunderbird.
cs: Prozkoumejte nové funkce a změny obsažené v nové verzi Thunderbirdu.
cy: Edrychwch ar y nodweddion newydd a'r newidiadau yn y fersiwn newydd o Thunderbird.
de: Entdecken Sie die neuen Funktionen und Änderungen in der neuen Version von Thunderbird.
el: Εξερευνήστε τις νέες δυνατότητες και τις αλλαγές στη νέα έκδοση του Thunderbird.
es_ar: Explorá las nuevas características y cambios en la nueva versión de Thunderbird.
es_cl: Explora las nuevas funcionalidades y cambios en la nueva versión de Thunderbird.
es_es: Explore las nuevas funcionalidades y cambios en la nueva versión de Thunderbird.
eu: Aztertu Thunderbirden bertsio berriko eginbide eta aldaketak.
fi: Tutustu Thunderbirdin uuden julkaisun uusiin ominaisuuksiin ja muutoksiin.
fr: Découvrez les fonctionnalités et les changements apportés par la nouvelle version de Thunderbird.
fy_nl: Untdek de nije funksjes en wizigingen yn de nije ferzje fan Thunderbird.
gl: Explore as novas funcións e cambios na nova versión de Thunderbird.
hu: Fedezze fel a Thunderbird új kiadásának új funkcióit és változásait.
ia: Discoperi le nove functionalitates e le cambiamentos in le nove version de Thunderbird.
is: Skoðaðu nýja eiginleika og þær breytingar sem eru í nýju útgáfunni af Thunderbird.
it: Scopri le nuove funzionalità e le modifiche nella nuova versione di Thunderbird.
ja: Thunderbirdの新しいリリースの新機能と変更点をご覧ください。
nl: Ontdek de nieuwe functies en wijzigingen in de nieuwe release van Thunderbird.
pl: Poznaj nowe funkcje i zmiany w nowym wydaniu Thunderbirda.
pt_br: Conheça os novos recursos e mudanças na nova versão do Thunderbird.
ru: Ознакомьтесь с новыми функциями и изменениями в новой версии Thunderbird.
sk: Preskúmajte nové funkcie a zmeny v novom vydaní Thunderbirdu.
sl: Raziščite nove zmožnosti in spremembe v novi izdaji Thunderbirda.
sq: Eksploroni veçori të reja dhe ndryshime te hedhja e re në qarkullim e Thunderbird-it.
sv_se: Utforska de nya funktionerna och förändringarna i den nya versionen av Thunderbird.
tr: Thunderbird’ün yeni sürümündeki yeni özellikleri ve değişiklikleri keşfedin.
uk: Дізнайтеся про нові функції та зміни в новому випуску Thunderbird.
vi: Khám phá các tính năng mới và những thay đổi trong bản phát hành mới của Thunderbird.

source: <strong>Thunderbird is completely funded by your donations.</strong> <br> Producing Thunderbird requires software engineers, designers, system administrators and server infrastructure. <strong>Help us keep Thunderbird alive!</strong>
bg: <strong>Thunderbird се финансира изцяло от вашите дарения.</strong> <br> Създаването на Thunderbird изисква софтуерни инженери, дизайнери, системни администратори и сървърна инфраструктура. <strong>Помогнете ни да запазим Thunderbird жив!</strong>
cs: <strong>Thunderbird je financován výhradně z vašich darů.</strong> <br> K vytvoření Thunderbirdu jsou zapotřebí softwaroví inženýři, návrháři, správci systému a serverová infrastruktura. <strong>Pomozte nám udržet Thunderbird při životě!</strong>
cy: <strong>Mae Thunderbird yn cael ei ariannu'n llwyr gan eich rhoddion chi.</strong> <br> Mae angen peirianwyr meddalwedd, dylunwyr, gweinyddwyr systemau a seilwaith gweinydd i gynhyrchu Thunderbird. <strong>Helpwch ni i gadw Thunderbird yn fyw!</strong>
de: <strong>Thunderbird wird vollständig durch Ihre Spenden finanziert.</strong> <br> Die Entwicklung von Thunderbird benötigt Softwareentwickler, Designer, Systemadministratoren und eine Serverinfrastruktur. <strong>Helfen Sie uns, Thunderbird am Leben zu erhalten!</strong>
el: <strong>Το Thunderbird χρηματοδοτείται αποκλειστικά από τις δωρεές σας.</strong> <br> Η παραγωγή του Thunderbird απαιτεί μηχανικούς λογισμικού, σχεδιαστές, διαχειριστές συστημάτων και υποδομή διακομιστών. <strong>Βοηθήστε το Thunderbird να παραμείνει ζωντανό!</strong>
es_ar: <strong>Thunderbird se financia completamente con donaciones.</strong> <br> La producción de Thunderbird requiere ingenieros de software, diseñadores, administradores de sistemas e infraestructura de servidores. <strong>¡Ayudanos a mantener vivo a Thunderbird!</strong>
es_cl: <strong>Thunderbird se financia completamente con tus donaciones.</strong> <br> El desarrollo de Thunderbird requiere ingenieros de software, diseñadores, administradores de sistemas e infraestructura de servidores. <strong>¡Ayúdanos a mantener vivo Thunderbird!</strong>
es_es: <strong>Thunderbird se financia completamente con tus donaciones.</strong> <br> El desarrollo de Thunderbird requiere ingenieros de software, diseñadores, administradores de sistemas e infraestructura de servidores. <strong>¡Ayúdanos a mantener vivo Thunderbird!</strong>
eu: <strong>Thunderbird erabat finantzatuta dago zuen dohaintzekin.</strong> <br>Thunderbird ekoizteko software ingeniariak, diseinatzaileak, sistemen administratzaileak eta zerbitzarien azpiegiturak behar dira. <strong>Lagundu Thunderbird bizirik mantentzen!</strong>
fr: <strong>Thunderbird est entièrement financé par vos dons.</strong> <br> La production de Thunderbird nécessite des spécialistes en ingénierie logicielle, des designers, des gestionnaires de systèmes et une infrastructure de serveurs. <strong>Aidez-nous à maintenir Thunderbird bien vivant !</strong>
fy_nl: <strong>Thunderbird wurdt folslein finansiere troch jo donaasjes.</strong> <br> It produsearjen fan Thunderbird fereasket softwareyngenieurs, ûntwerpers, systeembehearders en serverynfrastruktuer. <strong>Help ús Thunderbird yn libben te hâlden!</strong>
gl: <strong>Thunderbird está totalmente financiado coas túas doazóns.</strong> <br> Para producir Thunderbird é necesario enxeñeiros de software, deseñadores, administradores de sistemas e infraestrutura de servidores. <strong>Axúdanos a manter vivo a Thunderbird.</strong>
hu: <strong>A Thunderbird teljes egészében adományokból finanszírozott.</strong> <br> A Thunderbird előállításához szoftvermérnökök, dizájnerek, rendszergazdák és kiszolgáló-infrastruktúra szükséges. <strong>Segítsen nekünk életben tartani a Thunderbirdöt!</strong>
ia: <strong>Thunderbird es completemente financiate per tu donationes.</strong> <br> Producer Thunderbird require ingenieros de software, projectatores, infrastructura de administratores de systema e servitores. <strong>Adjuta nos a mantener Thunderbird vive!</strong>
is: <strong>Thunderbird er alfarið fjármagnað með framlögum frá fólki eis og þér.</strong> <br> Til að framleiða Thunderbird þarf hugbúnaðarverkfræðinga, hönnuði, kerfisstjóra og innviðanetþjóna. <strong>Hjálpaðu okkur við að blása lífi í Thunderbird!</strong>
it: <strong>Thunderbird è interamente finanziato dalle donazioni di utenti come te.</strong> <br> Per realizzare Thunderbird servono sviluppatori, designer, amministratori di sistema e server per l’infrastruttura. <strong>Aiutaci a mantenere in vita Thunderbird!</strong>
ja: <strong>Thunderbirdは完全にあなたの寄付によって支えられています。</strong><br>Thunderbirdの制作には、ソフトウェアエンジニア、デザイナー、システム管理者、サーバーインフラストラクチャが必要です。<strong>Thunderbirdが今後も生き残れるよう、ご協力ください！</strong>
nl: <strong>Thunderbird wordt volledig gefinancierd door uw donaties.</strong> <br> Het produceren van Thunderbird vereist software-ingenieurs, ontwerpers, systeembeheerders en serverinfrastructuur. <strong>Help ons Thunderbird in leven te houden!</strong>
nn_no: <strong>Thunderbird er fullt og heilt finansiert av dine donasjonar.</strong> <br> Å produsere Thunderbird krev programvareingeniørar, designarar, systemadministratorar og serverinfrastruktur. <strong>Hjelp oss med å halde Thunderbird i live!</strong>
pl: <strong>Thunderbird jest w całości finansowany z waszych datków.</strong> <br> Do tworzenia Thunderbirda niezbędni są programiści, projektanci, administratorzy i infrastruktura serwerowa. <strong>Pomóż nam utrzymać Thunderbirda przy życiu!</strong>
pt_br: <strong>O Thunderbird é totalmente financiado por suas doações.</strong><br>A produção do Thunderbird requer engenheiros de software, designers, administradores de sistema e infraestrutura de servidores. <strong>Ajude a manter o Thunderbird vivo!</strong>
ru: <strong>Thunderbird полностью финансируется за счет ваших пожертвований.</strong> <br> Для создания Thunderbird требуются инженеры-программисты, дизайнеры, системные администраторы и серверная инфраструктура. <strong>Помогите нам сохранить Thunderbird живым!</strong>
sk: <strong>Thunderbird je kompletne financovaný z vašich darov.</strong> <br> Vývoj Thunderbirdu si vyžaduje softvérových inžinierov, dizajnérov, správcov systému a serverovú infraštruktúru. <strong>Pomôžte nám udržať Thunderbird pri živote!</strong>
sl: <strong>Thunderbird se financira v celoti s pomočjo vaših donacij.</strong> <br> Za razvoj potrebuje programerje, oblikovalce, sistemske skrbnike in strežniško infrastrukturo. <strong>Pomagajte nam obdržati Thunderbird pri življenju!</strong>
sq: <strong>Thunderbird-i është plotësisht i financuar nga dhurimet tuaja.</strong> <br> Prodhimi i Thunderbird-it lyp programues, hartues grafikë, përgjegjës sistemi dhe infrastrukturë shërbyesish. <strong>Ndihmonani ta mbajmë gjallë Thunderbird-ni!</strong>
sv_se: <strong>Thunderbird finansieras helt av dina donationer.</strong> <br> Att producera Thunderbird kräver mjukvaruingenjörer, designers, systemadministratörer och serverinfrastruktur. <strong>Hjälp oss att hålla Thunderbird vid liv!</strong>
uk: <strong>Thunderbird повністю фінансується коштом ваших внесків.</strong> <br> Для створення Thunderbird потрібні інженери програмного забезпечення, дизайнери, системні адміністратори та серверна інфраструктура. <strong>Допоможіть нам зберегти Thunderbird!</strong>
vi: <strong>Thunderbird hoàn toàn được tài trợ bởi sự đóng góp của bạn.</strong> <br> Để tạo ra Thunderbird thì kỹ sư phần mềm, nhà thiết kế, quản trị viên hệ thống và cơ sở hạ tầng máy chủ có vai trò quan trọng. <strong>Giúp chúng tôi giữ cho Thunderbird tồn tại!</strong>

source: Message Header Redesign
bg: Редизайн на заглавката на съобщението
cs: Přepracované záhlaví zprávy
cy: Ailgynllunio Penynnau Negeseuon
de: Neugestaltung der Nachrichtenkopfzeile
el: Επανασχεδιασμός κεφαλίδας μηνυμάτων
es_ar: Rediseño del encabezado del mensaje
es_cl: Rediseño del encabezado del mensaje
es_es: Rediseño del encabezado del mensaje
eu: Mezu goiburua birdiseinatua
fr: Remaniement de l’en-tête de message
fy_nl: Fernijd ûntwerp berjochtkop
gl: Redeseño da cabeceira da mensaxe
hu: Üzenetfejléc újratervezése
ia: Titulo de messages redesignate
is: Endurhönnun skilaboðahauss
it: Nuovo design per l’intestazione del messaggio
ja: メッセージヘッダーの再設計
nl: Vernieuwd ontwerp berichtkop
nn_no: Ny utforming av meldingshovudet
pl: Nowy wygląd nagłówka wiadomości
pt_br: Redesenho do cabeçalho de mensagens
ru: Редизайн заголовка сообщения
sk: Zmena dizajnu hlavičky správy
sl: Nov videz glav sporočil
sq: Rikonceptim i Kryeve të Mesazheve
sv_se: Ny design av meddelanderubrik
tr: Yenilenen ileti başlığı tasarımı
uk: Оновлення вигляду заголовка повідомлення
vi: Thiết kế lại header thư
