Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: Your donation may be eligible for a refund. You must contact us within 15 days after the date of the donation. If you believe this donation was made without your authorization, please contact us immediately. Donations made via ACH or SEPA direct debit are ineligible for refunds. Due to the nature of these transactions our policy prioritizes minimizing refund fraud. We sincerely appreciate your understanding. If you have any further questions, <a href="%(help)s">please contact us</a>.
cs: Váš dar může být vrácen. Musíte nás kontaktovat do 15 dnů od data darování. Pokud se domníváte, že tento dar byl poskytnut bez vašeho svolení, neprodleně nás kontaktujte. Dary poskytnuté prostřednictvím ACH nebo SEPA inkasa nejsou způsobilé k vrácení. Vzhledem k povaze těchto transakcí je prioritou našich zásad minimalizace podvodů s vracením peněz. Upřímně si vážíme vašeho pochopení. Máte-li jakékoli další dotazy, <a href="%(help)s">kontaktujte nás prosím</a>.

source: Are there additional fees on my donation?
cs: Jsou za můj dar účtovány další poplatky?
es_es: ¿Existen tarifas adicionales en mi donación?

source: We do not collect any additional fees or taxes. When you donate in your local currency you are not charged a conversion fee by your credit card. Optionally, you can choose to cover our transaction costs on your donation. This is completely voluntary and you may opt in or out using the checkbox on our donation form. Our organization is based in the United States. We encourage donors to research any additional external taxes or fees that may be applied by regulators such as your bank or tax authority.
cs: Nevybíráme žádné další poplatky ani daně. Pokud přispějete v místní měně, nebude vám platební kartou účtován poplatek za konverzi. Volitelně se můžete rozhodnout, že z vašeho daru uhradíte naše transakční náklady. Je to zcela dobrovolné a můžete se k tomu přihlásit nebo odhlásit pomocí zaškrtávacího políčka v našem darovacím formuláři. Naše organizace sídlí ve Spojených státech. Doporučujeme dárcům, aby si zjistili případné další externí daně nebo poplatky, které mohou být uplatňovány regulačními orgány, jako je vaše banka nebo daňový úřad.
es_es: No recopilamos tarifas o impuestos adicionales. Cuando donas en tu moneda local, no se te cobra una tarifa de conversión por parte de tu tarjeta de crédito. Opcionalmente, puedes elegir cubrir nuestros costos de transacción en tu donación. Esto es completamente voluntario y puedes optar por participar o no utilizando la casilla de verificación en nuestro formulario de donación. Nuestra organización está basada en los Estados Unidos. Alentamos a los donantes a investigar cualquier impuesto o tarifa adicional que puedan aplicar los reguladores externos, como tu banco o autoridad tributaria.

source: What are your transaction costs on donations?
cs: Jaké jsou vaše transakční náklady za dary?
es_es: ¿Cuáles son sus costos de transacción en las donaciones?

source: When you opt to cover our transaction costs, you're covering both our processing and donation platform costs. The costs associated with our robust online donation system allows us to continue scaling sustainably as our supporter-base grows. Our donation platform and payment processor partners reduce internal costs associated with maintaining our own system from scratch. Our partners ensure we can accept a wide range of currencies/payment methods and remain PCI compliant in all of the countries that we accept gifts from. The transaction costs donors may choose to cover are based on an estimate of our overall costs. Due to many factors actual costs may fluctuate.
cs: Pokud se rozhodnete uhradit naše transakční náklady, hradíte tím náklady na zpracování i na dárcovskou platformu. Náklady spojené s naším robustním online dárcovským systémem nám umožňují pokračovat v udržitelném rozšiřování, jak roste naše základna podporovatelů. Naši partneři z řad dárcovské platformy a zpracovatelů plateb snižují interní náklady spojené s udržováním našeho vlastního systému od nuly. Naši partneři zajišťují, že můžeme přijímat širokou škálu měn/platebních metod a zůstat v souladu s PCI ve všech zemích, ze kterých přijímáme dary. Transakční náklady, které se dárci mohou rozhodnout uhradit, vycházejí z odhadu našich celkových nákladů. Vzhledem k mnoha faktorům mohou skutečné náklady kolísat.
es_es: Cuando optas por cubrir nuestros costos de transacción, estás cubriendo tanto nuestros costos de procesamiento como los de la plataforma de donaciones. Los costos asociados con nuestro robusto sistema de donaciones en línea nos permiten seguir creciendo de manera sostenible a medida que nuestra base de seguidores aumenta. Nuestros socios de plataformas de donación y procesadores de pagos reducen los costos internos asociados con mantener nuestro propio sistema desde cero. Nuestros socios aseguran que podamos aceptar una amplia gama de monedas/métodos de pago y mantenernos en cumplimiento con PCI en todos los países desde los que aceptamos donaciones. Los costos de transacción que los donantes pueden optar por cubrir se basan en una estimación de nuestros costos generales. Debido a muchos factores, los costos reales pueden fluctuar.

source: Thunderbird is the leading open source cross-platform email and calendaring client, free for business and personal use. Your gift will help ensure it stays that way, and will support future development.
cs: Thunderbird je hlavní otevřený a multiplatformní e-mailovým klient, který je zdarma pro osobní i firemní použití. Váš dar pomůže zajistit jeho zachování a podpoří další vývoj.
es_es: Thunderbird es el principal cliente de correo electrónico y calendario de código abierto multiplataforma, gratuito para uso empresarial y personal. Tu donación ayudará a garantizar que siga siendo así y apoyará el desarrollo futuro.

source: Thunderbird is a project of MZLA Technologies Corporation, which is a wholly owned subsidiary of Mozilla Foundation.
cs: Thunderbird je projekt společnosti MZLA Technologies Corporation, která je stoprocentní dceřinou společností organizace Mozilla Foundation.
es_es: Thunderbird es un proyecto de MZLA Technologies Corporation, la cual, es una empresa subsidiaria y que pertenece completamente a Mozilla Foundation.

source: Currently, the majority of Thunderbird’s revenue comes from generous gifts from users and friends of Thunderbird. Companies and individuals support the development of the product now and in the future.
cs: V současné době pochází většina příjmů Thunderbirdu z velkorysých darů od uživatelů a přátel Thunderbirdu. Společnosti a jednotlivci podporují vývoj produktu nyní i v budoucnu.
es_es: Actualmente, la mayoría de los ingresos de Thunderbird provienen de generosas donaciones de usuarios y amigos de Thunderbird. Empresas e individuos apoyan el desarrollo del producto ahora y en el futuro.

source: If you have a question about giving to Thunderbird, please contact us via <a href="%(help)s">this form</a>. If you need technical support, please head over to <a href="%(support)s">Thunderbird Support</a> for assistance.
cs: Chcete-li se na něco zeptat ohledně poslání daru pro Thunderbird, kontaktujte nás prosím prostřednictvím <a href="%(help)s">tohoto formuláře</a>. Pokud potřebujete technickou podporu, přejděte prosím na <a href="%(support)s">stránky podpory Thunderbirdu</a>, kde vám pomůžeme.
es_es: Si tienes alguna pregunta sobre cómo hacer donaciones a Thunderbird, por favor contáctanos a través de <a href="%(help)s">este formulario</a>. Si necesitas soporte técnico, por favor dirígete a <a href="%(support)s">Asistencia de Thunderbird</a> para recibir ayuda.

source: Thunderbird keeps getting better. Subscribe to our newsletter and follow us on social media to stay informed.
cs: Thunderbird se stále zlepšuje. Přihlaste se k odběru našeho zpravodaje a sledujte nás na sociálních sítích, abyste zůstali informováni.

source: Make Thunderbird yours across all your folders and accounts with a single click. Change your message list layout between Cards and Table view, adjust your Cards View, and set your default sorting order and threading options with ease.
fi: Tee Thunderbirdistä omasi kaikissa kansioissasi ja tileilläsi yhdellä napsautuksella. Vaihda viestiluettelosi asettelua kortti- ja taulukkonäkymän välillä, säädä korttinäkymää ja aseta oletuslajittelujärjestys ja ketjuasetukset helposti.

source: Empty nest
es_es: Nido vacío
kab: Lɛec d ilem
nb_no: Tomt rede

source: You can also find calendars to subscribe to at <a href="%s">iCalShare.com</a>.
es_es: También puedes encontrar calendarios para suscribirte en <a href="%s">iCalShare.com</a>.
kab: Tzemreḍ daɣen ad tafeḍ iwitayen i ujerred deg <a href="%s">iCalShare.com</a>.
nb_no: Du kan også finne kalendere du kan abonnere på, på <a href="%s">iCalShare.com</a>.

source: You can <a href="%(donate)s">donate online</a> securely by credit card or PayPal. Google Pay, Apple Pay, and bank transfers through SEPA, iDEAL and ACH are also available online.<br/> <strong>Give in your local currency!</strong> On <a href="%(donate)s">our online form</a>, use the drop down menu next to the amount. You will be charged in the currency you choose to give with.<br/> <strong>Additionally you can</strong> give offline in USD by <a href="%(check)s">mailing a check or money order</a>.<br/> <strong>Give the gift of your time!</strong> If you would like to learn how to contribute to Thunderbird in other ways such as coding, translating or testing, please visit our <a href="%(ways_to_help)s">Get Involved</a> page.
es_es: Puedes <a href="%(donate)s">donar en línea</a> de forma segura mediante tarjeta de crédito o PayPal. Google Pay, Apple Pay y las transferencias bancarias a través de SEPA, iDEAL y ACH también están disponibles en línea.<br/> <strong>¡Dona en tu moneda local!</strong> En <a href="%(donate)s"> nuestro formulario en línea</a>, utiliza el menú desplegable al lado de la cantidad. Se te cobrará en la moneda que elijas donar.<br/> <strong>Además,</strong> puedes donar sin conexión en USD <a href="%(check)s">enviando por correo un cheque o giro postal. </a>.<br/> <strong>¡Regala tu tiempo!</strong> Si deseas aprender cómo contribuir a Thunderbird de otras maneras, como programar, traducir o realizar pruebas, visita nuestra página web <a href="%(ways_to_help)s">Participa</a>.

source: Who can I email directly with questions about giving?
es_es: ¿A quién puedo enviar un correo electrónico directamente con preguntas sobre cómo hacer donaciones?

source: <small> Thunderbird is part of <a href="https://blog.thunderbird.net/2020/01/thunderbirds-new-home/">MZLA Technologies Corporation</a>, a wholly owned subsidiary of Mozilla Foundation. Portions of this content are ©1998–2023 by individual contributors. Content available under a <a href="https://www.mozilla.org/foundation/licensing/website-content/">Creative Commons license</a>. </small>
es_es: <small> Thunderbird forma parte de <a href="https://blog.thunderbird.net/2020/01/thunderbirds-new-home/">MZLA Technologies Corporation</a>, una subsidiaria de propiedad total de la Fundación Mozilla. Partes de este contenido son ©1998–2023 de colaboradores individuales. Contenido disponible bajo una <a href="https://www.mozilla.org/foundation/licensing/website-content/">Licencia Creative Commons</a>. </small>

source: Welcome to <div class="tb-text">Thunderbird <small class="beta-text">Beta</small></div>
kab: Ansuf ɣer <div class="tb-text">Thunderbird <small class="beta-text">Beta</small></div>

source: There’s nothing here!
kab: Ulac ayen yellan da!
nb_no: Det er ingenting her!

source: Thunderbird Vector Wordmark
kab: Alugu amawayan Thunderbird

source: Add-ons
kab: Izegrar
nb_no: Utvidelser

source: About Us
kab: Fell-aɣ
nb_no: Om oss

source: Systems &amp; Languages
kab: Inagrawen d tutlayin
nb_no: System og språk

source: What’s New
kab: Amaynut
nb_no: Hva er nytt

source: Make Email Easier.
kab: Err tuzna n yimaylen fessuset.
nb_no: Gjør e-post enklere.

source: Free Download
kab: Sader baṭel
nb_no: Gratis nedlasting

source: Want to try new features early?
kab: Tebɣiḍ ad tɛerḍeḍ timahilin timaynutin uqbel wiyiḍ?

source: Get the beta and be a part of the future of Thunderbird!
kab: Awi lqem beta, tettekkiḍ deg uzekka n Thunderbird!

source: Thunderbird screenshot
kab: Tuṭṭfiwin n ugdil Thunderbird
nb_no: Skjermbilde av Thunderbird

source: Tailored for all your needs
kab: Yettwafṣel i wayen teḥwaǧeḍ
nb_no: Skreddersydd for alle dine behov

source: Thunderbird makes email better for you, bringing together speed, privacy and the latest technologies. Focus on what matters and forget about complexity.
kab: Thunderbird yettarra imayl d ufrin ugar i kečč, yesdukel arured, tabaḍnit, akked titiknulujiyin tineggura. Sers aqerru-k ɣef wayen i k-yerzan daɣen ttu iɛekkiṛen.
nb_no: Thunderbird gjør e-post bedre for deg, og forener hastighet, personvern og de nyeste teknologiene. Fokuser på det som betyr noe, og glem kompleksiteten.

source: Explore all Features
kab: Snirem akk timahilin
nb_no: Utforsk alle funksjoner

source: Secure &amp; Private
kab: D aɣelsan &amp; D uslig
nb_no: Sikker og privat

source: Multiple features, such as built-in Do Not Track and remote content blocking, work together to ensure your safety and privacy, so you can have peace of mind.
kab: Ddeqs n tmahilin, am tmahilt tusliɣt Ur ṭṭafaṛ ara akked usewḥel n ugbur anmeggag, teddun lwaḥid akken ad ḍemnen taɣellist-ik akked uqadeṛ n taḍnit-ik tusligt, akken daɣen ad yerked wallaɣ-ik.
nb_no: Flere funksjoner, som innebygd «Ikke spor» (Do not track) og blokkering av innhold, fungerer sammen for å sikre din sikkerhet og personvern, slik at du kan ha ro i sjelen.

source: Know your rights
kab: Issin izerfan-ik
nb_no: Kjenn dine rettigheter

source: Highly Customizable
kab: Amuddu n talɣa tudmawant meqqren
nb_no: Meget tilpassbar

source: With Add-ons (Extensions & Themes) and many more features you can change the look and feel of Thunderbird in an instant.
kab: S useqdec n yizegrar (isiɣzaf akked isental) d ddeqs n wugar n tmahilin-nniḍen, tzemreḍ ad tbeddleḍ udem d uḥulfu n Thunderbird deg kra n wakud kan.
nb_no: Med tilleggsprogrammer (utvidelser og temaer) og mange flere funksjoner kan du endre utseendet og følelsen av Thunderbird på et øyeblikk.

source: Make it personal
kab: Err-it d udmawan
nb_no: Gjør den personlig

source: Stay in the loop
kab: Qqim deg yisallen
nb_no: Hold deg oppdatert

source: Keep yourself up to date with recent announcements and releases by following the official Thunderbird Blog!
kab: Qqim d yisallen ɣef yilɣa d yileqman ineggura deg ublug unṣib n Thunderbird!
nb_no: Hold deg oppdatert med de seneste nyheter og utgaver ved å følge den offisielle Thunderbird-bloggen!

source: Read the Blog
kab: Ɣer ablug
nb_no: Les bloggen

source: Thunderbird Calendar screenshot
kab: Tuṭṭfa n ugdil n uwitay Thunderbird

source: Organize your life — it’s about time!
kab: Suddes tudert-ik — d lawan!
nb_no: Organiser livet ditt — det er på tide!

source: Organize your schedule and life’s important events in a calendar that’s fully integrated with your Thunderbird email.
kab: Suddes aɣawas-ik n uxeddim d yineḍruyen meqqren n tudert-ik deg uwitay iselɣen meṛṛa ɣer umsaɣ-ik n yiznan Thunderbird.
nb_no: Organiser timeplanen og livets viktige hendelser i en kalender som er fullt integrert med din e-post i Thunderbird.

source: Manage multiple calendars, create your daily to do list, invite friends to events, and subscribe to public calendars.
kab: Sefrek ddeqs n yiwitayen, rnu tabdert n uxeddim-ik n yal ass, ɛreḍ-d imeddukal ɣer yineḍruyen daɣen multeɣ ɣer yiwitayen izuyaz.
nb_no: Behandle flere kalendere, lag din daglige oppgaveliste, inviter venner til arrangementer og abonner på offentlige kalendere.

source: Explore Features
kab: Snirem timahilin
nb_no: Utforsk funksjoner

source: Explore Add-ons
kab: Snirem izegrar

source: Page language:
kab: Tutlayt n usebter:
nb_no: Sidespråk:

source: Other languages:
kab: Tutlayin-nniḍen:
nb_no: Andre språk:

source: For Organizations
kab: I tkebbaniyin
nb_no: For organisasjoner

source: Thunderbird is now part of <a href="%(mzla)s" class="inline-link">MZLA Technologies Corporation</a>, a wholly owned subsidiary of Mozilla Foundation. Portions of this content are ©1998–%(current_year)s by individual contributors. Content available under a <a href="%(url)s" class="inline-link">Creative Commons license</a>.
kab: Thunderbird akka tura d aḥric seg <a href="%(mzla)s" class="inline-link">MZLA Technologies Corporation</a>, takebbanit n tesbeddit Mozilla Foundation. Kra n yiḥricen seg ugbur d ©1998–%(current_year)s sɣur imttekkiyen imdanen. Agbur yella Content s turagt <a href="%(url)s" class="inline-link">Creative Commons license</a>.
nb_no: Thunderbird er nå en del av <a href="%(mzla)s" class="inline-link">MZLA Technologies Corporation</a>, et heleid datterselskap av Mozilla Foundation. Deler av dette innholdet er ©1998-%(current_year)s individuelle bidragsytere. Innhold tilgjengelig under en <a href="%(url)s" class="inline-link">Creative Commons-lisens</a>.

source: Thunderbird is an open source project, which means anyone can contribute ideas, designs, code, and time helping fellow users.
kab: Thunderbird d asenfar n uɣbalu yeldin, aya yebɣa ad d-yini belli yal yiwen izmer ad ittekki s tiktiwin, s ufeṣṣel, s tangalt, d wakud ara iɛewnen iseqdacen-nniḍen.
nb_no: Thunderbird er et åpent kildekode-prosjekt, som betyr at alle kan bidra med idéer, design, kode og tid som hjelper andre brukere.

source: Join Us
kab: Ddu-d ɣur-neɣ
nb_no: Bli med

source: Make a Donation
kab: Mudd tawsa
nb_no: Gi en donasjon

source: Get Support
kab: Tallelt
nb_no: Få hjelp

source: The Future of Thunderbird
kab: Imal n Thunderbird
nb_no: Thunderbirds framtid

source: Experience cutting edge features. Provide feedback to help refine and polish what will be in the final release.
kab: Wali meṛṛa timahilin tineggura. Mudd-aɣ-d tikta-ik akken ad nizmir ad nesnerni lqem anaggaru.
nb_no: Opplev banebrytende funksjoner. Gi tilbakemelding for å finslipe hva som vil være i den endelige utgaven.

source: Download Beta
kab: Sader Beta
nb_no: Last ned Beta

source: Help us test the newest developments made to Thunderbird every day by using the unstable Daily channel.
kab: Mudd-aɣ-d afus akken ad nsekyed yal ass taneflit taneggarut i d-yernan ɣer thunderbird s useqdec n ubadu arurkid Daily.
nb_no: Hjelp oss med å teste den seneste utviklingen som er gjort for Thunderbird hver dag ved å bruke den ustabile Daily-kanalen.

source: WARNING!
kab: ƔUR-K!
nb_no: ADVARSEL!

source: Daily is an unstable testing and development platform, make sure you back up important data regularly!
kab: Daily d tiɣerɣert n usekyed akked tneflit ur yerkiden ara, ḍmen d akken tesseklaseḍ isefka-ik sya ɣer da!
nb_no: Daily er en ustabil test- og utviklingsplattform, sørg for å sikkerhetskopiere viktige data regelmessig!

source: Download Daily
kab: Sader Daily
nb_no: Last ned Daily

source: What is Thunderbird?
kab: D acu-t Thunderbird?
nb_no: Hva er Thunderbird?

source: Software made to make email easier.
kab: Afecku yemmug akken ad yessifses imayl.
nb_no: Programvare laget for å gjøre e-post enklere.

source: Thunderbird is a free and open source email, newsfeed, chat, and calendaring client, that’s easy to set up and customize. One of the core principles of Thunderbird is the use and promotion of open standards - this focus is a rejection of our world of closed platforms and services that can’t communicate with each other. We want our users to have freedom and choice in how they communicate.
kab: Thunderbird d amsaɣ n yiznan, isuddam n yisallen, asqerdec srid akked usɣiwes ilelli n uɣbalu yeldin, fessusen i usebeddi akked umuddu n talɣa tudmawant. Yiwen seg yinsayen igejdanen n Thunderbird d aseqdec akked usizzel n wawal ɣef tizeɣt yeldin - aya d tugin n umaḍal-nneɣ n yinagrawen akked imeẓla imedlen ur nezmir ara ad mmeslayen akked wiyaḍ. Nebɣa iseqdacen-nneɣ ad sɛun tilelli akked ufran deg wamek ara mmeslayen.
nb_no: Thunderbird er en gratis e-post- og kalenderprogram som er enkel å konfigurere og tilpasse. Et av kjerneprinsippene til Thunderbird er bruk, og fremheving av åpne standarer - gjennom dette fokuset forkaster vi lukkede plattformer og tjenester fra vår verden som ikke kan kommunisere med hverandre. Vi vil at våre brukere skal ha frihet og valg i hvordan de kommuniserer.

source: Lightning Calendar screenshot
kab: Tuṭṭfa n ugdil n uwitay Lightning
nb_no: Skjermbilde av Lightning-kalender

source: We are a community making communication free and open.
kab: Nekni d tarbaɛt i yebɣan taywalt ara yilin d tilellit, tin yeldin.
nb_no: Vi er et fellesskap, som gjør kommunikasjon fri og åpen.

source: Our Community
kab: Tarbaɛt-nneɣ
nb_no: Vårt fellesskap

source: There is a passionate team of volunteers involved in developing Thunderbird and assisting its users who would welcome your involvement. Check out our <a href="%(volunteer)s">Get Involved page</a> to learn how you can participate on the Thunderbird team. We also have paid staff working full-time on Thunderbird, <a href="%(donate)s">funded by donations</a> from our users. If you’re curious about who is working on Thunderbird, check out the <a href="%(core_team)s">list of our core contributors</a>.
kab: Tarbaɛt n yiwiziwen yesɛan lḥir tger afus deg tneflit n Thunderbird akked tallelt i yiseqdacen daɣen ad tefṛeḥ ma tegreḍ-d afus. Wali<a href="%(volunteer)s">Asebter-nneɣ ttekki</a> akken ad tissineḍ amek ara tettekkiḍ deg terbaɛt n Thunderbird. NEsɛa daɣen ixeddamen i nettxelliṣ i ixeddmen ɣef Thunderbird, <a href="%(donate)s">s tedrimt n tewsa</a> seg yiseqdacen-nneɣ. Ma tesɛiḍ lḥir, daɣen tebɣiḍ ad teẓreḍ ugar ɣef wanwa i ixeddmen deg Thunderbird, wali <a href="%(core_team)s">tabdert n yimttekkiyen-nneɣ igejdanen</a>.
nb_no: Det finnes en dedikert gruppe av frivillige involvert i utviklingen av Thunderbird som hjelper sine brukere som ønsker velkommen ditt engasjement. Sjekk ut vår <a href="%(volunteer)s">Bli involvert-side</a> for å lese hvordan du kan delta i Thunderbird-teamet. Vi har også betalte ansatte som jobber fulltid på Thunderbird, <a href="%(donate)s">finansiert av donasjoner</a> fra våre brukere. Hvis du er nysgjerrig om hvem som jobber med Thunderbird, sjekk ut <a href="%(core_team)s">listen over de viktigste bidragsyterne våre</a>.

source: Thunderbird Council
kab: Agraw Thunderbird
nb_no: Thunderbirds styregruppe

source: The Thunderbird project is governed by seven councilors, elected by the Thunderbird community’s active contributors. You can see the current elected Thunderbird Council members <a href="%(council)s">on the Thunderbird wiki</a>.
kab: Asenfaṛ Thunderbird selḥayen-t sebɛa n yimwellahen i fernen imttekkiyen urmiden n terbaɛt Thunderbird. Tzemreḍ ad twaliḍ iɛeggalen n tura deg sqamu n Thunderbird n tura <a href="%(council)s">deg uwiki n Thunderbird</a>.
nb_no: Thunderbird-projektet håndteres av syv medlemmer, som er valgt av Thunderbird-fellesskapets aktive bidragsytere. Du kan finne en liste over medlemmene <a href="%(council)s">på Thunderbird wiki</a>.

source: Lightning Calendar
kab: Awitay Lightning
nb_no: Lightning-kalender

source: Organize your life — it&rsquo;s about time!
kab: Suddes tudert-ik·im — &rsquo; d lawan kan!
nb_no: Organiser livet ditt — det er på tide!
