Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: There are many other smaller changes that make Thunderbird 68 feel polished and powerful including: a new App Menu UI, an updated To/CC/BCC selector in compose, improved attachment management, full color support across the app, filters can now be set to run periodically, and feed articles now show external attachments as links.
bg: Има много други по-малки промени, които правят Thunderbird 68 изчистен и мощен, включително: нов потребителски интерфейс на менюто на приложението, актуализиран селектор при писане, подобрено управление на прикачени файлове, пълна поддръжка на цветове в приложението. Филтрите вече могат да се настройват на се изпълняват периодично, а статиите в емисиите вече показват външни прикачени файлове като връзки.
cs: V Thunderbirdu 68 najdete ještě mnoho dalších menších změn, díky kterým vypadá lépe, jako např. nová nabídka aplikace, vylepšená pole pro zadávání adresátů, správa příloh, pravidelné spouštění filtrů a zobrazení externích souborů jako odkazy ke stažení.
cy: Mae yna lawer o newidiadau llai eraill sy'n gwneud i Thunderbird 68 deimlo'n sgleinio a phwerus gan gynnwys: Rhyngwyneb defnyddiwr Dewislen yr Ap newydd, dewisydd At/CC/BCC wedi'i ddiweddaru wrth gyfansoddi, gwell rheolaeth atodi, cefnogaeth lliw llawn ar draws yr ap, mae modd gosod hidlwyr i redeg o bryd i'w gilydd, ac mae erthyglau lif bellach yn dangos atodiadau allanol fel dolenni.
de: Es gibt viele weitere kleinere Änderungen, die Thunderbird 68 elegant und leistungsstark erscheinen lassen, darunter: eine neue Benutzeroberfläche für das App-Menü, ein aktualisiertes Auswahlfeld für An/CC/BCC im Verfassen-Fenster, eine verbesserte Verwaltung von Anhängen, vollständige Unterstützung für alle Farben in der App, Filter können jetzt in regelmäßigen Abständen ausgeführt werden und Feed-Artikel zeigen externe Anhänge jetzt als Links an.
el: Υπάρχουν πολλές άλλες μικρότερες αλλαγές που κάνουν το Thunderbird 68 πιο ολοκληρωμένο και ισχυρό, όπως: νέο UI για το μενού της εφαρμογής, νέο οδηγό επιλογής παραληπτών στη σύνθεση, βελτιωμένη διαχείριση συνημμένων, υποστήριξη πλήρους χρώματος σε ολόκληρη την εφαρμογή, δυνατότητα περιοδικής εκτέλεσης φίλτρων, ενώ τα άρθρα ροών εμφανίζουν πλέον τα εξωτερικά συνημμένα ως συνδέσμους.
es_ar: Hay muchos otros cambios menores que hacen que Thunderbird 68 se sienta más pulido y potente, incluyendo: una nueva UI de menú de aplicación, un selector Para/CC/BCC mejorado en la redacción de mensajes, administración mejorada de adjuntos, compatibilidad completa con colores en toda la aplicación, ahora los filtros pueden configurarse para ejecutarse periódicamente y los artículos de canales de información RSS ahora muestran los adjuntos externos como enlaces.
es_cl: Hay muchos otros cambios menores que hacen que Thunderbird 68 se sienta más pulido y potente, incluyendo: una nueva IU para el menú de la aplicación, un selector actualizado para el apartado Para/CC/CCO en la redacción de mensajes, gestión mejorada de adjuntos, compatibilidad completa con colores en toda la aplicación, los filtros ahora pueden ser configurados para ejecutarse periódicamente y los artículos de canales muestran los adjuntos externos como enlaces.
es_es: Hay muchos otros cambios menores que hacen que Thunderbird 68 se sienta más pulido y potente, incluyendo: una nueva UI de menú de aplicación, un selector Para/CC/BCC mejorado en la redacción de mensajes, administración mejorada de adjuntos, compatibilidad completa con colores en toda la aplicación, los filtros pueden ser ahora configurados para ejecutarse periódicamente y los artículos de canales muestran ahora los adjuntos externos como enlaces.
eu: Badaude beste zenbait aldaketa txiki thunderbird dotoreago eta boteretsuago bilakatzen dutenak, tartean: Aplikazio menu UI berri bat, Nori/CC/Bcc aukeratzailea, eranskinen kudeaketa hobetua, kolorearen euskarria aplikazio osoan, hainbatean behin exekutatzeko ezarri daitezkeen iragazkiak, kanpo eranskinak dituzten artikulu jarioak esteka bezala.
fi: On myös monia muita pienempiä muutoksia, jotka saavat Thunderbirdin version 68 tuntumaan viimeistellyltä ja tehokkaalta, mukaan lukien: täysin uusi sovellusvalikko, päivitetty vastaanottaja/kopio/piilokopio -valitsin Kirjoita-ikkunassa, parannettu liitteiden hallinta ja täysi värituki koko sovelluksessa. Suodattimet voidaan nyt suorittaa ajastetusti ja syöteartikkelit näyttävät nyt ulkoiset liitteet linkkinä.
fr: De nombreuses autres petites améliorations donnent à Thunderbird 68 un aspect plus raffiné et puissant, notamment : un nouveau menu d’application, un sélecteur Pour/Copie à/Copie cachée à mis à jour dans la composition, une gestion améliorée des pièces jointes, une prise en charge de toutes les couleurs dans l’application, les filtres peuvent désormais être exécutés périodiquement et les articles de flux affichent désormais les pièces jointes externes sous forme de liens.
fy_nl: Der binne in protte oare lytsere wizigingen wêrtroch Thunderbird 68 byskave en krêftich oanfielt, wêrûnder: in nije app-menu-brûkersynterface, in bywurke seleksje fan Oan/CC/BCC by opstellen, ferbettere bylagebehear, folsleine kleurestipe yn de app, filters kinne no ynsteld wurde om periodyk útfierd te wurden, en feedartikelen toane no eksterne bylagen as keppelingen.
gl: Hai moitos outros cambios máis pequenos que fan que o Thunderbird 68 se sinta pulido e mellorado, incluíndo: unha nova interface de usuario UI, un selector actualizado Para/Cc/Bcc para compoñer, unha xestión de ficheiros mellorada, compatibilidade a toda cor na aplicación, agora poden configurarse os filtros para que se executen periodicamente, e os artigos das fontes de novas agora amosan ficheiros anexos externos como ligazóns.
hu: Számos más kisebb változás is elősegíti, hogy a Thunderbird 68 csiszoltnak és hatékonynak érződjön, többek között: új alkalmazásmenü-ikon, frissített Címzett/Másolat/Rejtett másolat választó az üzenet írásakor, továbbfejlesztett mellékletkezelés, teljes színtámogatás az alkalmazásban, a szűrők most már időszakonként is futtathatók, és a hírcsatorna elemek most már hivatkozásként jelenítik meg a külső mellékleteket.
ia: Il ha multe altere minor cambios que rende Thunderbird 68 elegante e potente i.a. un nove interfacie de usator del menu Application, un selector A/CC/BCC actualisate in le composition, gestion de annexos meliorate, supporto complete de color in tote le application, le filtros pote ora esser definite pro execution periodic, e articulos de syndication ora monstra le annexos externe como ligamines.
is: Það eru margar aðrar minni breytingar sem gera Thunderbird 68 fágað og kraftmikið, þar á meðal: nýtt viðmót forritsvalmyndar, uppfærsla á Til/CC/BCC valkostum í samningu skilaboða, bætt viðhengjastýring, fullur stuðningur við liti í forritinu, nú er hægt að stilla síur á að keyra reglulega og streymdar greinar sýna nú utanaðkomandi viðhengi sem tengla.
it: Molte altre piccole migliorie contribuiscono a perfezionare e ottimizzare Thunderbird 68: una nuova interfaccia utente per il menu, un selettore A/CC/BCC aggiornato nella finestra di composizione, gestione ottimizzata degli allegati, supporto colori completo in tutta l’app, nuove impostazioni per eseguire i filtri periodicamente, allegati esterni degli articoli feed visualizzati sotto forma di link.
ja: 他にも、Thunderbird 68を洗練されたパワフルなものにする小さな変更が沢山あります。新しいアプリメニューUI、作成時に更新されたTo/CC/BCCセレクター、改善された添付ファイル管理、アプリ全体でのフルカラーのサポート、フィルターを定期的に実行するように設定できるようになり、フィード記事に外部添付ファイルがリンクとして表示されるようになりました。
kab: Ddeqs-nniḍen n usernerni ttmuddun i Thunderbird 68 udem yemzin ugar, d uzmir ugar, am: Umuɣ n usnas amaynut, amsefran yettwaleqmen I/Anɣ/Anɣ/Uff/I deg umsuddes, asefrek n useddu n yifuyla yennernan, asefrek n meṛṛa initen deg usnas, imsizdigen zemren tura ad ttwaslekmen sya ɣer da, daɣen imagraden n yisuddam skanen-d tura ticeqqufin tizɣarayain yeddan s talɣa n yiseɣwan.
nb_no: Det er mange andre mindre endringer som gjør at Thunderbird 68 føles mer polert og kraftig, inkludert: en ny appmeny-brukergrensesnitt, en oppdatert Til/Kopi/Blindkopi-velger i ny melding-vinduet, forbedret vedleggsstyring, støtte for full farge i hele appen, og filter kan nå stilles til å kjør med jevne mellomrom, og nyhetsartikler viser nå eksterne vedlegg som lenker.
nl: Er zijn vele andere kleinere wijzigingen waardoor Thunderbird 68 gepolijst en krachtig aanvoelt, waaronder: een nieuwe app-menu-gebruikersinterface, een bijgewerkte selectie van Aan/CC/BCC bij opstellen, verbeterd bijlagebeheer, volledige kleurenondersteuning in de app, filters kunnen nu worden ingesteld om periodiek worden uitgevoerd, en feedartikelen tonen nu externe bijlagen als koppelingen.
nn_no: Det er mange andre mindre endringar som gjer at Thunderbird 68 kjennest meir polert og kraftig, inkludert: eit nytt appmeny-brukargrensesnitt, ein oppdatert Til/Kopi/Blindkopi-veljar i «Ny melding»-vindauget, forbetra vedleggsstyring, fullfargestøtte i heile appen, og filter kan no stillast inn til å køyre med jamne mellomrom, og nyheitsartiklar viser no eksterne vedlegg som lenker.
pl: Wiele innych mniejszych zmian sprawia, że Thunderbird 68 jest lepiej dopracowany i wydajny, w tym: nowy interfejs menu aplikacji, zaktualizowane pola Do/Do wiadomości/Ukryty do wiadomości w oknie tworzenia wiadomości, ulepszone zarządzanie załącznikami, pełna obsługa kolorów w całej aplikacji, funkcja okresowego wykonywania filtrów oraz wyświetlanie zewnętrznych załączników w artykułach jako odnośniki.
pt_br: Há muitas outras pequenas mudanças que tornam o Thunderbird 68 mais polido e poderoso, incluindo: uma nova interface do menu da aplicação, um seletor atualizado De/Cc/Cco no editor de mensagens, gerenciamento de anexos aprimorado, suporte total a cores em várias áreas da aplicação, filtros agora podem ser configurados para ser aplicados periodicamente e artigos de fontes de notícias agora mostram anexos externos como links.
ru: Есть также множество других изменений, которые делают Thunderbird 68 более совершенным и функциональным, например: новый интерфейс меню, обновлённый переключатель Кому / Копия / Скрытая копия при создании сообщения, усовершенствованное управление вложениями, полноцветная поддержка во всей программе, возможность периодического запуска фильтров, а в лентах новостей внешние вложения теперь отображаются в виде ссылок.
sk: Thunderbird 68 obsahuje taktiež množstvo menších zmien, vďaka ktorým vyzerá Thunderbird ešte lepšie ako predtým - nové rozhranie ponuky, aktualizovaný výber príjemcov, vylepšená správa príloh, podpora celého farebného spektra v aplikácii, možnosť pravidelného spustenia filtrov či zobrazenie externých príloh ako odkazov.
sq: Ka mjaft ndryshime të tjera më të vockla që e bëjnë Thunderbird 68 të japë ndjesi si më i lustruar dhe më i fuqishëm, përfshi këtu: një UI të re Menush Aplikacioni, një përzgjedhës të përditësuar të Për/CC/BCC te pjesa e hartimit të mesazheve, përgjegjës bashkëngjitjesh të përmirësuar, mbulim të plotë ngjyrash në krejt aplikacionin, filtra që tanimë mund të ujdisen për t’u vënë në punë periodikisht, dhe artikuj të sjellë përmes prurjesh tanimë shfaqin bashkëngjitje të jashtme si lidhje.
sv_se: Det finns många andra mindre förändringar som gör Thunderbird 68 känns mer polerad och kraftfull, inklusive: ett nytt gränssnitt för programmenyn, en uppdaterad Till/Kopia/Dold kopia i skrivfönstret, förbättrad bilagshantering, fullfärgsstöd i hela appen, filter kan nu ställas in att körs med jämna mellanrum och RSS-artiklar visar nu externa bilagor som länkar.
uk: Також є багато інших змін, які роблять Thunderbird 68 досконалішим та більш функціональним, наприклад: новий інтерфейс меню програми, оновлений перемикач Кому/Копія/Прихована копія при створенні повідомлення, вдосконалене керування вкладеннями, повноколірна підтримка в усій програмі, можливість періодичного запуску фільтрів, а статті тепер показують зовнішні вкладення у вигляді посилань.
vi: Có nhiều thay đổi nhỏ khác khiến Thunderbird 68 cảm thấy bóng bẩy và mạnh mẽ bao gồm: Giao diện ứng dụng người dùng menu mới, bộ chọn Đến/CC/BCC được cập nhật trong soạn thảo, quản lý tập tin đính kèm được cải thiện, hỗ trợ đầy đủ màu sắc trên ứng dụng, giờ đây các bộ lọc có thể được đặt thành chạy định kỳ và các bài viết nguồn cấp dữ liệu hiện hiển thị tệp đính kèm bên ngoài dưới dạng liên kết.

source: There are many other updates in this release, you can see a list of all of them in the <a href="%(release)s">Thunderbird 68 release notes</a>.
bg: Има много други актуализации в това издание. Можете да видите списък на всички в <a href="%(release)s">бележките по изданието на Thunderbird 68</a>.
cs: Toto vydání obsahuje i další změny a jejich kompletní seznam najdete v <a href="%(release)s">poznámkách k vydání Thunderbirdu 68</a>.
cy: Mae yna lawer o ddiweddariadau eraill yn y lluniad hwn, gallwch weld rhestr ohonyn nhw i gyd yn y nodiadau rhyddhau <a href="%(release)s">Thunderbird 68</a>.
de: In dieser Version gibt es viele weitere Updates. Eine Liste aller Updates finden Sie in den <a href="%(release)s">Versionshinweisen zu Thunderbird 68</a>.
el: Υπάρχουν πολλές άλλες ενημερώσεις σε αυτήν την έκδοση, μπορείτε να δείτε μια λίστα στις <a href="%(release)s">σημειώσεις έκδοσης του Thunderbird 68</a>.
es_ar: Hay muchas otras actualizaciones en esta versión; podés ver una lista de todas en las <a href="%(release)s">notas de versión de Thunderbird 68</a>.
es_cl: Hay muchas actualizaciones más en esta versión, puedes ver una lista de todas ellas en las <a href="%(release)s">notas de lanzamiento de Thunderbird 68</a>.
es_es: Hay muchas otras actualizaciones en esta versión; puedes ver una lista de todas ellas en las <a href="%(release)s">notas de versión de Thunderbird 68</a>.
eu: Badaude beste hainbat eguneraketa bertsio honetan, zerrenda osoa ikus dezakezu <a href="%(release)s">Thunderbird 68 bertsio oharretan</a>.
fi: Tämä julkaisu sisältää myös paljon muita päivityksiä. Lista kaikista päivityksistä on esillä <a href="%(release)s">Thunderbird 68 -julkaisutiedotteessa</a>.
fr: De nombreuses autres mises à jour figurent dans cette version, vous pouvez en voir une liste complète dans les <a href="%(release)s">notes de version de Thunderbird 68</a>.
fy_nl: Der binne in protte oare fernijngen yn dizze útjefte, jo kinne in list mei alle fernijingen besjen yn de <a href="%(release)s">ferzjeopmerkingen fan Thunderbird 68</a>.
gl: Hai moitas outras actualizacións nesta versión. Pode ver unha lista de todas elas nas <a href="%(release)s">Notas de lanzamento do Thunderbird 68</a>.
hu: Számos más frissítés is található ebben a kiadásban, ezek listáját a <a href="%(release)s">Thunderbird 68 kiadási megjegyzéseiben</a> nézheti meg.
ia: Il ha multe altere actualisationes in iste version, tu pote vider le lista de tote illos in le <a href="%(release)s">notas de version de Thunderbird 68</a>.
is: Það eru margar aðrar uppfærslur í þessari útgáfu, þú getur séð lista yfir þær allar í <a href="%(release)s">útgáfuupplýsingum Thunderbird 68</a>.
it: In questa versione sono presenti molti altri aggiornamenti: consulta l’elenco completo nelle <a href="%(release)s">note di versione di Thunderbird 68</a>.
ja: このリリースには、他にも多くのアップデートがあります。<a href="%(release)s">Thunderbird 68のリリースノート</a>で、すべてのアップデートのリストを見ることができます。
kab: Ddeqs n yileqman-nniḍen iyellan deg teẓrigt-a, tzemred ad twalliḍ tabdert-nsen meṛṛa deg <a href="%(release)s">Iweniten n teẓrigt n Thunderbird 68</a>.
nb_no: Det er mange andre oppdateringer i denne utgivelsen, du kan se en liste over alle dem i <a href="%(release)s">Thunderbird 68 utgivelsesnotater</a>.
nl: Er zijn vele andere updates in deze release, u kunt een lijst met alle updates bekijken in de <a href="%(release)s">uitgaveopmerkingen van Thunderbird 68</a>.
nn_no: Det er mange andre oppdateringar i denne utgivinga, du kan sjå ei liste med alle i <a href="%(release)s">versjonsnotatet til Thunderbird 68 </a>.
pl: To wydanie zawiera wiele innych zmian, których pełną listę można znaleźć w <a href="%(release)s">informacjach o wydaniu Thunderbirda 68</a>.
pt_br: Há muitas outras novidades nesta versão, você pode ver uma lista de todas elas nas <a href="%(release)s">notas de atualização do Thunderbird 68</a>.
ru: В этом релизе есть множество других обновлений, и вы можете ознакомиться с ними в <a href="%(release)s">Примечаниях к выпуску Thunderbird 68</a>.
sk: Toto vydanie obsahuje veľa ďalších zmien. Ich zoznam nájdete v <a href="%(release)s">poznámkach k vydaniu Thunderbirdu 68</a>.
sl: Ta izdaja vključuje mnoge druge posodobitve, seznam vseh si lahko ogledate v <a href="%(release)s">opombah ob izdaji Thunderbirda 68</a>.
sq: Ka mjaft përditësime të tjera në këtë hedhje në qarkullim, një listë të krejt tyre mund ta shihni te <a href="%(release)s">shënime hedhjeje në qarkullim të Thunderbird 68-s</a>.
sv_se: Det finns många andra uppdateringar i den här utgåvan, du kan se en lista med alla dem i <a href="%(release)s">versionsfakta för Thunderbird 68</a>.
tr: Bu sürümde başka güncellemeler de var. Tümünü <a href="%(release)s">Thunderbird 68 sürüm notlarında</a> görebilirsiniz.
uk: У цьому випуску є багато інших оновлень. Ви можете ознайомитися з ними в <a href="%(release)s">примітках до випуску Thunderbird 68</a>.
vi: Có nhiều bản cập nhật khác trong bản phát hành này, bạn có thể thấy một danh sách tất cả các bản cập nhật trong <a href="%(release)s">ghi chú phát hành Thunderbird 68</a>.

source: New in Thunderbird 78
bg: Ново в Thunderbird 78
cs: Novinky v Thunderbirdu 78
cy: Newydd yn Thunderbird 78
de: Neu in Thunderbird 78
el: Νέα στο Thunderbird 78
es_ar: Nuevo en Thunderbird 78
es_cl: Novedades en Thunderbird 78
es_es: Novedades en Thunderbird 78
eu: Thunderbird 78ko berritasunak
fi: Uutta Thunderbird 78:ssa
fr: Nouveautés de Thunderbird 78
fy_nl: Nij yn Thunderbird 78
gl: Novo no Thunderbird 78
hu: A Thunderbird 78 újdonságai
ia: Novas in Thunderbird 78
is: Nýtt í Thunderbird 78
it: Novità in Thunderbird 78
ja: Thunderbird 78 の新機能
kab: Amaynut deg Thunderbird 78
nb_no: Nytt i Thunderbird 78
nl: Nieuw in Thunderbird 78
nn_no: Nytt i Thunderbird 78
pl: Nowości w Thunderbirdzie 78
pt_br: Novidades no Thunderbird 78
ru: Новое в Thunderbird 78
sk: Novinky v Thunderbirde 78
sl: Novo v Thunderbirdu 78
sq: Të reja në Thunderbird 78
sv_se: Nytt i Thunderbird 78
tr: Thunderbird 78'deki Yenilikler
uk: Нове у Thunderbird 78
vi: Tính năng mới trong Thunderbird 78
