Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: Organize your schedule and life’s important events in a calendar that’s fully integrated with your Thunderbird email. Manage multiple calendars, create your daily to do list, invite friends to events, and subscribe to public calendars.
kab: Suddes aɣawas-ik•im n uxeddim d yineḍruyen meqqren n tudert-ik•im deg uwitay iselɣen meṛṛa ɣer yimayl-ik•im n Thunderbird. Sefrek aṭas n yiwitayen, snulfu-d tabdart-ik•im n twuriwin n yal ass, nced imdukkal ɣer yineḍruyen, rnu jerred ɣer yiwitayen izuyaz.
nb_no: Organiser timeplanen og livets viktige hendelser i en kalender som er fullt integrert med din e-post i Thunderbird. Administrer flere kalendere, lag din daglige oppgaveliste, inviter venner til arrangementer og abonner på offentlige kalendere.

source: Need help with Lightning?
kab: Tesriḍ tallelt akked Lightning?
nb_no: Trenger du hjelp med Lightning?

source: Need a break? Now you know when!
kab: Tesriḍ asgunfu? Tura teẓriḍ melmi!
nb_no: Trenger du en pause? Nå vet du når!

source: Found a bug? Let us know!
kab: Tufiḍ abug? Ini-aɣ-d!
nb_no: Fant du en feil? Gi oss beskjed!

source: Bugs Ahoy!
kab: Aseɣti n yibugen.
nb_no: Feil forut!

source: Want to make a difference? Fix a bug that fits your interests.
kab: Tebɣiḍ ad txedmeḍ ayen ilhan? Fru ugur icudden ɣer wayen i tḥemmled.
nb_no: Vil du gjøre en forskjell? Løs en feil som passer dine interesser.

source: Add your nation’s holidays to Lightning!
kab: Rnu imuras n tmurt-ik•im ɣer Lightning!
nb_no: Legg til helligdagskalender for ditt land i Lightning!

source: We’ve got some holiday calendar files available for download. You can either download and then import them into Lightning or you can just subscribe to these calendars by copying their URL and then adding them as new remote calendar files. More information on installing a holiday calendar can be found in the <a href="%s">Adding a holiday calendar article</a>.
kab: Nesɛa kra n yifuyla n yiwitayen n yimuras i usader. Tzemreḍ ad ten-tessadreḍ syin ad ten-tketreḍ ɣer Lightning, neɣ ad tjerrdeḍ ɣer yiwitayen-a s unɣal n useɣwen-nsen syin ad ten-ternuḍ am yifuyla imaynuten n yiwitayen inmeggagen. Tzemreḍ ad tafeḍ ugar n yisallen ɣef usebded n uwitay n yimuras deg umagrad <a href="%s">Timerna n uwitay n yimuras</a>.
nb_no: Vi har noen filer for helligdagskalender tilgjengelig for nedlasting. Du kan enten laste ned og deretter importere dem til Lightning, eller du kan bare abonnere på disse kalenderene ved å kopiere nettadressen deres og deretter legge dem til som nye eksterne kalenderfiler. Mer informasjon om hvordan du installerer en helligdagskalender finner du i artikkelen <a href="%s">Legge til en helligdagskalender</a>.

source: <a href="%(url)s" class="inline-link text-blue">%(country)s</a> %(title)s, thanks to %(authors)s
kab: <a href="%(url)s" class="inline-link text-blue">%(country)s</a>%(title)s, tanemmirt i %(authors)s
nb_no: <a href="%(url)s" class="inline-link text-blue">%(country)s</a> %(title)s, takk til %(authors)s

source: Contributing a Holiday Calendar
kab: Attekki deg uwitay n yimuras
nb_no: Bidra med en helligdags-kalender

source: If you would like to send us your calendar files, please follow these steps:
kab: Ma tebɣiḍ ad aɣ-d-tazneḍ ifuyla-k•m n uwitay, ttxil ḍfer imecwaṛen-a:
nb_no: Hvis du vil sende oss kalenderfilene dine, kan du følge disse trinnene:

source: Create a new local calendar, e.g. <i>"$Country$ Holidays"</i>.
kab: Rnu awitay adigan amaynut, md. <i>"$Tamurt$ Imuras" </i>.
nb_no: Lag en ny lokal kalender, f.eks. <i>"$Country$ helligdager"</i>.

source: Create the different holidays of your country in this local calendar.
kab: Rnu imuras yemgaraden n tmurt-ik•im deg uwitay-a adigan.
nb_no: Lag de forskjellige heligdagene i landet ditt i denne lokale kalenderen.

source: Right-click on this calendar and choose "Export Calendar". Please use the iCalendar (ics) format.
kab: Sit ɣef tqeffalt tayeffust ɣef uwitay-a tferneḍ "Kter awitay" . Ttxil seqdec amasal iCalendar (ics).
nb_no: Høyreklikk på denne kalenderen og velg «Eksporter kalender». Bruk iCalendar-formatet (ics).

source: Create a Pull Request or file an Issue on the <a href="%(contribute_url)s">website repository</a> and attach your holiday file.
kab: Rnu tuttra n usmezdi neɣ azen-d ugur deg <a href="%(contribute_url)s">ukufi n usmel</a> daɣen sedd-d afaylu n wussan n usteɛfu.
nb_no: Opprett en pull-forespørsel eller opprett en feilrapport i <a href="%(contribute_url)s">nettstedets kodelager</a> og legg til filen med helligdager.

source: Your download should begin automatically. Didn’t work? Try the button below!
kab: Asader-ik ilaq ad ibdu s wudem awurman. Ur yeddi ara? Ɛreḍ taqeffalt-agi daw-a!
nb_no: Nedlastingen din bør starte automatisk. Fungerte det ikke? Prøv knappen nedenfor!

source: Should I use Beta?
kab: I wumi lqem beta?

source: How to install and run Beta
kab: Amek ara sbeddeɣ daɣen ara sqqedceɣ lqem Beta

source: How do I go back to the regular release version?
kab: Amek ara d-uɣaleɣ ɣer lqem amagnu?

source: Thunderbird Features
kab: Timahilin n Thunderbird
nb_no: Thunderbird-funksjoner

source: It’s all yours. It’s now easier to upgrade to Thunderbird.
kab: Nxemmem-ak. Thunderbird amaynut d arurad, d afallaẓ, d aγelsan.
nb_no: Den tilhører deg. Det er nå enklere å oppgradere til Thunderbird.

source: Easier to Get Started
kab: Almad fessus
nb_no: Enklere å komme i gang

source: Tabs and Search
kab: Iccaren d unadi
nb_no: Faner og søk

source: Customize Your Email Experience
kab: Aggan n tirawt inek
nb_no: Tilpass e-postopplevelsen din

source: Secure and Protect Your Email
kab: Taɣellist d ummesten n yimayl inek
nb_no: Sikre og beskytt din e-post

source: Mail Account Setup Wizard
kab: Amarag n twila n umiḍan imayl
nb_no: Oppsettsveiviser for e-postkonto

source: Prior to this feature you had to know your IMAP, SMTP, and SSL/TLS settings. Now all you need to provide is your name, email address, and password and the email account set up wizardry will check our database and find the email settings for you.
kab: Send ad d-ban tmahilt-agi, yessefk ad tissineḍ iɣewwaṛen IMAP, SMTP, SSL/TLS n imḍanen inek. Tura mudd kan isem-ik, tansa yinek n yimayl akked wawal uffir, sakin amarag amaynut ad yexdem ayen nniden s unadi di taffa n isefka n iɣewwaṛen n usaǧǧaw inek n yimayl.
nb_no: Før denne funksjonen kom i havn måtte du kunne innstillingene for IMAP, SMTP, og SSL/TLS. Nå trenger du bare å oppgi navnet ditt, e-postadressen, samt passordet, og e-postveiviseren vil finne disse detaljene i databasen sin for deg.

source: One-click Address Book
kab: Imedlis n tenṣa ɣef afus
nb_no: Ett-klikks adressebok

source: One-click Address Book is a quick and easy way to add people to your address book. Add people by simply clicking on the star icon in the message you receive. Two clicks and you can add more details like a photo, birthday, and other contact information.
kab: Imedlis n tensa ɣef afus d allal arurad, fessusen akken ad ternud imdanen ar imedlis n tensa. Rnu anermis s usiti ɣef uqerru n yizen i d-remseḍ. Ma tsiteḍ snat n tikal tzemreḍ ad ternud ugar n telɣut am tewlaft, azemz n tlalit, d wayen nniḍen.
nb_no: Ett-klikks adressebok er en rask og enkel måte å legge til folk i adresselisten. Legg dem til ved å klikke på stjerneikonet i meldingen du mottar. Med to klikk kan du legge til flere detaljer, som bilde, bursdag, og annen kontaktinformasjon.

source: Attachment Reminder
kab: Asmekti n imeddayen
nb_no: Vedleggspåminnelse

source: The attachment reminder looks for the word attachment (and other words like file types) in the body of your message and reminds you to add an attachment before hitting send.
kab: Anagraw n ulɣu ad yesleḍ akken ad inadi awalen am amedday, isemli, afaylu (neɣ ismawen n isiɣzaf n ifuyla) udiɣ ak-id-immekti ad tsedduḍ isemli ma yella tettuḍ.
nb_no: Vedleggspåminneren ser etter ordet «vedlegg» (og andre ord som filtyper) i brødteksten av meldingen din, og påminner deg om å legge til et vedlegg før du trykker send.

source: Multiple-channel chat
kab: Asqerdec deg ddes n yibuda
nb_no: Flerkanalsnettprat

source: Enjoy real-time conversation with your contacts, right from your favorite messaging application, with multiple supported networks. Thunderbird makes it easy to search through both past conversations and received emails.
kab: Faṛes tagnit seg udiwenni n wakud ilaw akked ienrmisen-ik, srid seg usnas n yiznan anurif, s ddeqs n yiẓedwa i yettusefraken. Thunderbird yessifsus anadi deg yidiwenniyen yezrin akked yimaylen i d-itturemsen.
nb_no: Nyt sanntidssamtale med kontaktene dine, direkte fra favorittmeldingsprogrammet ditt, med flere nettverk som støttes. Thunderbird gjør det enkelt å søke gjennom både tidligere samtaler og mottatte e-postmeldinger.

source: Tabbed Email
kab: Afecku n yiznan s yiccaren
nb_no: E-post med faner

source: If you like Firefox’s tabbed browsing, you’re going to love tabbed email. Tabbed email lets you load emails in separate tabs so you can quickly jump between them. Perhaps you’re responding to an email and need to refer back to an earlier email. Tabbed email lets you keep multiple emails open for easy reference.
kab: Ma tḥemleḍ tunigin s yiccaren n Firefox, ad tiḥmileḍ iccaren n Thunderbird. Asnas n yiznan s yiccaren n Thunderbird ak-yeǧǧ ad d-saliḍ iznan inek yal yiwen deg iccer akken ad tizmireḍ ad tedduḍ seg yiwen ar wayeḍ s zreb. Aqlak tettarraḍ i yizen daɣen tesriḍ ad twaliḍ izen nniḍen aqbuṛ? Asnas n yeznan s yiccaren ak-yeǧǧ ad tḥ€rzeḍ deqs n yiccaren ldin deg iwen n usfaylu akken ad yifsus useqdec.
nb_no: Hvis du liker Firefox sin fanebaserte surfing, kommer du til å sette pris på fanebasert e-post. Det lar deg laste inn e-poster i egne faner slik at du kan hoppe mellom dem. Kanskje du svarer på en e-post og trenger å sjekke noe i en tidligere e-post. Fanebasert e-post lar deg holde flerfoldige e-poster åpne for enkel tilgang.

source: When quitting Thunderbird, visible tabs will be saved and will be restored when you open Thunderbird the next time. There is also a Tab menu on the Tab toolbar to help you switch between Tabs.
kab: Ticki tmedleḍ Thunderbird, iccaren d-ibanen ad ttwakelsen sakin ad d-uɣalen di tnekra n Thunderbird. Yella wumuɣ amaynut Iccer deg ufeggag n yiccaren akken ak-d-imudd afus ticki tettedduḍ seg iccer ara wayeḍ.
nb_no: Når du avslutter Thunderbird, vil synlige faner bli lagret og så gjenopprettet når du åpner Thunderbird neste gang. Det er også en fanemeny på verktøylinjen for å hjelpe deg med å bytte mellom faner.

source: Quick Filter Toolbar
kab: Afeggag n ifecka n imzizdig arurad
nb_no: Verktøylinje for hurtigfiltrering

source: The Quick Filter Toolbar lets you filter your email faster. Start typing in words in the Quick Filter search box and the results are displayed instantly. Or you can filter your email by New Messages, Tags, and people in your Address Book. You can also "Pin" or save a Filter and use it across multiple folders.
kab: Afeggag n ifecka n imzizgid arurad ak-yeǧǧ ad tezizdgeḍ iznan inek s zreb. Sekcem di tazwara awalen deg ufeggag n unadiarurad sakin igmaḍ ad d-banen imiren kan. Tzemreḍ daɣen ad tezizdgeḍ s Iznan imaynuten, Tibzimin, akked yemdanen n imedlis inek n tensa. Tzemreḍ daɣen ad sekelseḍ imzizdig akked ad tesqedceḍ tikelt nniḍen.
nb_no: Verktøylinjen for hurtigfiltrering lar deg filtrere e-post raskere. Begynn med å skrive ord i søkeboksen for hurtigfiltrering, og resultatene vises øyeblikkelig. Eller du kan filtrere e-posten din etter nye meldinger, faner, eller folk i din kontaktliste. Du kan også "feste" eller lagre et filter, og bruke det på flere mapper.

source: Search Tools
kab: Ifecka n unadi
nb_no: Søkeverktøy

source: The search interface in Thunderbird contains filtering and timeline tools to pinpoint the exact email you’re looking for. Thunderbird also indexes all of your emails and chat conversations to help you search even faster. Your search results are displayed in a tab so you can easily switch back and forth to your search results and other email.
kab: Agrudem n unadi n Thunderbird yegber ifecka n usizdeg d usmizwer d usismel askudan akked ad d-yaf izen i tettnadiḍ. Thunderbird irennu amatar i yiznan-ik akked yidiwenniyen akken ad ak-d-imudd afus deg unadi n s zreb. Igmaḍ-ik n unadi ad d-ttwaseknen deg iccer amaynut akken ad tizmireḍ ad ten-twaliḍ daɣen ad d-tuɣaleḍ s zreb ɣer yigmaḍ-ik n unadi.
nb_no: Grensesnittet for søk i Thunderbird inneholder filtrering- og tidslinje-verktøy for å finne akkurat den e-posten du leter etter. Thunderbird indekserer også alle dine e-postmeldinger og chat-samtaler for å hjelpe deg å søke enda raskere. Dine søkeresultater viser i en fane slik at du kan bytte frem og tilbake mellom søkeresultater og annen e-post.

source: Message Archive
kab: Aḥraz n yizen
nb_no: Meldingsarkiv

source: If you think you’re going to need an email in the future but want it out of your inbox without deleting it, archive it! Archiving helps you manage your inbox and put your email into the archive folder system.
kab: Ma tɣileḍ tesriḍ aḥraz n yizen ur tebɣiḍ ara ad yili di tebwaṭ inek n urmes war ma tekkseṭ, ḥerz-it! Aḥraz ak-dimudd afus deg usefrek n tebwaṭ inek n yiznan, daɣen, ad yawi izen ar unagraw amaynut n ikaramen n uḥraz.
nb_no: Hvis du vil fjerne en e-post fra innboksen, men tror du får bruk for den i fremtiden, kan du arkivere den. På den måten kan du fokusere på innboksen og putte e-posten din i arkivmappesystemet.

source: Large Files Management
kab: Asefrek n yifuyla meqqren
nb_no: Håndtering av store filer

source: Share large files with Thunderbird Filelink!
kab: Bḍu ifuyla meqqren d Thunderbird Filelink!
nb_no: Del store filer med Thunderbird Filelink!

source: You can now speed up the transfer of large documents by uploading them to an online storage provider and sharing the link instead of sending the file directly as a message attachment. Improve the speed of sending email and avoid message rejection if the recipient’s server disallows large files. As an added bonus, you’ll also save space in your sent folder and the recipient’s inbox.
kab: Tzemreḍ tura ad tesɣiwleḍ asiweḍ n yifuyla meqqren s tuzna-nsen ɣer usaǧǧaw n usekles srid daɣen s beṭṭu n useɣwen deg umḍiq n tuzna n ufaylu srid am tceqquft yeddan. Snerni arured n tuzna daɣen ɛreḍ ad tzegleḍ awḥal n yiznan ma yella aqeddac n unermis ur yessirig ara ifuyla meqqren. Rnu ɣur-s, ad tḥ€rzeḍ daɣen tallunt deg ukaram-ik n tuzna akked tnaka n urmas n unermis.
nb_no: Du kan nå fremskynde overføringen av store dokumenter ved å laste dem opp til en lagringsleverandør på nettet og dele lenken i stedet for å sende filen direkte som et vedlegg til meldingen. Forbedre hastigheten på å sende e-post og unngå avvisning av meldinger hvis mottakerens server ikke tillater store filer. Som en ekstra bonus vil du også spare plass i sendt-mappen og mottakerens innboks.

source: Thunderbird Look & Feel
kab: Talɣa n Thunderbird
nb_no: Thunderbirds utseende og oppførsel

source: Themes allow you to change the look of Thunderbird in an instant. Working on getting to inbox zero at night? Turn on the dark theme to make managing your email easier on the eyes. Thunderbird ships with both light and dark themes, and more are available as add-ons.
kab: Isental ad k-ǧǧen ad tbeddleḍ udem n Thunderbird deg kra n wakud kan. Tettnadiḍ ad tsefḍeḍ tanaka-ik n urmas? Rmed asentel ubrik akken ad tsifsuseḍ asefrek n yiznan-ik. Thunderbird yettunefk-d s usentel aceɛlal akked usentel ubrik, d wiyaḍ i yellan deg yizegrar.
nb_no: Temaer lar deg endre utseendet til Thunderbird på et øyeblikk. Jobber du med å komme til tom innboks om natten? Slå på det mørke temaet for å gjøre det lettere å administrere e-posten. Thunderbird slippes med både lyse og mørke temaer og mer er tilgjengelige som tillegg.

source: Smart Folders
kab: Ikaramen iḥeṛcen
nb_no: Smarte mapper

source: Smart Folders help you manage multiple email accounts by combining special folders like your Inbox, Sent, or Archive folder. Instead of going to the Inbox for each of your mail accounts, you can see all of your incoming email in one Inbox folder.
kab: Ikaramen iḥercen sifsusen asefrek n imiḍanen n yimayl s tuddsa n ikaramen imeẓliyen am tebwaḍin n tuzna d urmas, neɣ ikaramen n uḥraz. Deg umḍiq n uwali ar yal tabwaṭ n urmas n yal amiḍan iman-is, tzemreḍ ad twaliḍ akk iznan d-ikecmen deg yiwen n ukaram.
nb_no: Smarte mapper hjelper deg med å behandle flere e-postkontoer ved å kombinere spesialmapper som Innboks, Sendt, eller Arkiv-mappen. Istedenfor å gå til innboksen i hver av e-postkontoene dine, kan du se all innkommende e-post i en Inboks-mappe

source: Add-ons Manager
kab: Amsefrak n izegrar
nb_no: Tilleggsbehandler

source: Find and install add-ons directly in Thunderbird. You no longer need to visit the add-ons Web site - instead simply fire up the Add-ons Manager. Not sure which add-on is right for you? Ratings, recommendations, descriptions and pictures of the add-ons in action help you make your selection.
kab: Nadi sakin sebded izegrar srid si Thunderbird. Ur tesrid ara ad tedduḍ ar usmel n izegrar - Senker kan amsefrak n izegrar. Ur teẓriḍ ara anwa azegrir ara tesbeddeḍ? Tizmilin, aweṣṣi, aglam akked tuṭṭfiwin n ugdil zemren ak-d-mudden afus deg ufran.
nb_no: Finn og installer utvidelser direkte i Thunderbird. Du trenger ikke lenger å besøke en nettside - istedet kan du åpne utvidelsesbehandleren. Er du ikke sikker på hvilken utvidelse som passer for deg? Vurderinger, anbefalinger, beskrivelser og bilder av utvidelsene i bruk hjelper deg i dine valg.

source: Robust Privacy
kab: Tabaḍnit iǧehden
nb_no: Solid personvern

source: Thunderbird offers support for user privacy and remote image protection. To ensure a user’s privacy, Thunderbird automatically blocks remote images in email messages.
kab: Thunderbird yetttḥărab ɣef tudert inek tusligt akked uselkim inek mgal askan n tugniwin ur ilaqemn ara. Akken ad neḍmen ammesten-agi, Thunderbird isewḥal s wudem awurman tugniwin tinmeggagin yellan deg iznan.
nb_no: Thunderbird tilbyr støtte for personvern, og vern mot bilder fra eksterne kilder. For å sikre brukernes personvern blokkerer Thunderbird automatisk bilder fra eksterne kilder i e-postmeldinger.

source: Phishing Protection
kab: Ammesten mgal tandit
nb_no: Vern mot nettfiske (phishing)

source: Thunderbird protects you from email scams which try to trick users into handing over personal and confidential information by indicating when a message is a potential phishing attempt. As a second line of defense, Thunderbird warns you when you click on a link which appears to be taking you to a different Web site than the one indicated by the URL in the message.
kab: Thunderbird ak-immesten mgal iskamen (iznan n tandit) ara k-yeǧǧen ad tamneḍ am akken izen yekka-d seg wid yettwamanen akken ad awin talɣut tudmawant neɣ tabaḍnit inek neɣ ad akkren tamagit inek. Iznan-agi ttwammalen d ixeṣṣaren di Thunderbird. Thunderbird yeqqaṛ ɣur-wat ticki aseɣwen URL yellan deg izen yettawi ar usmel nniḍen yettwammlen deg izen.
nb_no: Thunderbird beskytter deg mot e-postsvindler som prøver å lure brukere til å gi fra seg personlig og konfidensiell informasjon ved å melde fra om at meldingen er et mulig nettfiskeangrep (phishing). Som annenlinjeforsvar, advarer Thunderbird deg når du klikker en lenke som ser ut til å ta deg til en annen side enn den som ble angitt i nettadressen i meldingen.

source: Automated Update
kab: Aleqqem awurman
nb_no: Automatisk oppdatering

source: Thunderbird’s update system checks to see if you’re running the latest version, and notifies you when a security update is available. These security updates are small (usually 200KB - 700KB), giving you only what you need and making the security update quick to download and install. The automated update system provides updates for Thunderbird on Windows, macOS, and Linux in over 40 different languages.
kab: Anagraw n uleqqem n Thunderbird ad isenqed ma yella tseqdaceḍ lqem aneggaru iheggan udiɣ ak-id-yelɣu s wudem awurman ticki lqem n tɣellist yella. Teɣzi n ileqman-agi n tɣellist meẓẓi aṭas (di tanumi gar 200&nbsp;KAṬ akked 700&nbsp;KAṬ). Ileqman-agi gebren ayen ilaqen kan akken ad yerr lqem d arurad i usider akked usebded. Anagraw n uleqqem awurman yettmuddu-d ileqman i Thunderbird di Windows, macOS akked Linux deg ugar n 40 n tutlayin.
nb_no: Thunderbirds oppdateringssystem sjekker om du kjører siste versjon, og melder fra hvis en sikkerhetsoppdatering skulle være tilgjengelig. Disse er små (som oftest 200-700KB), som gir deg bare det du trenger, noe som gjør sikkerhetsoppdateringen rask å laste ned og installere. Det automatiserte oppdateringssystemet tilbyr oppdateringer for Thunderbird på Windows, macOS, og Linux på over 40 ulike språk.

source: Cutting Out the Junk
kab: Ḍegger ispamen
nb_no: Kutter ut søppelet

source: Thunderbird’s popular junk mail tools have been updated to stay ahead of spam. Each email you receive passes through Thunderbird’s leading-edge junk mail filters. Each time you mark messages as spam, Thunderbird "learns" and improves its filtering so you can spend more time reading the mail that matters. Thunderbird can also use your mail provider’s spam filters to keep junk mail out of your inbox.
kab: Ifecka n tuṭṭfa n yiznan ispamen di Thunderbird ttwaleqmen akken ad izmiren ad ḥarben mgal ispamen. Yal izen id-yettwaremsen ad iɛeddi ɣef imzizdig amgal-aspam n Thunderbird. Yal tikelt i tceṛḍeḍ izen amzun d aspam, Thunderbird "ad yissin" sakin ad isnerni azizdeg ines, ayen ara kyeǧǧen ad teɣreḍ iznan inek ilaqen. Thunderbird yezmer daɣen ad iseqdec imzizdigen amgal-ispamen n usaǧǧaw inek n yimayl akken ur tettezziḍ ara ad d-remseḍ ispamen di tebwaṭ inek n urmas.
nb_no: Thunderbirds populære søppelpost-verktøy er oppdatert for å komme i forkant av spam. Hver e-post du mottar går gjennom Thunderbirds ledende søppelpostfilter. Hver gang du markerer meldinger som søppelpost, «lærer» Thunderbird og forbedrer sin filtrering slik at du kan bruke mer tid på å lese e-post som betyr noe. Thunderbird kan også bruke din e-posttilbyders spamfilter for å holde søppelet unna innboksen din.

source: Open Source
kab: Aɣbalu yeldin
nb_no: Åpen kildekode

source: At the heart of Thunderbird is an open source development process driven by thousands of passionate, experienced developers and security experts spread all over the world. Our openness and active community of experts helps to ensure our products are more secure and quickly updated, while also enabling us to take advantage of the best third party security scanning and evaluation tools to further bolster overall security.
kab: Thunderbird yekka-d si tneflit n useɣẓan ilelli i ggan wagimen n isneflayen ifazen iḥemlen aseɣẓan, d imazzagen di tɣellist i d-yekkan seg umaḍal meṛṛa. Tamezdagnut nneɣ n imazzagend turmiṭ udiɣ teldi, tettmuddu-yaɣ-d afus akken ad neḍmen taɣlellist akked uleqqem n ifarisen-nneɣ s zreb, ayagi daɣen s ufaṛes n tegnitt n ifecka ifazen n usenqed akked usekyed n t qellist akken ad neseǧhed taɣellist tamatut.
nb_no: I hjertet av Thunderbird er det en åpen kildekode-utviklingsprosess som drives av tusensiv av engasjerte, erfarne utviklere og sikkerhetseksperter verden over. Vår åpenhet og aktive fellesskap av eksperter hjelper til med å forsikre at våre produkter er sikrere og blir oppdatert i hurtig tempo. Det lar oss også nyte fordel av den beste tredjeparts penetrasjonsskanningen og vurderingsverktøyene for å styrke den helhetlige sikkerheten.

source: Download Thunderbird in your language
kab: Sader Thunderbird s tutlayt-ik
nb_no: Last ned Thunderbird på ditt språk
