Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: Thunderbird is funded by user donations. We don’t collect personal data, sell ads in your inbox, or secretly train AI with your private conversations. Thunderbird is <a href="%(open_source)s">open source</a>. As part of the <a href="%(mozilla)s">Mozilla</a> family you can be confident we always put your privacy and security first.
bg: Thunderbird се финансира от дарения на потребители. Ние не събираме лични данни, не продаваме реклами във вашата входяща кутия или тайно тренираме ИИ с вашите частни разговори. Thunderbird е <a href="%(open_source)s">с отворен код</a>. Като част от <a href="%(mozilla)s">Mozilla</a> можете да бъдете уверени винаги поставяйте вашата поверителност и сигурност на първо място.
cs: Thunderbird je financován z darů uživatelů. Neshromažďujeme osobní údaje, neprodáváme reklamu ve vaší schránce a ani netrénujeme umělou inteligenci pomocí vašich soukromých konverzací. Thunderbird je <a href="%(open_source)s">open source</a>. Jako součást <a href="%(mozilla)s">rodiny Mozilla</a> si můžete nám být jisti, že dáváme vaše soukromí a bezpečnost na první místo.
cy: Mae Thunderbird yn cael ei ariannu gan roddion defnyddwyr. Nid ydym yn casglu data personol, yn gwerthu hysbysebion yn eich blwch derbyn, nac yn hyfforddi AI yn gyfrinachol gyda'ch sgyrsiau preifat. <a href="%(open_source)s">Cod agored</a> yw Thunderbird. Fel rhan o deulu <a href="%(mozilla)s">Mozilla</a> gallwch fod yn hyderus ein bod yn blaenoriaethu eich preifatrwydd a'ch diogelwch bob amser.
de: Thunderbird wird durch Spenden von Nutzern finanziert. Wir sammeln keine persönlichen Daten, verkaufen keine Werbung in Ihrem Posteingang und trainieren auch nicht heimlich KI mit Ihren privaten Konversationen. Thunderbird ist <a href="%(open_source)s">Open Source</a>. Als Teil der <a href="%(mozilla)s">Mozilla</a>-Familie können Sie sicher sein, dass Ihre Privatsphäre und Sicherheit für uns immer zuerst kommen.
el: Το Thunderbird χρηματοδοτείται από τις δωρεές των χρηστών. Δεν συλλέγουμε προσωπικά δεδομένα, δεν εμφανίζουμε διαφημίσεις στα εισερχόμενά σας, ούτε κάνουμε μυστική εκπαίδευση κάποιου μοντέλου AI με τις ιδιωτικές σας συζητήσεις. Το Thunderbird είναι <a href="%(open_source)s">ανοικτού κώδικα</a>. Ως μέλος της οικογένειας της <a href="%(mozilla)s">Mozilla</a>, μπορείτε να είστε σίγουροι ότι θέτουμε πάντα σε προτεραιότητα το απόρρητο και την ασφάλειά σας.
es_ar: Thunderbird se financia con las donaciones de los usuarios. No recopilamos datos personales, vendemos anuncios en su bandeja de entrada o en secreto entrenamos IA con tus conversaciones privadas. Thunderbird es <a href="%(open_source)s">código abierto</a>. Como parte de la familia <a href="%(mozilla)s">Mozilla</a>, podés estar seguro de que siempre ponemos tu privacidad y seguridad primero.
es_cl: Thunderbird se financia con las donaciones de los usuarios. No recopilamos datos personales, vendemos anuncios en su bandeja de entrada o entrenamos IA con tus conversaciones privadas a tus espaldas. Thunderbird es de <a href="%(open_source)s">código abierto</a>. Como parte de la familia <a href="%(mozilla)s">Mozilla</a>, puedes tener la confianza de que siempre ponemos tu privacidad y seguridad primero.
eu: Thunderbird erabiltzaileen dohaintzen bidez finantzatzen da. Ez dugu datu pertsonalik biltzen, ez dugu iragarkirik saltzen zure sarrera-ontzian edo ezkutuan AA trebatzen zure datu pribatuekin. Thunderbird <a href="%(open_source)s">kode irekia</a> da. <a href="%(mozilla)s">Mozilla</a> familiako kide den aldetik ziur egon guk beti zure segurtasuna eta pribatutasuna lehenik jarriko dugula.
fi: Thunderbird on rahoitettu käyttäjien lahjoituksilla. Emme kerää henkilökohtaisia tietoja, emme myy mainoksia postilaatikoosi tai salaa harjoita tekoälyä yksityisten keskustelujesi avulla. Thunderbird on <a href="%(open_source)s">avointa lähdekoodia</a>. Olemme osa <a href="%(mozilla)s">Mozilla</a>-perhettä, joten voit luottaa, että asetamme yksityisyytesi ja turvallisuutesi aina etusijalle.
fr: Thunderbird est financé par des dons de personnes qui l’utilisent. Nous ne collectons aucune donnée personnelle, ni ne vendons d’espaces publicitaires dans votre boîte de réception, ni n’entraînons secrètement une IA avec vos conversations privées. Thunderbird est <a href="%(open_source)s">open source</a>. Comme nous sommes membre de la famille <a href="%(mozilla)s">Mozilla</a>, vous pouvez avoir l’assurance que nous plaçons votre sécurité et le respect de votre vie privée avant tout le reste.
fy_nl: Thunderbird wurdt finansiere troch donaasjes fan brûkers. Wy sammelje gjin persoanlike gegevens, ferkeapje gjin advertinsjes yn jo Postfek YN of traine yn it geheim AI mei jo priveepetearen. Thunderbird is <a href="%(open_source)s">opensource</a>. As ûnderdiel fan de <a href="%(mozilla)s">Mozilla</a>-famylje kinne jo der op fertrouwe dat wy altyd jo privacy en feilichheid foarop stelle.
gl: Thunderbird está financiado polas doazóns dos usuarios. Non recompilamos datos persoais, non vendemos anuncios na túa caixa de entrada nin en segredo adestramos a IA coas túas conversas privadas. Thunderbird é <a href="%(open_source)s">código aberto</a>. Como parte da familia <a href="%(mozilla)s">Mozilla</a> podes confiar que nós sempre poñemos a túa privacidade e seguridade en primeiro lugar.
hu: A Thunderbird a felhasználói adományokból van finanszírozva. Nem gyűjtünk személyes adatokat, nem adunk el hirdetéseket, nem tanítunk be MI-t a privát beszélgetéseivel. A Thunderbird <a href="%(open_source)s">nyílt forráskódú</a>. A <a href="%(mozilla)s">Mozilla</a> család részeként bízhat benne, hogy mindig az adatvédelmet és a biztonságot helyezi előtérbe.
ia: Thunderbird es financiate per le donationes del usatores. Nos non collige datos personal, ni vende annuncios publicitari pro tu cassa de ingresso, o secretemente maestra IA con tu conversationes private. Thunderbird es <a href="%(open_source)s">open source</a>. Como parte del familia <a href="%(mozilla)s">Mozilla</a> con que tu pote haber confidentia nos sempre antepone tu confidentialitate e securitate.
is: Thunderbird er fjármagnað með framlögum notenda. Við söfnum ekki persónulegum upplýsingum, seljum ekki auglýsingar eða laumumst til að þjálfa AI-gervigreindarkerfi með persónulegum samskiptum þínum. Thunderbird er <a href="%(open_source)s">hugbúnaður með opinn grunnkóða</a>. Verandi hluti af <a href="%(mozilla)s">Mozilla</a>-fjölskyldunni ættirðu að geta treyst því að við setjum alltaf friðhelgi þína og öryggi í fyrsta sæti.
it: Thunderbird è finanziato dalle donazioni degli utenti. Non raccogliamo dati personali, non vendiamo pubblicità nella casella di posta elettronica né utilizziamo le tue conversazioni private per addestrare IA in segreto. Thunderbird è <a href="%(open_source)s">open source</a>. In quanto parte della famiglia <a href="%(mozilla)s">Mozilla</a>, puoi avere la certezza che la tua privacy e la tua sicurezza siano sempre al primo posto.
ja: Thunderbirdはユーザーの寄付によって運営されています。個人データを収集したり、受信トレイに広告を販売したり、プライベートな会話で 密かにAIを訓練したりすることはありません。Thunderbirdは<a href="%(open_source)s">オープンソース</a>です。<a href="%(mozilla)s">Mozilla</a>ファミリーの一員として、 常にプライバシーとセキュリティを第一に考えています。
nl: Thunderbird wordt gefinancierd door donaties van gebruikers. We verzamelen geen persoonlijke gegevens, verkopen geen advertenties in uw Postvak IN of trainen in het geheim AI met uw privégesprekken. Thunderbird is <a href="%(open_source)s">opensource</a>. Als onderdeel van de <a href="%(mozilla)s">Mozilla</a>-familie kunt u erop vertrouwen dat wij altijd uw privacy en veiligheid voorop stellen.
pl: Thunderbird jest finansowany z darowizn użytkowników. Nie zbieramy danych osobowych, nie sprzedajemy reklam w twojej skrzynce odbiorczej, ani nie trenujemy AI na twojej korespondencji. Thunderbird jest <a href="%(open_source)s">oprogramowaniem open source</a>. Należy do rodziny <a href="%(mozilla)s">Mozilli</a>, więc możesz mieć pewność, że Twoja prywatność i bezpieczeństwo są zawsze na pierwszym miejscu.
pt_br: O Thunderbird é financiado por doações de usuários. Não coletamos dados pessoais, não vendemos anúncios em sua caixa de entrada, nem secretamente treinamos inteligência artificial com suas conversas privativas. O Thunderbird é de <a href="%(open_source)s">código aberto</a>. Como parte da família <a href="%(mozilla)s">Mozilla</a> você pode ter certeza que sempre colocamos sua privacidade e segurança em primeiro lugar.
ru: Thunderbird финансируется за счет пожертвований пользователей. Мы не собираем личные данные, не продаем рекламу в вашем почтовом ящике и не обучаем тайно ИИ на основе личных переписок. Thunderbird — это <a href="%(open_source)s">открытый исходный код</a>. Мы часть <a href="%(mozilla)s">семейства Mozilla</a>, в нас вы можете быть уверены всегда, ваша приватность и безопасность ставится на первое место.
sk: Thunderbird je financovaný z darov používateľov. Nezhromažďujeme osobné údaje, nepredávame reklamy zobrazované vo vašej e‑mailovej schránke ani tajne netrénujeme AI vašimi súkromnými konverzáciami. Thunderbird je <a href="%(open_source)s">open source</a>. Ako súčasť rodiny <a href="%(mozilla)s">Mozilla</a> si môžete byť istí, že vždy kladieme vaše súkromie a bezpečnosť na prvé miesto.
sl: Thunderbird se financira iz donacij uporabnikov. Ne zbiramo osebnih podatkov, ne podtikamo oglasov med prejeta sporočila, niti skrivaj ne urimo umetne inteligence. na vaših zasebnih pogovorih. Thunderbird je <a href="%(open_source)s">odprtokoden</a>. Kot članu družine <a href="%(mozilla)s">Mozilla</a> mu lahko zaupate, da vašo zasebnost in varnost postavlja vedno na prvo mesto.
sq: Thunderbird-i financohet nga dhurimet e përdoruesve. Ne s’mbledhim të dhëna personale, as shesim reklama për në kutinë tuaj postare, apo të stërvitim fshehtas IA me bisedat tuaja private. Thunderbird-i është <a href="%(open_source)s">me burim të hapët</a>. Mund të jeni të sigurt se, si pjesë e familjes <a href="https://mozilla.org">Mozilla</a>, vëmë përherë privatësinë dhe sigurinë tuaj mbi gjithçka.
sv_se: Thunderbird finansieras av användardonationer. Vi samlar inte in personuppgifter, säljer inte annonser i din inkorg eller tränar inte AI i hemlighet med dina privata konversationer. Thunderbird är <a href="%(open_source)s">öppen källkod</a>. Som en del av <a href="%(mozilla)s">Mozilla</a>-familjen kan du vara säker på att vi alltid sätter din integritet och säkerhet först.
tr: Thunderbird bağışlarla ayakta duruyor. Kişisel bilgilerinizi toplamıyor, gelen kutunuzda reklam satmıyor, kişisel sohbetlerinizi gizlice yapay zekâ eğitmek için kullanmıyoruz. Thunderbird <a href="%(open_source)s">açık kaynaklıdır</a>. <a href="%(mozilla)s">Mozilla</a> ailesinin bir parçası olarak, gizliliğinizi ve güvenliğinizi daima ilk sıraya koyuyoruz.
uk: Thunderbird спонсорується внесками користувачів. Ми не збираємо особисті дані, не показуємо рекламу та не використовуємо ваші розмови для тренування систем штучного інтелекту. Thunderbird – це програмне забезпечення <a href="%(open_source)s">з відкритим кодом</a>. Як і з іншими продуктами <a href="%(mozilla)s">Mozilla</a>, ви можете бути впевненими в тому, що ми цінуємо вашу приватність і безпеку понад усе.
vi: Thunderbird được tài trợ bởi sự đóng góp của người dùng. Chúng tôi không thu thập dữ liệu cá nhân, bán quảng cáo trong hộp thư đến của bạn hoặc bí mật đào tạo AI với những cuộc trò chuyện riêng tư của bạn. Thunderbird là phần mềm <a href="%(open_source)s">mã nguồn mở</a>. Là một phần của gia đình <a href="%(mozilla)s">Mozilla</a> bạn có thể tin tưởng chúng tôi luôn đặt quyền riêng tư và bảo mật của bạn lên hàng đầu.

source: Learn Who We Are
bg: Научете кои сме ние
cs: Zjistěte, kdo jsme
cy: Dyma Pwy Ydym Ni
de: Erfahren Sie, wer wir sind
el: Μάθετε ποιοι είμαστε
es_ar: Conocé quienes somos
es_cl: Descubre quiénes somos
eu: Ikus nor garen Gu
fi: Tutustu meihin
fr: Qui nous sommes
fy_nl: Lês wa’t wy binne
gl: Aprende quen somos
hu: Tudja meg, hogy kik vagyunk
ia: Apprende qui nos es
is: Skoðaðu hver við erum
it: Scopri chi siamo
ja: 私たちについて学ぶ
nl: Lees wie we zijn
nn_no: Finn ut kven vi er
pl: Kim jesteśmy
pt_br: Saiba quem somos
ru: Узнайте, кто мы
sk: Pozrite sa, kto sme
sl: Spoznajte nas
sq: Mësoni Cilët Jemi
sv_se: Lär dig vilka vi är
tr: Biz kimiz?
uk: Дізнайтеся, хто ми
vi: Tìm hiểu chúng tôi là ai

source: Firefox planet
bg: Планетата на Firefox
cs: Planeta Firefox
cy: Planed Firefox
el: Πλανήτης Firefox
es_ar: Planeta Firefox
es_cl: Planeta Firefox
es_es: Planeta Firefox
eu: Firefox planeta
fr: Planète Firefox
fy_nl: Firefox-planeet
gl: Planeta Firefox
ia: Planeta Firefox
is: Firefox-plánetan
it: Planet Firefox
ja: Firefox プラネット
nl: Firefox-planeet
pl: Planeta Firefox
pt_br: Planeta Firefox
ru: Планета Firefox
sk: Planéta Firefox
sl: planet Firefox
sq: Planeti Firefox
tr: Firefox gezegeni
uk: Планета Firefox
vi: Hành tinh Firefox

source: Thunderbird planet
bg: Планета на Thunderbird
cs: Planeta Thunderbird
cy: Planed Thunderbird
el: Πλανήτης Thunderbird
es_ar: Planeta Thunderbird
es_cl: Planeta Thunderbird
es_es: Planeta Thunderbird
eu: Thunderbird planeta
fr: Planète Thunderbird
fy_nl: Thunderbird-planeet
gl: Planeta Thunderbird
ia: Planeta Thunderbird
is: Thunderbird-plánetan
it: Planet Thunderbird
ja: Thunderbird プラネット
nl: Thunderbird-planeet
pl: Planeta Thunderbird
pt_br: Planeta Thunderbird
ru: Планета Thunderbird
sk: Planéta Thunderbird
sl: planet Thunderbird
sq: Planeti Thunderbird
tr: Thunderbird gezegeni
uk: Планета Thunderbird
vi: Hành tinh Thunderbird

source: <span class="txt-gradient">Freedom</span> to Geek Out
bg: <span class="txt-gradient">Свобода</span> за експеримент
cs: <span class="txt-gradient">Svoboda</span> se vyjádřit
cy: <span class="txt-gradient">Rhyddid</span> i fod yn Gîc
de: <span class="txt-gradient">Freiheit</span> für Geeks
el: <span class="txt-gradient">Ελευθερία</span> να πειραματιστείτε
es_ar: <span class="txt-gradient">Libertad</span> para experimentar
es_cl: <span class="txt-gradient">Libertad</span> para los Geeks
es_es: <span class="txt-gradient">Libertad</span> para experimentar
eu: Geek bilakatzeko <span class="txt-gradient">askatasuna</span>
fi: <span class="txt-gradient">Vapaus</span> ihastua teknologiaan
fr: <span class="txt-gradient">La liberté</span> d’être passionné·e
fy_nl: <span class="txt-gradient">Frijheid</span> om út de bân te springen
gl: <span class="txt-gradient">Liberdade</span> para experimentar
hu: <span class="txt-gradient">Szabadság</span> az önkifejezésre
ia: <span class="txt-gradient">Libera</span> tu passiones
is: <span class="txt-gradient">Frelsi</span> til að nördast
it: <span class="txt-gradient">Libertà</span> di sperimentare
ja: <span class="txt-gradient">自由</span>に夢中になれます
nl: <span class="txt-gradient">Vrijheid</span> om uit de band te springen
nn_no: <span class="txt-gradient">Fridom</span> for nerdane
pl: <span class="txt-gradient">Wolność</span> modyfikowania
pt_br: <span class="txt-gradient">Liberdade</span> de modificação
ru: <span class="txt-gradient">Свобода</span> увлечений
sk: <span class="txt-gradient">Sloboda</span> sa vyblázniť
sl: Bodite <span class="txt-gradient">samosvoji</span>
sq: <span class="txt-gradient">Liri</span> Për të Eksperimentuar
sv_se: <span class="txt-gradient">Frihet</span> att experimentera
tr: <span class="txt-gradient">İçinizdeki geek’i</span> özgür bırakın
uk: <span class="txt-gradient">Свобода</span> дій
vi: <span class="txt-gradient">Tự do</span> tùy chỉnh

source: Thunderbird is yours.
bg: Thunderbird е ваш.
cs: Thunderbird je váš.
cy: Mae Thunderbird i chi.
de: Thunderbird gehört Ihnen.
el: Το Thunderbird είναι δικό σας.
es_ar: Thunderbird es tuyo.
es_cl: Thunderbird es tuyo.
es_es: Thunderbird es tuyo.
eu: Thunderbird zurea da.
fi: Thunderbird on sinun.
fr: Thunderbird vous appartient.
fy_nl: Thunderbird is fan jo.
gl: Thunderbird é seu.
hu: A Thunderbird az Öné.
ia: Thunderbird es tue.
is: Þú átt Thunderbird.
it: Thunderbird è tuo.
ja: Thunderbird はあなたのものです。
nl: Thunderbird is van u.
nn_no: Thunderbird er din.
pl: Thunderbird należy do Ciebie.
pt_br: O Thunderbird é seu.
ru: Thunderbird — твой.
sk: Thunderbird je váš.
sl: Thunderbird je vaš.
sq: Thunderbird-i është i juaji.
sv_se: Thunderbird är din.
tr: Thunderbird sizindir.
uk: Thunderbird – ваш.
vi: Thunderbird là của bạn.

source: Thunderbird is clean and elegant by default, but easily customizable to match your workflow and visual preferences. It is loaded with unique and powerful features. Here are just a few that people love:
bg: Thunderbird е с изчистен дизайн и елегантен по подразбиране. Лесно може да го приспособите, за да съответства на вашия работен процес и визуален вкус. Той идва с уникални и мощни функции. Ето само няколко възможности, които хората харесват:
cs: Thunderbird je ve výchozím nastavení čistý a elegantní, ale lze jej snadno přizpůsobit vašim pracovním postupům a vizuálnímu stylu. Je nabitý jedinečnými a výkonnými funkcemi. Zde jsou jen některé z nich, které si lidé oblíbili:
cy: Mae Thunderbird yn lân a chain o'r cychwyn, ond yn hawdd ei addasu i gyd-fynd â'ch llif gwaith a'ch dewisiadau gweledol. Mae'n llawn nodweddion unigryw a phwerus. Dyma rai y mae pobl yn eu gwerthfawrogi:
de: Thunderbird ist standardmäßig übersichtlich und elegant, kann aber einfach an Ihre Arbeitsprozesse und visuellen Vorlieben angepasst werden. Er steckt voller einzigartiger und mächtiger Funktionen. Die Menschen lieben unter anderem:
el: Το Thunderbird είναι απλό και κομψό από προεπιλογή, αλλά προσαρμόζεται εύκολα στη ροή εργασίας και τις οπτικές προτιμήσεις σας. Είναι γεμάτο με μοναδικά και ισχυρά χαρακτηριστικά. Ακολουθούν μόνο μερικά από τα πιο δημοφιλή:
es_ar: Thunderbird es limpio y elegante por defecto, pero se puede personalizar fácilmente para que coincida con tu flujo de trabajo y preferencias visuales. Está repleto de funciones únicas y potentes. Acá hay algunas que la gente ama:
es_cl: Thunderbird es limpio y elegante por defecto, pero se puede personalizar fácilmente para que coincida con tu flujo de trabajo y preferencias visuales. Está repleto de funciones únicas y potentes. Acá hay algunas que la gente ama:
es_es: Thunderbird es simple y elegante por defecto, pero se puede personalizar fácilmente para que coincida con tu flujo de trabajo y preferencias visuales. Está repleto de funciones únicas y potentes. Aquí hay algunas de las más populares:
eu: Thunderbird garbia eta dotorea da berez, baina erraz pertsonaliza daiteke zure lan-fluxuarekin eta ikusizko hobespenekin bat etortzeko. Ezaugarri berezi eta indartsuez beteta dago. Hona hemen jendeak maite dituen batzuk:
fi: Thunderbird on oletuksena siisti ja tyylikäs, mutta helposti muokattavissa vastaamaan työnkulkuasi ja visuaalisia mieltymyksiäsi. Se on täynnä ainutlaatuisia ja tehokkaita ominaisuuksia. Tässä on muutamia ominaisuuksia, joista ihmiset pitävät:
fr: Thunderbird est clair et élégant par défaut, mais facilement personnalisable pour qu’il corresponde à vos préférences ergonomiques et visuelles. Il regorge de fonctionnalités uniques et puissantes. En voici quelques unes parmi les préférées :
fy_nl: Thunderbird is standert skjin en elegant, mar kin ienfâldich oanpast wurde oan jo wurkwize en fisuele foarkarren. It sit grôtfol unike en krêftige funksjes. Hjir binne der in pear dêr’t minsken gek op binne:
gl: Thunderbird é limpo e elegante por defecto, pero facilmente personalizable para que coincida co seu fluxo de traballo e preferencias visuais. Está cargado de características únicas e poderosas. Aquí ten só algunhas das que a xente adora:
hu: A Thunderbird alapértelmezés szerint letisztult és elegáns, de könnyen testreszabható, hogy illeszkedjen a munkafolyamatához a vizuális igényeihez. Tele van egyedi és hatékony funkciókkal. Itt van néhány, amelyet imádnak az emberek:
ia: Thunderbird es clar e elegante de ordinario, ma facilemente personalisabile pro satisfacer tu fluxo de labor e preferentias visual. Illo es dotate de functiones unic e potente. Ecce justo unos que le gente ama:
is: Thunderbird er sjálfgefið hreinlegt og glæsilegt, en auðvelt að sérsníða það til að passa við vinnuflæði og sjónrænar þarfir hvers og eins. Það er hlaðið einstökum og öflugum eiginleikum. Hér eru aðeins nokkrir slíkir sem fólk kann að meta:
it: Thunderbird è semplice ed elegante per impostazione predefinita, ma allo stesso tempo è facile da personalizzare in base al tuo flusso di lavoro e alle tue preferenze in materia di aspetto. È dotato di caratteristiche esclusive e potenti. Eccone alcune tra le più popolari:
ja: Thunderbirdはデフォルトでは、クリーンでエレガントですが、あなたのワークフローやビジュアルの 好みに合わせて簡単にカスタマイズできます。ユニークでパワフルな機能が搭載されています。以下はその一部です。
nl: Thunderbird is standaard schoon en elegant, maar kan eenvoudig worden aangepast aan uw werkwijze en visuele voorkeuren. Het zit boordevol unieke en krachtige functies. Hier zijn er een paar waar mensen dol op zijn:
nn_no: Thunderbird er som standard oversiktleg og elegant, men enkel å tilpasse til din arbeidsflyt og dine visuelle preferansar. Han er lasta med eineståande og kraftfulle funksjonar. Her er nokre av dei som folk likar:
pl: Thunderbird jest standardowo czysty i elegancki, ale można go łatwo dostosować do własnych potrzeb i preferencji estetycznych. Posiada wiele unikalnych i wydajnych funkcji. Oto te najbardziej lubiane:
pt_br: O Thunderbird é limpo e elegante por padrão, mas facilmente personalizável para combinar com seu jeito de usar e suas preferências de aparência. Ele é repleto de recursos exclusivos e poderosos. Aqui estão apenas alguns que as pessoas adoram:
ru: Thunderbird по умолчанию чист и элегантен, но его легко настроить в соответствии с вашим рабочим процессом и визуальными предпочтениями. Он нагружен уникальными и мощными функциями. Вот лишь некоторые из тех, что нравятся людям:
sk: Thunderbird je v predvolenom nastavení čistý a elegantný, ale dá sa ľahko prispôsobiť tak, aby zodpovedal vašim pracovným návykom a vizuálnym preferenciám. Je nabitý jedinečnými a výkonnými funkciami. Tu je len niekoľko, ktoré ľudia milujú:
sl: Thunderbird je v svoji privzeti podobi pregleden in eleganten, vendar ga je enostavno prilagoditi lastnim željam in okusu. Poln je edinstvenih in zmogljivih funkcij. Tukaj je naštetih le nekaj priljubljenih:
sq: Thunderbird-i është i qëruar dhe elegant, si parazgjedhje, por mund të përshtatet lehtë për ta përputhur me rrjedhën tuaj të punës dhe parapëlqime pamore. Vjen me veçori unike dhe fuqishme. Ja vetëm pak prej atyre që njerëzit i duan fort:
sv_se: Thunderbird är ren och elegant som standard, men lätt att anpassa för att matcha ditt arbetsflöde och dina visuella preferenser. Den är laddad med unika och kraftfulla funktioner. Här är några av det mest populära:
tr: Thunderbird varsayılan olarak yalın ve şıktır ama onu kolaylıkla kendi iş akışınıza ve görsel tercihlerinize uydurabilirsiniz. Thunderbird eşsiz ve güçlü özelliklerle doludur. İşte kullanıcılarımızın en sevdiği özelliklerden bazıları:
uk: Thunderbird чистий та елегантний, але його можна легко адаптувати для ваших потреб і візуальних вподобань. Він має унікальні та потужні функції. Ось лише деякі з тих, що подобаються людям:
vi: Thunderbird trực quan và trang nhã theo mặc định, nhưng có thể dễ dàng tùy chỉnh để phù hợp với quy trình công việc và sở thích trực quan của bạn. Nó được tải với các tính năng độc đáo và mạnh mẽ. Đây chỉ là một số ít bình luận mà mọi người thích:
