Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: What is Thunderbird’s relationship to MZLA Technologies Corporation?
bg: Каква е връзката на Thunderbird с MZLA Technologies Corporation?
cs: Jaký je vztah Thunderbirdu ke společnosti MZLA Technologies Corporation?
cy: Beth yw perthynas Thunderbird â MZLA Technologies Corporation?
de: In welcher Beziehung steht Thunderbird zur MZLA Technologies Corporation?
el: Ποια είναι η σχέση του Thunderbird με τη MZLA Technologies Corporation;
es_ar: ¿Cuál es la relación de Thunderbird con MZLA Technologies Corporation?
es_cl: ¿Cuál es la relación de Thunderbird con MZLA Technologies Corporation?
es_es: ¿Cual es la relación de Thuntherbird con MZLA Technologies Corporation?
eu: Zein da Thunderbird proiektuaren harremana MZLA Technologies Corporationekin?
fi: Mikä on Thunderbirdin suhde MZLA Technologies Corporationiin?
fr: Quelle est la relation entre Thunderbird et MZLA Technologies Corporation ?
fy_nl: Wat is de relaasje fan Thunderbird mei MZLA Technologies Corporation?
gl: Cal é a relación de Thunderbird con MZLA Technologies Corporation?
hu: Mi a Thunderbird kapcsolata az MZLA Technologies Corporation vállalattal?
ia: Qual es le relationes inter Thunderbird e MZLA Technologies Corporation?
is: Hver eru tengsl Thunderbird við MZLA Technologies Corporation?
it: Qual è il rapporto tra Thunderbird e MZLA Technologies Corporation?
ja: ThunderbirdとMZLA Technologies Corporationとの関係はどのようなものですか？
nl: Wat is de relatie van Thunderbird met MZLA Technologies Corporation?
nn_no: Kva er Thunderbirds forhold til MZLA Technologies Corporation?
pl: Jaki jest związek Thunderbirda z MZLA Technologies Corporation?
pt_br: Qual é a relação do Thunderbird com a MZLA Technologies Corporation?
ru: Каковы отношения Thunderbird с MZLA Technologies Corporation?
sk: Aký je vzťah Thunderbirdu k MZLA Technologies Corporation?
sl: Kakšen je odnos med Thunderbirdom in MZLA Technologies Corporation?
sq: Ç’marrëdhënie ka Thunderbird-i me MZLA Technologies Corporation?
sv_se: Vad är Thunderbirds förhållande till MZLA Technologies Corporation?
tr: Thunderbird’ün MZLA Technologies Corporation ile ilişkisi nedir?
uk: Як пов'язані Thunderbird та корпорація MZLA Technologies?
vi: Mối quan hệ của Thunderbird với MZLA Technologies Corporation là gì?

source: MZLA Technologies Corporation is a wholly owned for-profit subsidiary of the Mozilla Foundation and the home of Thunderbird.
bg: MZLA Technologies Corporation е изцяло притежавано дъщерно дружество с търговска цел на Mozilla Foundation и дом на Thunderbird.
cy: Mae MZLA Technologies Corporation yn is-gwmni er elw sy'n eiddo llwyr i'r Mozilla Foundation a chartref Thunderbird.
de: Die MZLA Technologies Corporation ist eine hundertprozentige gewinnorientierte Tochtergesellschaft der Mozilla Foundation und die Heimat von Thunderbird.
el: Η MZLA Technologies Corporation είναι μια κερδοσκοπική θυγρατρική εταιρεία, που ανήκει εξ ολοκλήρου στο Mozilla Foundation και αποτελεί το «σπίτι» του Thunderbird.
es_ar: MZLA Technologies Corporation es una subsidiaria con fines de lucro de propiedad total de la Mozilla Foundation y el hogar de Thunderbird.
es_cl: MZLA Technologies Corporation es una subsidiaria con fines de lucro de propiedad absoluta de la Fundación Mozilla y el hogar de Thunderbird.
fy_nl: MZLA Technologies Corporation is in folsleine dochterûndernimming mei winsteachmerk fan de Mozilla Foundation en thúsbasis fan Thunderbird.
gl: MZLA Technologies Corporation é unha subsidiaria con ánimo de lucro de propiedade total da Fundación Mozilla e a casa de Thunderbird.
hu: A MZLA Technologies Corporation a Mozilla Alapítvány teljes tulajdonú profitorientált leányvállalata, és a Thunderbird otthona.
ia: MZLA Technologies Corporation es un succursal pro profito totalmente proprietari de Mozilla Foundation e le casa de Thunderbird.
is: MZLA Technologies Corporation, sem er dótturfélag að fullu í eigu Mozilla Foundation sjálfseignarstofnuninnar, er heimili Thunderbird.
it: MZLA Technologies Corporation è una società sussidiaria a fini di lucro interamente controllata da Mozilla Foundation, nonché la “casa” di Thunderbird.
nl: MZLA Technologies Corporation is een volledige dochteronderneming met winstoogmerk van de Mozilla Foundation en de thuisbasis van Thunderbird.
pl: MZLA Technologies Corporation jest komercyjną spółką zależną, będącą w całości własnością Mozilla Foundation i domem dla Thunderbirda.
pt_br: A MZLA Technologies Corporation é uma subsidiária com fins lucrativos de propriedade integral da Fundação Mozilla, é o lar do Thunderbird.
ru: MZLA Technologies Corporation является дочерней компанией Mozilla Foundation и домом для Thunderbird.
sk: MZLA Technologies Corporation je stopercentne vlastnená zisková dcérska spoločnosť Mozilla Foundation a domov Thunderbirdu.
sl: MZLA Technologies Corporation je profitna hčerinska družba v stoodstotni lasti fundacije Mozilla in dom Thunderbirda.
sq: MZLA Technologies Corporation është një nëndegë e Mozilla Foundation, në pronësi të plotë dhe fitimprurëse dhe shtëpia e Thinderbird-it.
sv_se: MZLA Technologies Corporation är ett helägt, vinstdrivande dotterbolag till Mozilla Foundation och Thunderbirds hemvist.
vi: MZLA Technologies Corporation là một công ty con hoạt động vì lợi nhuận thuộc sở hữu hoàn toàn của Mozilla Foundation và là ngôi nhà của Thunderbird.

source: Doesn’t Thunderbird earn income?
bg: Thunderbird няма ли доходи?
cs: Copak on Thunderbird nevydělává?
cy: Onid yw Thunderbird yn ennill incwm?
de: Erwirtschaftet Thunderbird Einnahmen?
el: Δεν λαμβάνει έσοδα το Thunderbird;
es_ar: ¿Thunderbird no genera ingresos?
es_cl: ¿Thunderbird no genera ingresos?
es_es: ¿Thunderbird no genera ingresos?
eu: Thunderbirdek ez du sarrerarik?
fi: Eikö Thunderbird tienaa tuloja?
fr: Thunderbird ne génère-t-il pas des revenus ?
fy_nl: Hat Thunderbird gjin ynkomsten?
gl: Thunderbird non xera ingresos?
hu: A Thunderbirdnek nincs bevétele?
ia: An Thunderbird gania renta?
is: Aflar Thunderbird ekki tekna?
it: Thunderbird non genera ricavi?
ja: Thunderbirdは収入を得ていませんか？
nl: Verwerft Thunderbird geen inkomsten?
nn_no: Tener Thunderbird ingen pengar?
pl: Czy Thunderbird nie przynosi dochodów?
pt_br: O Thunderbird não gera renda?
ru: Разве Thunderbird не приносит доход?
sk: Nemá Thunderbird príjem?
sl: Ali Thunderbird ne ustvarja prihodka?
sq: A nuk fiton për vete Thunderbird-i?
sv_se: Genererar inte Thunderbird intäkter?
tr: Thunderbird gelir elde etmiyor mu?
uk: Thunderbird не отримує прибутку?
vi: Thunderbird không kiếm được thu nhập?

source: Currently, nearly 100% of Thunderbird’s operating revenue comes from the generous gifts of Thunderbird users.
bg: В момента почти 100% от оперативните приходи на Thunderbird идват от щедрите дарения на потребителите на Thunderbird.
cy: Ar hyn o bryd, mae bron i 100% o refeniw gweithredu Thunderbird yn dod o roddion hael defnyddwyr Thunderbird.
de: Derzeit stammen fast 100% der Betriebseinnahmen von Thunderbird aus den großzügigen Spenden von Thunderbird-Nutzern.
el: Αυτήν τη στιγμή, σχεδόν το 100% των λειτουργικών εσόδων του Thunderbird προέρχεται από τις γενναιόδωρες δωρεές των χρηστών του.
es_ar: Actualmente, casi el 100% de los ingresos operativos de Thunderbird provienen de las generosas donaciones de los usuarios de Thunderbird.
es_cl: Actualmente, casi el 100% de los ingresos operativos de Thunderbird provienen de las generosas donaciones de los usuarios de Thunderbird.
fr: Actuellement, près de 100 % des revenus d’exploitation de Thunderbird proviennent des généreux dons des utilisateurs·trices de Thunderbird.
fy_nl: Op it stuit komt hast 100% fan de operasjonele opbringsten fan Thunderbird út de royale jeften fan Thunderbird-brûkers.
gl: Actualmente, case o 100 % dos ingresos operativos de Thunderbird proceden dos xenerosos agasallos dos usuarios de Thunderbird.
hu: Jelenleg a Thunderbird működési bevételének közel 100%-a a Thunderbird felhasználók nagylelkű felajánlásaiból származik.
ia: Actualmente, quasi le 100% de renta operative de Thunderbird veni ab le generose donos de usatores Thunderbird.
is: Sem stendur koma næstum 100% af rekstrartekjum Thunderbird frá rausnarlegum gjöfum Thunderbird notenda.
it: Attualmente, quasi il 100% dei ricavi operativi di Thunderbird proviene dalle generose donazioni dei suoi utilizzatori.
nl: Momenteel komt bijna 100% van de operationele opbrengsten van Thunderbird voort uit de genereuze giften van Thunderbird-gebruikers.
pl: Obecnie prawie 100% przychodów operacyjnych Thunderbirda pochodzi z hojnych darowizn od użytkowników Thunderbirda.
pt_br: Atualmente, quase 100% da receita operacional do Thunderbird vem das generosas doações de usuários do Thunderbird.
ru: В настоящее время почти 100% операционной прибыли Thunderbird поступает от щедрых пожертвований пользователей Thunderbird.
sk: V súčasnosti takmer 100 % prevádzkových príjmov Thunderbirdu pochádza zo štedrých darov používateľov Thunderbirdu.
sl: Trenutno skoraj 100 % prihodkov od Thunderbirdovega delovanja izvira iz radodnih daril uporabnikov Thunderbirda.
sq: Aktualisht, gati 100% e të ardhurave për funksionimin e Thunderbird-it vijnë nga dhurata bujare prej përdoruesish të tij.
sv_se: För närvarande kommer nästan 100% av Thunderbirds rörelseintäkter från generösa gåvor från Thunderbird-användare.
tr: Şu anda Thunderbird’ün faaliyet gelirlerinin neredeyse tamamı Thunderbird kullanıcılarının bağışlarından geliyor.
vi: Hiện tại, gần 100% doanh thu hoạt động của Thunderbird đến từ những khoản quyên góp hào phóng của người dùng Thunderbird.

source: Page language
bg: Език на страницата
cs: Jazyk stránky
cy: Iaith y dudalen
de: Sprache der Webseite
el: Γλώσσα σελίδας
es_ar: Idioma de la página
es_cl: Idioma de la página
eu: Orriko hizkuntza
fi: Sivun kieli
fr: Langue de la page
fy_nl: Sidetaal
gl: Idioma da páxina
hu: Oldal nyelve
ia: Lingua del pagina
is: Tungumál síðu
it: Lingua della pagina
ja: ページ言語
nl: Paginataal
nn_no: Språk på sida
pl: Język strony
pt_br: Idioma da página
ru: Язык страницы
sk: Jazyk stránky
sl: Jezik strani
sq: Gjuhë faqeje
sv_se: Språk på sidan
tr: Sayfa dili
uk: Мова сторінки
vi: Ngôn ngữ trang

source: Other languages
bg: Други езици
cs: Další jazyky
cy: Ieithoedd eraill
de: Andere Sprachen
el: Άλλες γλώσσες
es_ar: Otros idiomas
es_cl: Otros idiomas
eu: Beste hizkuntzak
fi: Muut kielet
fr: Autres langues
fy_nl: Oare talen
gl: Outros idiomas
hu: Más nyelvek
ia: Altere linguas
is: Önnur tungumál
it: Altre lingue
ja: その他の言語
nl: Andere talen
nn_no: Andre språk
pl: Inne języki
pt_br: Outros idiomas
ru: Другие языки
sk: Ďalšie jazyky
sl: Drugi jeziki
sq: Gjuhë të tjera
sv_se: Andra språk
tr: Diğer diller
uk: Інші мови
vi: Ngôn ngữ khác

source: Go
bg: Напред
cs: Přejít
cy: Mynd
de: Los
el: Εμπρός
es_ar: Ir
es_cl: Ir
es_es: Ir
eu: Aurrera!
fi: Siirry
fr: Ouvrir
fy_nl: Gean
gl: Ir
hu: Ugrás
ia: Ir
is: Áfram
it: Vai
ja: 移動
kab: Bdu
nb_no: Gå
nl: Gaan
nn_no: Gå
pl: Przejdź
pt_br: Ir
ru: Перейти
sk: Prejsť
sl: Pojdi
sq: Shko
sv_se: Gå
tr: Git
uk: Перейти
vi: Đi đến

source: Home
bg: Начало
cs: Domů
cy: Cartref
de: Startseite
el: Αρχική
es_ar: Inicio
es_cl: Inicio
eu: Hasiera
fi: Etusivu
fr: Accueil
fy_nl: Startside
gl: Inicio
hu: Kezdőoldal
ia: Initio
is: Heim
it: Pagina iniziale
ja: ホーム
nl: Startpagina
nn_no: Heim
pl: Strona główna
pt_br: Início
ru: Домой
sk: Domov
sl: Domov
sq: Kreu
sv_se: Hem
tr: Ana sayfa
uk: Домівка
vi: Trang chủ

source: Products
bg: Продукти
cs: Produkty
cy: Cynnyrch
de: Produkte
el: Προϊόντα
es_ar: Productos
es_cl: Productos
eu: Produktuak
fi: Tuotteet
fr: Produits
fy_nl: Produkten
gl: Produtos
hu: Termékek
ia: Productos
is: Hugbúnaður
it: Prodotti
ja: 製品
nl: Producten
nn_no: Produkt
pl: Produkty
pt_br: Produtos
ru: Продукты
sk: Produkty
sl: Izdelki
sq: Produkte
sv_se: Produkter
tr: Ürünler
uk: Продукти
vi: Sản phẩm

source: Thunderbird Mobile
bg: Мобилна версия на Thunderbird
cs: Thunderbird pro mobilní zařízení
cy: Thunderbird Symudol
de: Thunderbird für Mobilgeräte
el: Thunderbird για κινητές συσκευές
es_cl: Thunderbird para móviles
eu: Thunderbird eramangarrirako
fi: Thunderbird mobiililaitteille
fr: Thunderbird pour mobiles
fy_nl: Thunderbird Mobyl
gl: Thunderbird móbil
hu: Mobilos Thunderbird
is: Thunderbird Mobile fyrir farsíma
ja: モバイル版 Thunderbird
nl: Thunderbird Mobiel
nn_no: Thunderbird for mobiltelefonar
pt_br: Thunderbird para dispositivos móveis
ru: Thunderbird для мобильных устройств
sk: Thunderbird pre mobilné zariadenia
sl: Thunderbird za mobilne naprave
sq: Thunderbird për Celular
sv_se: Thunderbird för mobil
tr: Thunderbird Mobil
vi: Thunderbird dành cho di động

source: Get Help
bg: Получете помощ
cs: Získat pomoc
cy: Derbyn Cymorth
de: Unterstützung erhalten
el: Βοήθεια
es_ar: Obtené ayuda
es_cl: Recibe ayuda
es_es: Obtén ayuda
eu: Jaso laguntza
fi: Etsi ohjeita
fr: Obtenir de l’aide
fy_nl: Help krije
gl: Obter axuda
hu: Segítség kérése
ia: Demandar adjuta
is: Fá aðstoð
it: Richiedi assistenza
ja: ヘルプサポート
kab: Awi tallelt
nb_no: Få hjelp
nl: Hulp verkrijgen
nn_no: Få hjelp
pl: Pomoc
pt_br: Obter ajuda
ru: Получить помощь
sk: Potrebujete pomoc?
sl: Pomoč
sq: Merrni Ndihmë
sv_se: Få hjälp
tr: Yardım alın
uk: Отримати допомогу
vi: Nhận trợ giúp

source: Downloads
bg: Изтеглянe
cs: Ke stažení
cy: Llwytho i Lawr
el: Λήψεις
es_ar: Descargas
es_cl: Descargas
eu: Deskargak
fi: Lataukset
fr: Téléchargements
gl: Descargas
hu: Letöltések
ia: Discargamentos
is: Niðurhöl
it: Download
ja: ダウンロード
nn_no: Nedlastingar
pl: Pobieranie
ru: Загрузки
sk: Na stiahnutie
sl: Prenosi
sq: Shkarkime
sv_se: Hämtningar
tr: İndirmeler
uk: Завантаження
vi: Tải xuống

source: Release Notes
bg: Бележки към изданието
cs: Poznámky k vydání
cy: Nodiadau Rhyddhau
de: Versionshinweise
el: Σημειώσεις έκδοσης
es_ar: Notas de la versión
es_cl: Notas de la versión
eu: Bertsio-oharrak
fi: Julkaisutiedot
fr: Notes de version
fy_nl: Utjefteopmerkingen
gl: Notas da versión
hu: Kiadási megjegyzések
ia: Notas pro iste version
is: Útgáfuupplýsingar
it: Note di versione
ja: リリースノート
nl: Uitgaveopmerkingen
nn_no: Versjonsnotat
pl: Informacje o wydaniu
pt_br: Notas de atualização
ru: Примечания к выпуску
sk: Poznámky k vydaniu
sl: Opombe ob izdaji
sq: Shënime Hedhjeje Në Qarkullim
sv_se: Versionsfakta
tr: Sürüm notları
uk: Примітки до випуску
vi: Ghi chú phát hành

source: For Enterprises
bg: За фирми
cs: Pro firmy
cy: Ar gyfer Mentrau
de: Für Unternehmen
el: Για επιχειρήσεις
es_ar: Para empresas
es_cl: Para empresas
eu: Erakundeentzat
fi: Yrityksille
fr: Pour les entreprises
fy_nl: Foar bedriuwen
gl: Para empresas
hu: Vállalkozásoknak
ia: Pro interprisas
is: Fyrir fyrirtæki
it: Per le aziende
ja: 法人向け
nl: Voor ondernemingen
nn_no: For bedrifter
pl: Dla przedsiębiorstw
pt_br: Para empresas
ru: Для организаций
sk: Pre podniky
sl: Za podjetja
sq: Për Ndërmarrje
sv_se: För företag
tr: İşletmeler için
uk: Для компаній
vi: Dành cho doanh nghiệp

source: Holiday Calendars
bg: Календар на почивни дни
cs: Státní svátky
cy: Calendrau Gwyliau
de: Feiertagskalender
el: Ημερολόγια αργιών
es_ar: Calendarios de feriados
es_cl: Calendario de vacaciones
es_es: Calendario de festivos
eu: Egutegiko oporrak
fi: Lomakalenterit
fr: Calendriers des jours fériés
fy_nl: Feestdei-aginda’s
gl: Calendarios de festivos
hu: Ünnepi naptárak
ia: Agendas del festivitates
is: Dagatöl með frídögum
it: Calendari delle festività
ja: 休日カレンダー
kab: Iwitayen n yimuras
nb_no: Helligdags-kalendere
nl: Feestdagenagenda’s
nn_no: Helgedagskalendrar
pl: Kalendarze świąt
pt_br: Agendas de feriados
ru: Календари праздников
sk: Kalendáre sviatkov
sl: Počitniški koledarji
sq: Kalendarë Ditësh Festash
sv_se: Helgdagskalendrar
tr: Tatil takvimleri
uk: Календарі свят
vi: Lịch nghỉ lễ

source: Careers
bg: Работа
cs: Kariéra
cy: Gyrfaoedd
de: Karriere
el: Καριέρες
es_ar: Carreras
es_cl: Trabajos
es_es: Empleos
eu: Lan eskaintzak
fi: Työpaikat
fr: Emplois
fy_nl: Fakatueren
gl: Traballe con nós
hu: Álláslehetőségek
ia: Carrieras
is: Störf í boði
it: Lavora con noi
ja: 採用情報
kab: Axeddim
nb_no: Karriere
nl: Banen
nn_no: Karriere
pl: Praca
pt_br: Empregos
ru: Вакансии
sk: Zamestnanie
sl: Zaposlitev
sq: Punësime
sv_se: Karriär
tr: İş olanakları
uk: Кар’єра
vi: Cơ hội nghề nghiệp

source: Privacy Policy
bg: Политика за поверителност
cy: Polisi Preifatrwydd
de: Datenschutzerklärung
es_ar: Política de privacidad
fi: Tietosuojakäytäntö
hu: Adatvédelmi irányelvek
is: Persónuverndarstefna
ja: プライバシーポリシー
pl: Zasady ochrony prywatności
sv_se: Sekretesspolicy
tr: Gizlilik İlkeleri
vi: Chính sách riêng tư
