Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: Help ensure the answers are written down before the question is even asked! From documenting features or APIs to frequently asked user support questions, put your knowledge and writing skills to use for the benefit of the entire Thunderbird community.
cs: Pomozte zajistit, aby byly odpovědi zapsány ještě před položením otázky! Využijte své znalosti a dovednosti psaní ve prospěch celé komunity Thunderbirdu - od dokumentace funkcí nebo rozhraní API až po často kladené otázky uživatelské podpory.
cy: Helpwch i sicrhau bod yr atebion yn cael eu cofnodi cyn i'r cwestiwn gael ei ofyn hyd yn oed! O ddogfennu nodweddion neu APIs i gwestiynau cymorth defnyddwyr cyffredin, cyfrannwch eich gwybodaeth a'ch sgiliau ysgrifennu i'w defnyddio er budd cymuned Thunderbird gyfan.
de: Helfen Sie mit, dass die Antworten aufgeschrieben werden, bevor die Frage gestellt wird! Von der Dokumentation von Funktionen oder APIs bis hin zu häufig gestellten Fragen von Anwendern – stellen Sie Ihr Wissen und Ihre Schreibfähigkeiten zum Nutzen der gesamten Thunderbird-Gemeinschaft ein.
el: Συμβάλλετε στην καταγραφή των απαντήσεων πριν καν γίνουν οι ερωτήσεις! Από την τεκμηρίωση των λειτουργιών ή των API μέχρι τις συχνές ερωτήσεις των χρηστών, αξιοποιήστε τις γνώσεις και τις ικανότητές σας προς όφελος ολόκληρης της κοινότητας του Thunderbird.
es_ar: ¡Ayudá a asegurar que las respuestas ya estén escritas incluso antes de que se hagan las preguntas! Desde documentar características o APIs hasta preguntas frecuentes de soporte al usuario, usá tus conocimientos y habilidades de escritura para el beneficio de toda la comunidad de Thunderbird.
es_cl: ¡Ayuda a garantizar que las respuestas estén escritas incluso antes de formular la pregunta! Desde documentar funcionalidades o APIs hasta preguntas frecuentes de ayuda al usuario, utiliza tus conocimientos y habilidades de escritura en beneficio de toda la comunidad Thunderbird.
eu: Lagundu erantzunak galdera egin aurretik idazten direla ziurtatzen! Ezaugarri edo APIak dokumentatzeko, erabiltzaileei maiz egiten zaizkien laguntza-galderetaraino, jarri zure ezagutzak eta idazteko trebetasunak Thunderbird komunitate osoaren onurarako.
fi: Auta varmistamaan, että vastaukset kirjoitetaan muistiin, ennen kuin kysymys edes esitetään! Käytä tietosi ja kirjoitustaitosi koko Thunderbird-yhteisön hyödyksi ominaisuuksien tai rajapintojen dokumentoinnista usein kysyttyihin käyttäjätukikysymyksiin.
fr: Assurez-vous que les réponses soient écrites avant même que la question soit posée ! Que ce soit pour documenter des fonctionnalités ou des API ou pour traiter les questions d’assistance fréquemment posées, mettez vos connaissances et vos compétences rédactionnelles à profit pour l’ensemble de la communauté Thunderbird.
fy_nl: Help mei dat de antwurden opskreaun wurde eardat de fraach sels steld wurdt! Fan dokumintearjen fan funksjes as API’s oant faak stelde fragen oer brûkersstipe, set jo kennis en skriuwfeardigens yn foar it foardiel fan de hiele Thunderbird-mienskip.
gl: Axuda a asegurarse de que as respostas estean anotadas antes de que se faga a pregunta. Desde funcións de documentación ou API ata preguntas máis frecuentes de asistencia ao usuario, poña en práctica os seus coñecementos e habilidades de escritura para o beneficio de toda a comunidade Thunderbird.
hu: Segítsen a válaszok leírásában a kérdés feltevése előtt! A funkciók vagy API-k dokumentálásától kezdve a gyakran feltett felhasználói támogatási kérdésekig, kamatoztassa tudását és írási készségét az egész Thunderbird közösség javára.
ia: Adjuta assecurar que le responsas es scribite ante que le question es mesmo ponite! Ab le documentation del functionalitates o del APIs al requestas de supporto frequentemente ponite per le usatores, rende tu competentias de cognoscentia e scriptura disponibile pro le beneficio del integre communitate de Thunderbird.
it: Assicurati che le risposte siano scritte prima ancora che la domanda venga posta! Dalla documentazione di funzionalità o API alle domande di supporto più frequenti, metti a frutto le tue conoscenze e abilità di scrittura a beneficio dell’intera comunità di Thunderbird.
ja: 質問される前に回答が書き留められていることを確認するのに役立ちます！機能やAPIの文書化からユーザーサポートに関するよくある質問まで、Thunderbirdコミュニティ全体の利益のためにあなたの知識とライティングスキルを使用してください。
nl: Help ervoor te zorgen dat de antwoorden worden opgeschreven voordat de vraag wordt gesteld! Van het documenteren van functies of API’s tot veelgestelde gebruikersondersteuningsvragen, zet uw kennis en schrijfvaardigheden in voor het welzijn van de hele Thunderbird-gemeenschap.
nn_no: Bidra til at svara blir skrivne ned før spørsmålet i det heile er stilt! Frå dokumentasjonsfunksjonar eller API-ar til vanlege spørsmål om brukarstøtte, bruk kunnskapen og skriveferdigheitene dine til fordel for heile Thunderbird-fellesskapet.
pt_br: Ajude a garantir que as respostas sejam escritas antes mesmo que façam perguntas! Desde documentar recursos ou APIs até dúvidas frequentes de suporte, coloque em uso seu conhecimento e habilidade de escrita em benefício de toda a comunidade Thunderbird.
ru: Помогите удостовериться, что ответы записаны ещё до того, как будет задан вопрос! От документирования функций или API до часто задаваемых вопросов в поддержке пользователей, используйте свои знания и навыки письма на пользу всего сообщества Thunderbird.
sk: Pomôžte zabezpečiť, aby boli odpovede zapísané skôr, ako bude otázka položená! Od dokumentačných funkcií alebo rozhraní API až po často kladené otázky týkajúce sa podpory používateľov, využite svoje znalosti a schopnosti písania v prospech celej komunity okolo Thunderbirdu.
sl: Pomagajte zagotoviti, da bodo odgovori zapisani, še preden se sploh postavi vprašanje! Izkoristite svoje znanje in veščine pisanja za dobrobit celotne Thunderbirdove skupnosti, od dokumentiranja funkcij ali API-jev do pogosto zastavljenih vprašanj uporabnikov.
sv_se: Se till att svaren skrivs ner innan frågan ens ställs! Från att dokumentera funktioner eller API:er till vanliga frågor om användarsupport, använd dina kunskaper och skrivförmåga till nytta för hela Thunderbird-communityt.
uk: Допоможіть переконатися, що відповіді записані ще до того, як поставлять запитання! Використовуйте свої знання та навички письма на благо всієї спільноти Thunderbird, документуючи функції чи API та відповідаючи на поширені запитання для підтримки користувачів.
vi: Giúp đảm bảo các câu trả lời được viết ra trước khi câu hỏi được hỏi! Từ việc ghi lại các tính năng hoặc API cho đến các câu hỏi hỗ trợ người dùng thường gặp, hãy vận dụng kiến ​​thức và kỹ năng viết của bạn vì lợi ích của toàn bộ cộng đồng Thunderbird.

source: User Support <a href="%(url)s">documentation</a>
cs: <a href="%(url)s">Dokumentace</a> uživatelské podpory
cy: <a href="%(url)s">Dogfennaeth</a> Cefnogaeth Defnyddiwr
de: <a href="%(url)s">Dokumentation</a> zur Unterstützung für Anwender
el: <a href="%(url)s">Τεκμηρίωση</a> υποστήριξης χρηστών
es_ar: <a href="%(url)s">Documentación</a> de soporte de usuario
es_cl: <a href="%(url)s">Documentación</a> de ayuda al usuario
eu: Erabiltzaileentzako laguntza <a href="%(url)s">dokumentazioa</a>
fr: <a href="%(url)s">Documentation</a> pour l’assistance utilisateur
fy_nl: <a href="%(url)s">Dokumintaasje</a> foar brûkersstipe
gl: <a href="%(url)s">Documentación</a> de asistencia ao usuario
hu: Felhasználói támogatás <a href="%(url)s">dokumentációja</a>
ia: <a href="%(url)s">Documentation</a> pro supportar le usator
is: <a href="%(url)s">Hjálparskjöl</a> notenda
it: <a href="%(url)s">Documentazione</a> di supporto per gli utenti
ja: ユーザーサポート<a href="%(url)s">ドキュメント</a>
nl: <a href="%(url)s">Documentatie</a> voor gebruikersondersteuning
nn_no: Brukarstøtte-<a href="%(url)s">dokumentasjon</a>
pt_br: <a href="%(url)s">Documentação</a> de suporte ao usuário
ru: <a href="%(url)s">Документация</a> поддержки пользователей
sk: <a href="%(url)s">Dokumentácia</a> používateľskej podpory
sl: <a href="%(url)s">Dokumentacija</a> za uporabniško podporo
sq: <a href="%(url)s">Dokumentim</a> për Asistencë Përdoruesi
sv_se: <a href="%(url)s">Dokumentation</a> för användarsupport
tr: Kullanıcı desteği <a href="%(url)s">belgeleri</a>
uk: <a href="%(url)s">Документація</a> підтримки користувачів
vi: <a href="%(url)s">Tài liệu</a> hỗ trợ người dùng

source: Developer <a href="%(url)s">documentation</a>
bg: <a href="%(url)s">Документация</a> за разработчици
cs: <a href="%(url)s">Dokumentace</a> pro vývojáře
cy: <a href="%(url)s">Dogfennaeth</a> Datblygwyr
de: <a href="%(url)s">Entwicklerdokumentation</a>
el: <a href="%(url)s">Τεκμηρίωση</a> προγραμματιστών
es_ar: <a href="%(url)s">Documentación</a> de desarrollador
es_cl: <a href="%(url)s">Documentación</a> para el desarrollador
eu: Garatzaileentzako laguntza <a href="%(url)s">dokumentazioa</a>
fi: Kehittäjän <a href="%(url)s">dokumentaatio</a>
fr: <a href="%(url)s">Documentation</a> pour le développement
fy_nl: <a href="%(url)s">Dokumintaasje</a> foar ûntwikkelers
gl: <a href="%(url)s">Documentación</a> para desenvolvedores
hu: Fejlesztői <a href="%(url)s">dokumentáció</a>
ia: <a href="%(url)s">Documentation</a> de disveloppator
is: <a href="%(url)s">Hjálparskjöl</a> þróunaraðila
it: <a href="%(url)s">Documentazione</a> per gli sviluppatori
ja: デベロッパー<a href="%(url)s">ドキュメント</a>
nl: <a href="%(url)s">Documentatie</a> voor ontwikkelaars
nn_no: <a href="%(url)s">Dokumentasjon</a> for utviklarar
pt_br: <a href="%(url)s">Documentação</a> de desenvolvimento
ru: <a href="%(url)s">Документация</a> для разработчиков
sk: <a href="%(url)s">Dokumentácia</a> pre vývojárov
sl: <a href="%(url)s">Dokumentacija</a> za razvijalce
sq: <a href="%(url)s">Dokumentim</a> për Zhvillues
sv_se: <a href="%(url)s">Dokumentation</a> för utvecklare
tr: Geliştirici <a href="%(url)s">belgeleri</a>
uk: <a href="%(url)s">Документація</a> для розробників
vi: <a href="%(url)s">Tài liệu</a> dành cho nhà phát triển

source: Code <a href="%(url)s">documentation</a>
cs: <a href="%(url)s">Dokumentace</a> ke zdrojovému kódu
cy: <a href="%(url)s">Dogfennaeth</a> Cod
de: <a href="%(url)s">Quelltext-Dokumentation</a>
el: <a href="%(url)s">Τεκμηρίωση</a> κώδικα
es_ar: <a href="%(url)s">Documentación</a> de código
es_cl: <a href="%(url)s">Documentación</a> del código
eu: Kode <a href="%(url)s">dokumentazioa</a>
fi: Koodin <a href="%(url)s">dokumentaatio</a>
fr: <a href="%(url)s">Documentation</a> du code
fy_nl: <a href="%(url)s">Dokumintaasje</a> oer koade
gl: <a href="%(url)s">Documentación</a> do código
hu: Forráskód <a href="%(url)s">dokumentációja</a>
ia: <a href="%(url)s">Documentation</a> de codification
is: <a href="%(url)s">Hjálparskjöl</a> fyrir kóða
it: <a href="%(url)s">Documentazione</a> relativa al codice
ja: コード<a href="%(url)s">ドキュメント</a>
nl: <a href="%(url)s">Documentatie</a> over code
nn_no: Kode-<a href="%(url)s">dokumentasjon</a>
pt_br: <a href="%(url)s">Documentação</a> de código
ru: <a href="%(url)s">Документация</a> по коду
sk: <a href="%(url)s">Dokumentácia</a> k zdrojovému kódu
sl: <a href="%(url)s">Dokumentacija</a> za izvorno kodo
sq: <a href="%(url)s">Dokumentim</a> kodi
sv_se: <a href="%(url)s">Dokumentation</a> för kod
tr: Kod <a href="%(url)s">belgeleri</a>
uk: <a href="%(url)s">Документація</a> програмного коду
vi: <a href="%(url)s">Tài liệu</a> đoạn mã

source: Promote
bg: Насърчаване
cs: Propagace
cy: Hyrwyddo
de: Bewerben
el: Προώθηση
es_ar: Promocionar
es_cl: Promover
eu: Sustatu
fi: Mainosta
fr: Promouvoir
fy_nl: Promoatsje
gl: Promover
hu: Népszerűsítés
ia: Promover
is: Kynna
it: Promozione
ja: 昇格
nl: Promoten
nn_no: Promoter
pl: Promowanie
pt_br: Promova
ru: Продвижение
sk: Propagácia
sl: Promocija
sq: Promovojeni
sv_se: Främja
tr: Tanıtım
uk: Просування
vi: Quảng bá

source: Advocacy is one of the easiest ways to contribute to Thunderbird! Boosting our posts on Mastodon, showcasing the software to a friend, upvoting a helpful answer on Reddit; anything that adds visibility is a huge help. Here’s where to find us on various social platforms, and how to get involved.
bg: Застъпничеството е един от най-лесните начини да допринесете за Thunderbird! Увеличаване на публикациите ни в Mastodon, показване на софтуера пред приятел, гласуване за полезен отговор в Reddit; всичко, което добавя видимост е от голяма помощ. Ето къде да ни намерите в различни социални платформи и как да се включите.
cs: Propagace je jedním z nejjednodušších způsobů, jak přispět k Thunderbirdu! Zviditelnění našich příspěvků na Mastodonu, ukázání softwaru kamarádovi, hlasování o užitečné odpovědi na Redditu; cokoli, co přispěje ke zviditelnění, je obrovskou pomocí. Zde najdete, kde nás najdete na různých sociálních platformách a jak se zapojit.
cy: Eiriolaeth yw un o'r ffyrdd hawsaf o gyfrannu at Thunderbird! Rhowch hwb i'n negeseuon ar Mastodon, dangos y feddalwedd i ffrindiau, annog ateb defnyddiol ar Reddit; mae unrhyw beth sy'n ychwanegu gwelededd yn help mawr. Dyma ble i ddod o hyd i ni ar lwyfannau cymdeithasol amrywiol, a sut i gymryd rhan.
de: Interessenvertretung ist eine der einfachsten Möglichkeiten, zu Thunderbird mitzuwirken! Unterstützen Sie unsere Beiträge auf Mastodon, präsentieren die Software einem Freund, stimmen für eine hilfreiche Antwort auf Reddit; alles, was Sichtbarkeit bewirkt, ist eine große Hilfe. Hier finden Sie uns auf verschiedenen sozialen Plattformen und wie Sie mitmachen können.
el: Η προώθηση είναι ένας από τους πιο εύκολους τρόπους συνεισφοράς στο Thunderbird! Μπορείτε να μας βοηθήσετε ενισχύοντας τις αναρτήσεις μας στο Mastodon, παρουσιάζοντας το λογισμικό σε έναν φίλο, ψηφίζοντας θετικά μια χρήσιμη απάντηση στο Reddit ή κάνοντας οτιδήποτε άλλο που να παρέχει ορατότητα. Δείτε πού θα μας βρείτε σε διάφορες πλατφόρμες κοινωνικής δικτύωσης και πώς να συνεισφέρετε.
es_ar: ¡El activismo es una de las formas más fáciles de contribuir con Thunderbird! Mejorar nuestras publicaciones en Mastodon, mostrar el software a un amigo, votar una respuesta útil en Reddit; cualquier cosa que agregue visibilidad es de gran ayuda. Acá te mostramos dónde encontrarnos en las distintas plataformas sociales y cómo involucrarte.
es_cl: ¡El activismo es una de las formas más fáciles de contribuir con Thunderbird! Potenciar el alcance de nuestras publicaciones en Mastodon, mostrar el software a un amigo, votar por una respuesta útil en Reddit; cualquier cosa que sume visibilidad es de gran ayuda. Acá te mostramos dónde encontrarnos en las distintas plataformas sociales y cómo involucrarte.
eu: Advocacy Thunderbirden ekarpena egiteko modurik errazenetako bat da! Mastodonen gure mezuak areagotzea, softwarea lagun bati erakustea, Redditen erantzun lagungarriari botoa ematea; ikusgarritasuna gehitzen duen edozer laguntza izugarria da. Hona hemen hainbat plataforma sozialetan non aurkitu gaitzazuen eta nola parte hartu.
fi: Mainostaminen ja tunnettuuden lisääminen on yksi helpoimmista tavoista osallistua Thunderbirdiin! Viestiemme tehostaminen Mastodonissa, ohjelmiston esittely ystävälle, hyödyllisten vastausten äänestäminen Redditissä; kaikki mikä lisää näkyvyyttä, on valtava apu. Löydät meidät erilaisilta sosiaalisilta alustoilta ja lisätietoja miten voit osallistua.
fr: Communiquer autour de Thunderbird est une des façons les plus simples d’y contribuer ! Booster nos posts sur Mastodon, faire découvrir le projet à un·e ami·e, upvoter une réponse utile sur Reddit ; tout moyen d’apporter de la visibilité est une aide précieuse. Voici comment nous trouver sur différents réseaux sociaux, et comment participer.
fy_nl: Promoasje is ien fan de maklikste manieren om by te dragen oan Thunderbird! It stimulearjen fan ús berjochten op Mastodon, de software toane oan in freon, in nuttich antwurd ‘upvote’ op Reddit; alles dat sichtberens tafoeget is in enoarme help. Hjir is wêr’t jo ús fine kinne op ferskate sosjale platfoarms, en hoe’t jo meidwaan kinne.
gl: A defensa é unha das formas máis sinxelas de contribuír a Thunderbird. Impulsar as nosas publicacións en Mastodon, mostrar o software a un amigo, votar unha resposta útil en Reddit; calquera cousa que engade visibilidade é de gran axuda. Aquí tes onde atoparnos en varias plataformas sociais e como participar.
hu: A népszerűsítés a Thunderbirdben való közreműködés egyik legkönnyebb módja! A bejegyzéseink megosztása a Mastodonon, a szoftver bemutatása egy barátnak, egy hasznos válasz felszavazása a Redditen; bármi, ami növeli a láthatóságunkat, nagy segítség. Itt szerepel, hogy hol találhat meg minket a közösségi platformokon, és hogyan vehet ebben részt.
ia: Le activitate de propugnation es un del plus facile manieras pro contribuer con Thunderbird! Stimular nostre messages sur Mastodon, presentar le software a un amico, votar a favor de un responsa utile sur Reddit; qualcosa que adde visibilitate es un adjuta enorme. Ecce ubi trovar nos sur varie platteformas social, e como esser interessate.
it: La promozione è uno dei modi più semplici per contribuire a Thunderbird! Potenziare i nostri post su Mastodon, mostrare il software a un amico, votare una risposta utile su Reddit; tutto ciò che aggiunge visibilità è di grande aiuto. Ecco dove trovarci sulle varie piattaforme social e come partecipare.
ja: アドボカシーは、Thunderbirdに貢献する最も簡単な方法の1つです！ Mastodonでの投稿をブーストし、ソフトウェアを友達に紹介し、Redditで役に立つ回答に投票します。可視性を高めるものはすべて大きな助けになります。さまざまなソーシャルプラットフォームで私たちを見つける方法と参加する方法について説明します。
nl: Promotie is een van de gemakkelijkste manieren om aan Thunderbird bij te dragen! Het promoten van berichten op Mastodon, het presenteren van de software aan een vriend, het upvoten van een nuttig antwoord op Reddit; alles wat zichtbaarheid toevoegt, is een enorme hulp. Hier vindt u waar u ons op diverse sociale platformen kunt vinden en hoe u mee kunt doen.
nn_no: Advokatverksemd er ein av dei enklaste måtane å bidra til Thunderbird! Forsterke innlegga våre på Mastodon, vise fram programvara til ein venn, stemme opp eit nyttig svar på Reddit; alt som legg til synlegheit er til stor hjelp. Her finn du oss på ulike sosiale plattformer, og korleis du kan engasjere deg.
pt_br: Ativismo é uma das maneiras mais fáceis de contribuir com o Thunderbird! Impulsionar nossas publicações no Mastodon, apresentar o software para um amigo, dar voto positivo em uma resposta útil no Reddit; qualquer coisa que adicione visibilidade é uma grande ajuda. Veja onde nos encontrar em várias plataformas sociais e como participar.
ru: Пропаганда — один из самых простых способов внести свой вклад в Thunderbird! Продвижение наших постов на Mastodon, показ программы другу, голосование за полезный ответ на Reddit; всё, что добавляет видимости, является огромной помощью. Вот где нас можно найти на различных социальных платформах и как принять участие.
sk: Propagácia je jedným z najjednoduchších spôsobov, ako prispieť do Thunderbirdu! Posilnenie našich príspevkov na Mastodone, predstavenie softvéru priateľovi, hlasovanie za užitočnú odpoveď na Reddite; všetko, čo zvyšuje viditeľnosť, je obrovskou pomocou. Tu je miesto, kde nás nájdete na rôznych sociálnych platformách a ako sa zapojiť.
sl: Zagovorništvo je eden najlažjih načinov za prispevanje k Thunderbirdu! Pospeševanje naših objav na Mastodonu, predstavitev programske opreme prijatelju, glasovanje za uporaben odgovor na Redditu; vse, kar prispeva k prepoznavnosti, je v veliko pomoč. Kje nas najdete na različnih družbenih platformah in kako se nam pridružite.
sv_se: Advocacy är ett av de enklaste sätten att bidra till Thunderbird! Boosta våra inlägg på Mastodon, visa upp programvaran för en vän, rösta upp ett användbart svar på Reddit; allt som ger synlighet är till stor hjälp. Här hittar du oss på olika sociala plattformar och hur du kan engagera dig.
uk: Пропагування – один із найпростіших способів зробити внесок у Thunderbird! Поширення наших дописів на Mastodon, демонстрація програмного забезпечення друзям, голосування за корисну відповідь на Reddit. Все, що додає видимості, є величезною допомогою. Знайдіть нас на різних соціальних платформах і дізнайтеся, як долучитися.
vi: Vận động chính sách là một trong những cách dễ dàng nhất để đóng góp cho Thunderbird! Quảng cáo các bài đăng của chúng tôi trên Mastodon, giới thiệu phần mềm với bạn bè, bình chọn câu trả lời hữu ích trên Reddit; bất cứ điều gì bổ sung khả năng hiển thị đều là một sự trợ giúp rất lớn. Đây là nơi để tìm thấy chúng tôi trên nhiều nền tảng xã hội khác nhau và cách tham gia.

source: Leave a review on the Google Play
bg: Оставете отзив в Google Play
cy: Gadewch adolygiad ar y Google Play
de: Hinterlassen Sie eine Bewertung bei Google Play
es_ar: Dejá una opinión en Google Play
es_cl: Deja una reseña en Google Play
fi: Jätä arvostelu Google Play -kauppaan
fr: Laissez un avis sur Google Play
fy_nl: Lit in beoardieling efter op Google Play
gl: Deixa un comentario en Google Play
hu: Írjon értékelést a Google Playen
is: Skildu eftir umsögn á Google Play
ja: Google Play で評価する
nl: Laat een beoordeling achter op Google Play
pt_br: Deixe uma avaliação no Google Play
ru: Оставьте отзыв в Google Play
sk: Napíšte recenziu na Google Play
sl: Pustite oceno za Google Play
sq: Lini një shqyrtim në Google Play
sv_se: Lämna en recension på Google Play
tr: Google Play’de yorum yazın
uk: Напишіть відгук на Google Play
vi: Để lại đánh giá trên Google Play

source: Design
bg: Дизайн
cs: Návrhy a nápady
cy: Dylunio
de: Gestalten
el: Σχεδιασμός
es_ar: Diseñar
es_cl: Diseñar
eu: Diseinatu
fi: Suunnittele
fy_nl: Ûntwerpe
gl: Deseño
hu: Dizájn
is: Hanna
ja: デザイン
nl: Ontwerpen
nn_no: Utforming
pl: Projektowanie
pt_br: Projete
ru: Дизайн
sk: Návrhy a nápady
sl: Oblikovanje
tr: Tasarım
uk: Дизайн
vi: Thiết kế
