Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: Thunderbird’s mission is to give you the best privacy-respecting, customizable communication experience possible. Free for everyone to install and enjoy!
bg: Мисията на Thunderbird е да ви даде възможно най-доброто изживяване при разговори с възможност за приспособяване, зачитащо поверителността. Свободно и безплатно за всеки да го инсталира и да му се наслаждава!
cs: Posláním Thunderbirdu je poskytnout vám nejlepší možnou přizpůsobitelnou komunikaci respektující soukromí. Zdarma pro každého!
cy: Cenhadaeth Thunderbird yw rhoi'r profiad cyfathrebu gorau posibl i chi, sy'n parchu preifatrwydd ac yn hawdd ei addasadwy. Am ddim i bawb ei osod a'i fwynhau!
de: Die Mission von Thunderbird ist es, Ihnen das bestmögliche datenschutzfreundliche, anpassbare Kommunikationserlebnis zu bieten. Installation und Nutzung ist für alle kostenlos!
el: Αποστολή του Thunderbird είναι να παρέχει την καλύτερη δυνατή εμπειρία επικοινωνίας που σέβεται το απόρρητο και είναι προσαρμόσιμη. Όλοι μπορούν να το εγκαταστήσουν και να το χρησιμοποιήσουν δωρεάν!
es_ar: La misión de Thunderbird es brindarte la mejor experiencia de comunicación personalizable y respetuosa de la privacidad posible. ¡Gratis para que todos lo instalen y disfruten!
es_cl: La misión de Thunderbird es brindarte la mejor experiencia de comunicación personalizable y respetuosa de la privacidad posible. ¡Gratis para que todos lo instalen y disfruten!
es_es: La misión de Thunderbird es brindarte la mejor experiencia posible de comunicación, personalizable y respetuosa de la privacidad. ¡Gratis para que todos lo instalen y disfruten!
eu: Thunderbirden eginkizuna pribatutasuna errespetatzen duen komunikazio-esperientzia pertsonalizagarri onena eskaintzea da. Guztiek instalatu eta gozatzeko libre eta doan!
fi: Thunderbirdin tehtävänä on tarjota sinulle paras yksityisyyttä kunnioittava, mukautettava viestintäkokemus. Ilmainen kaikille, asenna ja nauti!
fr: La mission de Thunderbird est de vous offrir la meilleure expérience de communication possible, respectueuse de la vie privée et personnalisable. L’installation est gratuite pour tout le monde, profitez-en !
fy_nl: De missy fan Thunderbird is om jo de bêst mooglike privacy-respektearjende, oanpasbere kommunikaasjeûnderfining te bieden. Fergees foar elkenien om te ynstallearjen en derfan te genietsjen!
gl: A misión de Thunderbird é ofrecerche a mellor experiencia de comunicación personalizable e respectuosa coa privacidade. Gratuíto para que todos poidan instalar e gozar!
hu: A Thunderbird küldetése, hogy a lehető legjobb, az adatvédelmet tiszteletben tartó, testreszabható kommunikációs élményt biztosítson. Mindenki számára ingyenesen telepíthető és élvezhető!
ia: Le mission de Thunderbird es de dar te le melior experientia de communication possibile, respectuose del confidentialitate e personalisabile. Gratuite a installar e fruer pro totes!
is: Meginmarkmið Thunderbird eru að gefa þér kost á samskiptum sem þú getur sniðið að þínum óskum, og sem virða friðhelgi þína eins og best verður við komið. Öllum frjálst að setja upp og nota!
it: La missione di Thunderbird è quella di offrire la migliore esperienza di comunicazione possibile, personalizzabile e rispettosa della privacy. Tutti possono installarlo e utilizzarlo gratuitamente!
ja: Thunderbirdの使命は、プライバシーを尊重し、カスタマイズ可能な最高のコミュニケーション体験を提供することです。誰でも 無料でインストールして楽しむことができます！
nl: De missie van Thunderbird is om u de best mogelijke privacy-respecterende, aanpasbare communicatie-ervaring te bieden. Gratis voor iedereen om te installeren en ervan te genieten!
nn_no: Oppdraget til Thunderbirds er å gi deg den best moglege kommunikasjonsopplevinga som respekterer personvern og kan tilpassast. Gratis for alle å installere, og å nyte godt av!
pl: Misją Thunderbirda jest oferowanie jak najlepszej komunikacji z poszanowaniem prywatności. Każdy może zainstalować i używać go za darmo.
pt_br: A missão do Thunderbird é oferecer a melhor experiência possível de comunicação, personalização e respeito à sua privacidade. Gratuito para quem quiser instalar e aproveitar!
ru: Миссия Thunderbird состоит в том, чтобы предоставить вам наилучший настраиваемый опыт общения с соблюдением конфиденциальности. Бесплатно для всех, чтобы установить и наслаждаться!
sk: Poslaním Thunderbirdu je poskytnúť vám ten najlepší prispôsobiteľný spôsob komunikácie rešpektujúci súkromie. Bezplatne pre každého!
sl: Poslanstvo Thunderbirda je ponuditi komunikacijsko okolje, ki spoštuje vašo zasebnost, je prilagodljivo in karseda zmogljivo. Brezplačno in prosto dostopno vsakomur!
sq: Misioni i Thunderbird-it është t’ju japë mjetet më të mira të komunikimit, që respektojnë privatësinë, që mund të përshtaten. Falas për këdo ta instalojë dhe shijojë!
sv_se: Thunderbirds uppdrag är att ge dig den bästa möjliga kommunikationsupplevelsen som respekterar integritet och kan anpassas. Gratis för alla att installera och njuta av!
uk: Місія Thunderbird – надати вам найкращий досвід спілкування з можливістю налаштування та збереженням приватності. Свобода встановлення та користування для всіх!
vi: Sứ mệnh của Thunderbird là mang đến cho bạn trải nghiệm giao tiếp có thể tùy chỉnh, tôn trọng quyền riêng tư tốt nhất có thể. Miễn phí cho mọi người cài đặt và thưởng thức!

source: Accomplishing that mission means maintaining expensive servers, fixing bugs, developing useful new features, and hiring talented engineers to improve the software.
bg: Изпълнението на тази мисия означава поддържане на скъпи сървъри, изправяне на дефекти, разработване на полезни нови възможности и наемане на талантливи инженери за подобряване на софтуера.
cs: Splnění tohoto úkolu znamená udržovat drahé servery, opravovat chyby, vyvíjet nové užitečné funkce a najímat talentované inženýry, kteří budou software vylepšovat.
cy: Mae cyflawni'r genhadaeth honno'n golygu cynnal gweinyddion drud, trwsio gwallau, datblygu nodweddion newydd defnyddiol, a llogi peirianwyr dawnus i wella'r meddalwedd.
de: Um diese Mission zu erfüllen, müssen teuere Server gewartet, Fehler behoben, nützliche neue Funktionen entwickelt und talentierte Entwickler angestellt werden, um die Software zu verbessern.
el: Η εκπλήρωση αυτής της αποστολής σημαίνει συντήρηση ακριβών διακομιστών, διόρθωση σφαλμάτων, ανάπτυξη χρήσιμων νέων λειτουργιών και πρόσληψη ταλαντούχων μηχανικών για τη βελτίωση του λογισμικού.
es_ar: Cumplir esa misión significa mantener servidores costosos, corregir errores, desarrollar nuevas funciones útiles y contratar ingenieros talentosos para mejorar el software.
es_cl: Cumplir esa misión significa mantener servidores costosos, corregir errores, desarrollar nuevas funcionalidades útiles y contratar ingenieros talentosos para mejorar el software.
es_es: Cumplir esa misión significa mantener costosos servidores, corregir errores, desarrollar nuevas funciones útiles y contratar ingenieros talentosos para mejorar el software.
eu: Eginkizun hori betetzeak zerbitzari garestiak mantentzea, akatsak konpondu, funtzio berri erabilgarriak garatzea eta softwarea hobetzeko talentu handiko ingeniariak kontratatzea dakar.
fi: Tämän tehtävän suorittaminen tarkoittaa kalliiden palvelinten ylläpitoa, virheiden korjaamista, hyödyllisten uusien ominaisuuksien kehittämistä ja lahjakkaiden insinöörien palkkaamista ohjelmiston parantamiseksi.
fr: Pour mener à bien cette mission, il faut entretenir des serveurs onéreux, corriger les bugs, développer de nouvelles fonctionnalités et recruter du personnel talentueux pour améliorer le logiciel.
fy_nl: It folbringen fan dy missy betsjut it ûnderhâlden fan djoere servers, ir oplossen fan bugs, nuttige nije funksjes ûntwikkelje, en ynhier fan talintfolle yngenieurs om de software te ferbetterjen.
gl: Cumprir esa misión significa manter servidores caros, corrixir erros, desenvolver novas funcións útiles e contratar enxeñeiros talentosos para mellorar o software.
hu: A küldetés teljesítése drága kiszolgálók karbantartását, a hibák javítását, hasznos új funkciók fejlesztését, és tehetséges mérnökök felvételét jelenti, akik fejlesztik a szoftvert.
ia: Complir iste mission significa mantener servitores costose, remediar errores, disveloppar utile nove functiones, e ingagiar ingenieros talentose pro meliorar le software.
is: Til að uppfylla þessi markmið, þarf að viðhalda dýrum netþjónum og reka, lagfæra galla, þróa nýja eiginleika og ráða hæfileikaríka forritara til að betrumbæta hugbúnaðinn.
it: Per realizzare questa missione dobbiamo mantenere server costosi, correggere bug, sviluppare nuove funzionalità e assumere sviluppatori di talento per migliorare il software.
ja: その使命を達成するには、高価なサーバーの維持、バグの修正、有用な新機能の開発、そしてソフトウェアを改善するために有能なエンジニアを 雇う必要があります。
nl: Het volbrengen van die missie betekent het onderhouden van dure servers, het oplossen van bugs, het ontwikkelen van handige nieuwe functies, en het aannemen van getalenteerde programmeurs om de software te verbeteren.
nn_no: Å klare det oppdraget tyder å halde ved like dyre serverar, rette feil, utvikle nye nyttige funksjonar og tilsetje dyktiga ingeniørar for å forbetre programvara.
pl: Realizacja tej misji oznacza utrzymywanie drogich serwerów, usuwanie błędów, opracowywanie nowych przydatnych funkcji i zatrudnianie zdolnych programistów, którzy rozwijają program.
pt_br: Cumprir esta missão significa manter servidores caros, corrigir erros, desenvolver novos recursos úteis e contratar engenheiros talentosos para melhorar o software.
ru: Выполнение этой миссии означает обслуживание дорогих серверов, исправление ошибок, разработку новых полезных функций и найм талантливых инженеров для улучшения программного обеспечения.
sk: Splnenie tohto poslania znamená údržbu drahých serverov, odstraňovanie chýb, vývoj užitočných nových funkcií a najímanie talentovaných inžinierov na zlepšenie softvéru.
sl: To poslanstvo pomeni, da je treba vzdrževati drago strežniško infrastrukturo, odpravljati napake, razvijati uporabne nove zmožnosti in zaposlovati nadarjene programerje.
sq: Përmbushja e këtij misioni do të thotë mbajtje në punë shërbyesish të kushtueshëm, ndreqje të metash, zhvillim veçorish të reja të dobishme dhe punësim inxhinierësh të talentuar që të përmirësojnë software-in.
sv_se: Att klara det uppdraget innebär att underhålla dyra servrar, fixa buggar, utveckla användbara nya funktioner och anställa duktiga ingenjörer för att förbättra programvaran.
tr: Bu misyonu yerine getirmek için yüksek maliyetli sunucular kullanmamız, hataları düzeltmemiz, kullanışlı yeni özellikler geliştirmemiz ve yazılımı geliştirecek yetenekli programcıları işe almamız gerekiyor.
uk: Виконання цієї місії означає підтримку дорогих серверів, виправлення помилок, розробку нових корисних функцій, а також оплату талановитим інженерам, які вдосконалюють програмне забезпечення.
vi: Hoàn thành sứ mệnh đó có nghĩa là duy trì các máy chủ đắt tiền, sửa lỗi, phát triển các tính năng mới hữu ích và thuê các kỹ sư tài năng để cải thiện phần mềm.

source: Thunderbird is proud to be funded exclusively by our community, not by selling personal data or displaying ads in your inbox.
bg: Thunderbird се гордее, че се финансира изключително от нашата общност, а не чрез продажба на лични данни или показване на реклами във вашата входяща кутия.
cs: Thunderbird je hrdý na to, že je financován výhradně naší komunitou, nikoli prodejem osobních údajů nebo zobrazováním reklam ve vaší schránce.
cy: Mae Thunderbird yn falch o gael ei ariannu dim ond gan ein cymuned, nid trwy werthu data personol neu ddangos hysbysebion yn eich blwch derbyn.
de: Thunderbird ist stolz darauf, ausschließlich von unserer Gemeinschaft finanziert zu werden, nicht durch den Verkauf persönlicher Daten oder die Anzeige von Werbung in Ihrem Posteingang.
el: Η ομάδα του Thunderbird είναι περήφανη που χρηματοδοτείται αποκλειστικά από την κοινότητά μας και όχι από την πώληση προσωπικών δεδομένων ή την εμφάνιση διαφημίσεων στα εισερχόμενά σας.
es_ar: Thunderbird se enorgullece de ser financiado exclusivamente por nuestra comunidad, no vendiendo datos personales ni mostrando anuncios en tu bandeja de entrada.
es_cl: Thunderbird se enorgullece de ser financiado exclusivamente por nuestra comunidad, sin vender datos personales ni mostrando anuncios en tu bandeja de entrada.
es_es: Thunderbird se enorgullece de recibir financiación exclusivamente de nuestra comunidad, no de la venta de datos personales ni de la visualización de anuncios en tu bandeja de entrada.
eu: Thunderbird harro dago gure komunitateak soilik finantzatu duelako, ez datu pertsonalak salduz edo sarrera-ontzian iragarkiak erakutsiz.
fi: Thunderbird on ylpeä siitä, että sen rahoituksesta vastaa täysin yhteisö, eikä rahoitusta kerätä myymällä henkilötietoja tai näyttämällä mainoksia postilaatikossasi.
fr: Thunderbird est fier d’être financé exclusivement par notre communauté et non pas en vendant des données personnelles ou en affichant des publicités dans votre boîte de réception.
fy_nl: Thunderbird is grutsk om eksklusyf finansiere te wurde troch ús mienskip, net troch persoanlike gegevens te ferkeapjen of advertinsjes yn te toanen yn jo Postfek YN.
gl: Thunderbird enorgullece ser financiado exclusivamente pola nosa comunidade, non vendendo datos persoais ou mostrando anuncios en a túa caixa de entrada.
hu: A Thunderbird büszke arra, hogy kizárólag a közösség által van finanszírozva, nem pedig személyes adatok eladásából vagy a postafiókjában megjelenített hirdetésekből.
ia: Thunderbird es orgoliose de esser financiate exclusivemente per nostre communitate, non per vender datos personal o monstrar avisos publicitari in tu cassa de entrata.
is: Thunderbird er stolt af því að geta verið fjármagnað eingöngu af samfélaginu í kringum okkur, án þess að vera að selja persónuleg gögn notenda eða birta auglýsingar í pósthólfinu þínu.
it: Thunderbird è fiero di essere finanziato esclusivamente dalla nostra community, non dalla vendita di dati personali o dalla visualizzazione di annunci nella tua casella di posta elettronica.
ja: Thunderbirdは、個人情報を販売したり、受信トレイに広告を表示したりすることではなく、私たちのコミュニティによってのみ資金を調達していることを 誇りに思っています。
nl: Thunderbird is er trots op exclusief te worden gefinancierd door onze gemeenschap, niet door persoonlijke gegevens te verkopen of door advertenties te tonen in uw Postvak IN.
nn_no: Thunderbird er stolte over å ekslusivt vere finansierte av fellesskapet vårt, ikkje ved å selje personleg informasjon eller vise annonsar i innboksen din.
pl: Thunderbird szczyci się tym, że jest finansowany wyłącznie przez społeczność, a nie dzięki sprzedaży danych osobowych albo wyświetlaniu reklam w skrzynce odbiorczej.
pt_br: O Thunderbird tem orgulho de ser financiado exclusivamente por nossa comunidade, não vendendo dados pessoais ou exibindo anúncios em sua caixa de entrada.
ru: Thunderbird гордится тем, что финансируется исключительно нашим сообществом, а не за счет продажи личных данных или показа рекламы в вашем почтовом ящике.
sk: Thunderbird je hrdý na to, že je financovaný výlučne našou komunitou, nie predajom osobných údajov alebo zobrazovaním reklám vo vašej schránke.
sl: Thunderbird je ponosen, da ga financira izključno skupnost in da ne ustvarja dobička s prodajo osebnih podatkov ali s prikazovanjem oglasov v e-poštnem predalu.
sq: Thunderbird-i është krenar që është i financuar përjashtimisht nga bashkësia jonë, por pa shitur të dhëna personale, apo shfaqur reklama te kutia juaj postare.
sv_se: Thunderbird är stolta över att finansieras exklusivt av vår community, inte genom att sälja personlig information eller visa annonser i din inkorg.
tr: Thunderbird’ü kişisel verilerinizi satarak veya gelen kutunuzda reklam göstererek değil, yalnızca kullanıcılarımızın bağışlarıyla finanse edebilmemiz bizim için bir gurur kaynağı.
uk: Thunderbird пишається тим, що отримує фінансування виключно від нашої спільноти, а не шляхом продажу особистих даних чи показу реклами у вашій поштовій скриньці.
vi: Thunderbird tự hào được tài trợ độc quyền bởi cộng đồng của chúng tôi, không phải bằng cách bán dữ liệu cá nhân hoặc hiển thị quảng cáo trong hộp thư đến của bạn.

source: So today we’re asking for your help to keep Thunderbird alive and thriving. If you get value from using Thunderbird, please consider giving a donation to support it!
bg: Затова днес молим за вашата помощ, за да поддържаме Thunderbird жив и процъфтяващ. Ако виждате стойност от използването на Thunderbird, моля, обмислете дарение, за да го подкрепите!
cs: Proto vás dnes žádáme o pomoc, aby Thunderbird zůstal naživu a prosperoval. Pokud pro vás má používání Thunderbirdu hodnotu, zvažte prosím možnost přispět na jeho podporu!
cy: Felly heddiw rydym yn gofyn am eich help i gadw Thunderbird yn fyw ac yn ffynnu. Os cewch werth o ddefnyddio Thunderbird, ystyriwch roi cyfraniad i'w gefnogi!
de: Deshalb bitten wir Sie heute, uns zu helfen, um Thunderbird am Leben und am Laufen zu halten. Wenn Sie von der Verwendung von Thunderbird profitieren, ziehen Sie bitte eine Spende in Erwägung, um ihn zu unterstützen!
el: Σήμερα λοιπόν ζητάμε να βοηθήσετε το Thunderbird να επιβιώσει και να ευημερήσει. Εάν χρησιμοποιείτε και εκτιμάτε το Thunderbird, σκεφτείτε να κάνετε μια δωρεά για να το υποστηρίξετε!
es_ar: Así que hoy te pedimos que nos ayudés a mantener a Thunderbird vivo y próspero. Si le das valor a usar Thunderbird, ¡considerá hacer una donación para apoyarlo!
es_cl: Así que hoy estamos solicitando tu ayuda para mantener Thunderbird vivo y próspero. Si obtienes valor al usar Thunderbird, ¡considera hacer una donación para apoyarlo!
es_es: Por eso, hoy pedimos tu ayuda para mantener Thunderbird vivo y próspero. Si obtienes valor al usar Thunderbird, !considera hacer una donación para apoyarlo!
eu: Beraz, gaur zure laguntza eskatzen dizugu Thunderbird bizirik eta hazten mantentzeko. Thunderbird erabiltzeagatik balioa lortzen baduzu, pentsa ezazu dohaintza bat ematea laguntzeko!
fi: Tänään siis pyydämme apuasi pitääksemme Thunderbirdin hengissä ja kukoistavana. Jos saat arvoa Thunderbirdia käyttäessä, harkitse lahjoituksen antamista sen tukemiseksi!
fr: C’est pourquoi nous avons besoin de votre aide aujourd’hui pour assurer la pérennité de Thunderbird. Si Thunderbird vous est précieux et utile, songez à faire un don pour le soutenir !
fy_nl: Hjoed freegje wy jo dus om ús te helpen om Thunderbird libjend en bloeiend te hâlden. As jo wearde helje út it gebrûk fan Thunderbird, tink dan ris nei om in donaasje te jaan om it te stypjen!
gl: Entón, hoxe pedimos a túa axuda para manter a Thunderbird vivo e próspero. Se obtén valor co uso Thunderbird, considera facer unha doazón para apoialo.
hu: Tehát ma a segítségét kérjük, hogy a Thunderbird életben maradhasson és virágozhasson. Ha értéket nyer a Thunderbird használatából, akkor fontolja meg az adományozást!
ia: Assi hodie nos te demanda de adjutar a mantener Thunderbird vive e prospere. Si tu obtene valor de usar Thunderbird, considerara dar un donation pro supportar lo!
is: Þannig í dag biðjum við þig um að hjálpa okkur við að halda Thunderbird í gangi. Ef þú færð eitthvað út úr því að nota Thunderbird skaltu íhuga að leggja þitt af mörkum til að styðja við verkefnið!
it: Quindi oggi ti chiediamo di aiutarci a mantenere Thunderbird attivo e vitale. Se ti piace usare Thunderbird, prendi in considerazione l’idea di fare una donazione per sostenerlo!
ja: Thunderbirdを存続させ、繁栄させるために、皆様のご協力をお願いいたします。 Thunderbirdを使用することで価値を得ることができるのであれば、Thunderbirdをサポートするための寄付をご検討ください！
nl: Vandaag vragen we u dus om uw hulp om Thunderbird levend en bloeiend te houden. Als u waarde haalt uit het gebruik van Thunderbird, overweeg dan om een donatie te doen om het te ondersteunen!
nn_no: So i dag ber vi om di hjelp for å halde Thunderbird i live og blømande. Om det har ein verdi for deg å bruke Thunderbird, vurder å donere ein slant for å stø prosjektet!
pl: Dlatego dziś prosimy Cię o pomoc, aby utrzymać i rozwijać Thunderbirda. Jeśli korzystasz z Thunderbirda, rozważ przekazanie datku na jego wsparcie.
pt_br: Portanto, pedimos que nos ajude a manter o Thunderbird vivo e próspero. Se você dá valor ao uso do Thunderbird, considere fazer uma doação para apoiar!
ru: Поэтому сегодня мы просим вашей помощи, чтобы Thunderbird оставался живым и процветающим. Если вы получаете выгоду от использования Thunderbird, пожалуйста, подумайте о том, чтобы сделать пожертвование, чтобы поддержать его!
sk: Takže dnes vás žiadame o pomoc, aby Thunderbird zostal nažive a prosperoval. Ak máte z používania Thunderbirdu úžitok, zvážte darovanie príspevku na jeho podporu!
sl: Zato vas danes prosimo, da nam pomagate ohraniti Thunderbird pri življenju in pri močeh. Če vam Thunderbird koristi, razmislite o tem, da ga podprete z donacijo!
sq: Pra, sot ju kërkojmë të ndihmoni për ta mbajtur Thunderbird-in gjallë dhe në lulëzim. Nëse përfitoni vlerë nga përdorimi i Thunderbird-it, ju lutemi, shihni mundësinë e dhënies së një dhurimi, për ta përkrahur!
sv_se: Så idag ber vi om din hjälp för att hålla Thunderbird vid liv och blomstrande. Om du får värde av att använda Thunderbird, överväg att ge en donation för att stödja det!
uk: Тому сьогодні ми просимо вашої допомоги, щоб і надалі розвивати й вдосконалювати Thunderbird. Якщо ви отримуєте цінність від використання Thunderbird, підтримайте нас внеском!
vi: Vì vậy, hôm nay chúng tôi yêu cầu sự giúp đỡ của bạn để giữ cho Thunderbird tồn tại và phát triển. Nếu bạn nhận được giá trị từ việc sử dụng Thunderbird, hãy cân nhắc việc quyên góp để hỗ trợ nó!

source: Thank you for choosing Thunderbird!
bg: Благодарим ви, че избрахте Thunderbird!
cy: Diolch am ddewis Thunderbird!
de: Danke, dass Sie sich für Thunderbird entschieden haben!
el: Ευχαριστούμε που επιλέξατε το Thunderbird!
es_ar: ¡Gracias por elegir Thunderbird!
es_cl: ¡Gracias por elegir Thunderbird!
eu: Eskerrik asko Thunderbird aukeratzeagatik!
fi: Kiitos, että valitsit Thunderbirdin!
fr: Merci d’avoir choisi Thunderbird !
fy_nl: Tank foar it kiezen fan Thunderbird!
gl: Grazas por escoller Thunderbird!
hu: Köszönjük, hogy a Thunderbirdöt választotta!
ia: Gratias pro haber eligite Thunderbird!
is: Takk fyrir að velja Thunderbird!
it: Grazie per aver scelto Thunderbird!
ja: Thunderbirdをお選びいただきありがとうございます！
nl: Bedankt voor het kiezen van Thunderbird!
nn_no: Takk for at du valde Thunderbird!
pt_br: Obrigado por escolher o Thunderbird!
ru: Спасибо, что выбрали Thunderbird!
sk: Ďakujeme, že ste si vybrali Thunderbird!
sl: Hvala, ker ste izbrali Thunderbird!
sq: Faleminderit që zgjidhni Thunderbird-in!
sv_se: Tack för att du väljer Thunderbird!
tr: Thunderbird’ü seçtiğiniz için teşekkür ederiz!
uk: Дякуємо, що обрали Thunderbird!
vi: Cảm ơn bạn đã chọn Thunderbird!
