Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: If you have programming experience there are a lot of ways to contribute to the Thunderbird project. Get started by identifying the area where you have the most experience and interest and following the steps to get started:
bg: Ако имате опит с програмиране има много начини да допринесете за проекта Thunderbird. За да започнете, определете областта, в която имате най-голям опит и интерес и следвате стъпките, за да започнете:
cs: Pokud máte zkušenosti s programováním, můžete do projektu Thunderbird přispět mnoha způsoby. Začněte tím, že si určíte oblast, ve které máte největší zkušenosti a zájem, a budete postupovat podle následujících kroků:
cy: Os oes gennych chi brofiad rhaglennu mae yna lawer o ffyrdd i gyfrannu at broject Thunderbird. Dechreuwch trwy nodi'r maes lle mae gennych y profiad a'r diddordeb mwyaf a dilynwch y camau i ddechrau:
de: Wenn Sie Programmiererfahrung haben, gibt es viele Möglichkeiten, zum Thunderbird-Projekt beizutragen. Identifizieren Sie zunächst den Bereich, in dem Sie die größte Erfahrung und das größte Interesse haben und befolgen Sie die Schritte, um loszulegen:
el: Αν έχετε γνώσεις προγραμματισμού, υπάρχουν πολλοί τρόποι για να συνεισφέρετε στο έργο Thunderbird. Ξεκινήστε εντοπίζοντας τον τομέα όπου έχετε τη μεγαλύτερη εμπειρία και ενδιαφέροντα και ακολουθήστε τα βήματα για να ξεκινήσετε:
es_ar: Si tenés experiencia en programación, hay muchas formas de contribuir con el proyecto Thunderbird. Empezá identificando el área en la que tenés más experiencia e interés y seguí los pasos para comenzar:
es_cl: Si tienes experiencia en programación, hay muchas formas de contribuir al proyecto Thunderbird. Comienza identificando el área donde tienes más experiencia e interés y sigue los pasos para comenzar:
eu: Programazio esperientzia baduzu, Thunderbird proiektuan ekarpenak egiteko modu asko daude. Hasi esperientzia eta interes gehien daukazun eremua identifikatzen eta hasteko urratsak jarraituz:
fi: Jos sinulla on ohjelmointikokemusta, on useita tapoja osallistua Thunderbird-projektiin. Aloita tunnistamalla alue, josta sinulla on eniten kokemusta ja kiinnostusta, ja aloita noudattamalla ohjeita:
fr: Si vous savez programmer, il existe de nombreuses façons de contribuer au projet Thunderbird. Identifiez le domaine pour lequel vous avez le plus d’expérience et d’intérêt et suivez les instructions pour vous lancer :
fy_nl: As jo programmearûnderfining hawwe, binne der in protte manieren om by te dragen oan it Thunderbird-projekt. Begjin troch it gebiet te identifisearjen dêr’t jo de measte ûnderfining en belangstelling foar hawwe en folgje de stappen om te begjinnen:
gl: Se tes experiencia en programación, hai moitas formas de contribuír ao proxecto Thunderbird. Comeza identificando a zona onde tes máis experiencia e interese e seguindo os pasos para comezar:
hu: Ha van programozási tapasztalata, sokféleképpen közreműködhet a Thunderbird projektben. Kezdje azzal, hogy azonosítja a területet, ahol a legtöbb tapasztalata és érdeklődése van, és kövesse a lépéseket:
ia: Si tu ha experientia de programmation il ha tante manieras pro collaborar al projecto Thunderbird. Initia identificante le area ubi tu ha le maxime experientia e interesse, e seque le passos pro comenciar:
it: Se hai esperienza di programmazione ci sono molti modi per contribuire al progetto Thunderbird. Inizia identificando l’area in cui hai più esperienza e interesse e segui i passaggi per cominciare:
ja: プログラミングの経験があれば、Thunderbirdプロジェクトに貢献する方法はたくさんあります。あなたが最も経験と興味を持っている分野を特定し、開始するためのステップに従ってください。
nl: Als u programmeerervaring hebt, zijn er veel manieren om aan het Thunderbird-project bij te dragen. Begin door het gebied waar u de meeste ervaring en interesse hebt te identificeren en de stappen te volgen om te beginnen:
nn_no: Viss du har erfaring med programmering, er det mange måtar å bidra til Thunderbird-prosjektet på. Kom i gang ved å identifisere området der du har mest erfaring og interesse, og følg stega for å kome i gang:
pt_br: Se você tem experiência em programação, há muitas formas de contribuir com o projeto Thunderbird. Comece identificando a área onde tem mais experiência e interesse e siga as instruções de como começar:
ru: Если у вас есть опыт программирования, есть множество способов внести свой вклад в проект Thunderbird. Начните с определения области, в которой у вас больше всего опыта и интересов, и выполните следующие шаги:
sk: Ak máte skúsenosti s programovaním, existuje veľa spôsobov, ako prispieť k projektu Thunderbird. Začnite tým, že identifikujete oblasť, v ktorej máte najväčšie skúsenosti a záujem, a postupujte podľa týchto krokov:
sl: Če imate izkušnje s programiranjem, lahko k projektu Thunderbird prispevate veliko načinov. Začnite tako, da določite področje, kjer imate največ izkušenj in zanimanja, ter sledite korakom za začetek:
sv_se: Om du har erfarenhet av programmering finns det många sätt att bidra till Thunderbird-projektet. Kom igång genom att identifiera det område där du har störst erfarenhet och intresse och följ stegen för att komma igång:
tr: Programlama deneyiminiz varsa Thunderbird projesine katkıda bulunmanın pek çok yolu var. En fazla deneyime sahip olduğunuz ve ilgi duyduğunuz alanı belirleyip işe girişmek için aşağıdaki adımları takip edin:
uk: Якщо у вас є досвід програмування, є багато способів зробити внесок у проєкт Thunderbird. Почніть із визначення сфери, в якій ви маєте найбільший досвід та інтерес, і виконайте подальші кроки, щоб розпочати:
vi: Nếu bạn có kinh nghiệm lập trình, có rất nhiều cách để đóng góp cho dự án Thunderbird. Hãy bắt đầu bằng cách xác định lĩnh vực mà bạn có nhiều kinh nghiệm và hứng thú nhất rồi làm theo các bước để bắt đầu:

source: Desktop Development:
cs: Vývoj pro desktop:
cy: Datblygiad y Bwrdd Gwaith:
de: Desktop-Entwicklung:
el: Ανάπτυξη για υπολογιστή:
es_ar: Desarrollo de escritorio:
es_cl: Desarrollo para escritorio:
eu: Mahaigaineko garapena:
fi: Työpöytäversion kehitys:
fr: Développement pour ordinateur :
fy_nl: Desktopûntwikkeling:
gl: Desenvolvemento de escritorio:
hu: Asztali fejlesztés:
ia: Disveloppamento pro Scriptorio:
is: Þróun fyrir vinnutölvur
it: Sviluppo desktop:
ja: デスクトップ開発：
nl: Desktopontwikkeling:
nn_no: Utvikling for datamaskiner:
pt_br: Desenvolvimento para computador:
ru: Разработка для ПК:
sk: Verzia pre počítače:
sl: Razvoj namizja:
sq: Zhvillim Versioni Për Desktop:
sv_se: Utveckling för datorer:
tr: Masaüstü geliştirme:
uk: Розробка версії для комп'ютера:
vi: Phát triển phần mềm máy tính để bàn:

source: Explore the <a href="%(url)s">docs</a>
bg: Разгледайте <a href="%(url)s">документацията</a>
cs: Prozkoumejte <a href="%(url)s">dokumenty</a>
cy: Darllenwch y <a href="%(url)s">ddogfennaeth</a>
de: Entdecken Sie die <a href="%(url)s">Dokumentation</a>
el: Εξερευνήστε τα <a href="%(url)s">έγγραφα</a>
es_ar: Explorá los <a href="%(url)s">documentos</a>
es_cl: Explora los <a href="%(url)s">documentos</a>
eu: Arakatu <a href="%(url)s">dokumentuak</a>
fi: Tutustu <a href="%(url)s">dokumentaatioon</a>
fr: Explorez la <a href="%(url)s">documentation</a>
fy_nl: Ferken de <a href="%(url)s">dokuminten</a>
gl: Explorar os <a href="%(url)s">documentos</a>
hu: Fedezze fel a <a href="%(url)s">dokumentációt</a>
ia: Explora le <a href="%(url)s">documentation</a>
is: Kannaðu <a href="%(url)s">hjálparskjölin</a>
it: Esplora la <a href="%(url)s">documentazione</a>
ja: <a href="%(url)s">ドキュメント</a>を見る
nl: Verken de <a href="%(url)s">documenten</a>
nn_no: Utforsk <a href="%(url)s">dokumenta</a>
pt_br: Explore a <a href="%(url)s">documentação</a>
ru: Изучите <a href="%(url)s">документацию</a>
sk: Preskúmajte <a href="%(url)s">dokumenty</a>
sl: Raziščite <a href="%(url)s">dokumentacijo</a>
sq: Eksploroni <a href="%(url)s">dokumentimet</a>
sv_se: Utforska <a href="%(url)s">dokumenten</a>
tr: <a href="%(url)s">Belgeleri</a> keşfedin
uk: Перегляньте <a href="%(url)s">документацію</a>
vi: Khám phá <a href="%(url)s">tài liệu</a>

source: Join the <a href="%(url)s">repository</a>
cs: Připojte se k <a href="%(url)s">úložišti</a>
cy: Ymunwch â'r <a href="%(url)s">storfa</a>
de: Treten Sie dem <a href="%(url)s">Repository</a> bei
el: Εγγραφείτε στο <a href="%(url)s">αποθετήριο</a>
es_ar: Unite al <a href="%(url)s">repositorio</a>
es_cl: Únete al <a href="%(url)s">repositorio</a>
eu: Sartu <a href="%(url)s">biltegian</a>
fr: Découvrez le <a href="%(url)s">dépôt logiciel</a>
fy_nl: Doch mei oan de <a href="%(url)s">repository</a>
gl: Únase ao <a href="%(url)s">repositorio</a>
hu: Csatlakozzon a <a href="%(url)s">tárolóhoz</a>
ia: Junge te al <a href="%(url)s">repositorio</a>
is: Skráðu þig inn á <a href="%(url)s">gagnasafnið</a>
it: Partecipa nel <a href="%(url)s">repository</a>
ja: <a href="%(url)s">リポジトリに参加する</a>
nl: Neem deel aan de <a href="%(url)s">repository</a>
pt_br: Junte-se ao <a href="%(url)s">repositório</a>
ru: Присоединиться к <a href="%(url)s">репозиторию</a>
sk: Pripojte sa k <a href="%(url)s">úložisku</a>
sl: Pridružite se <a href="%(url)s">repozitoriju</a>
sv_se: Gå med i <a href="%(url)s">kodförrådet</a>
tr: <a href="%(url)s">Depomuza</a> katılın
uk: Приєднайтеся до <a href="%(url)s">репозиторію</a>
vi: Tham gia <a href="%(url)s">repository</a>

source: Say hello in <a href="%(url)s">Matrix</a>
bg: Кажете ни здравей в <a href="%(url)s">Matrix</a>
cs: Ozvěte se na <a href="%(url)s">Matrixu</a>
cy: Dywedwch helo yn <a href="%(url)s">Matrics</a>
de: Sagen Sie Hallo in <a href="%(url)s">Matrix</a>
el: Πείτε «γεια» στο <a href="%(url)s">Matrix</a>
es_ar: Decí hola en <a href="%(url)s">Matrix</a>
es_cl: Saluda en <a href="%(url)s">Matrix</a>
eu: Esan kaixo <a href="%(url)s">Matrixen</a>
fi: Tervehdi <a href="%(url)s">Matrixissa</a>
fr: Dites bonjour sur <a href="%(url)s">Matrix</a>
fy_nl: Sis hallo yn <a href="%(url)s">Matrix</a>
gl: Saúda en <a href="%(url)s">Matrix</a>
hu: Köszönjön a <a href="%(url)s">Matrixon</a>
ia: Dice hallo in <a href="%(url)s">Matrix</a>
is: Heilsaðu upp á okkur á <a href="%(url)s">Matrix</a>
it: Vieni a trovarci in <a href="%(url)s">Matrix</a>
ja: <a href="%(url)s">マトリックス</a>で挨拶する
nl: Zeg hallo in <a href="%(url)s">Matrix</a>
nn_no: Sei hallo på <a href="%(url)s">Matrix</a>
pt_br: Diga olá no <a href="%(url)s">Matrix</a>
ru: Поздоровайтесь в <a href="%(url)s">Matrix</a>
sk: Pozdravte sa na <a href="%(url)s">Matrixe</a>
sl: Oglasite se na <a href="%(url)s">Matrixu</a>
sq: Na thoni diçka në <a href="%(url)s">Matrix</a>
sv_se: Säg hej i <a href="%(url)s">Matrix</a>
tr: <a href="%(url)s">Matrix</a>’te bizimle konuşun
uk: Привітайтеся у <a href="%(url)s">Matrix</a>
vi: Gửi lời chào trên <a href="%(url)s">Matrix</a>

source: Android Development:
bg: Разработка за Android:
cs: Vývoj pro Android:
cy: Datblygu Android:
de: Android-Entwicklung:
el: Ανάπτυξη για Android:
es_ar: Desarrollo de Android:
es_cl: Desarrollo para Android:
eu: Android garapena:
fi: Android-kehitys:
fr: Développement Android :
fy_nl: Android-ûntwikkeling:
gl: Desenvolvemento de Android:
hu: Androidos fejlesztés:
ia: Disveloppamento pro Android:
is: Þróun á Android
it: Sviluppo Android:
ja: Android開発：
nl: Android-ontwikkeling:
nn_no: Android-utvikling:
pt_br: Desenvolvimento para Android:
ru: Разработка для Android:
sk: Verzia pre Android:
sl: Razvoj za Android:
sq: Zhvillim Versioni Për Android:
sv_se: Utveckling för Android:
tr: Android geliştirme:
uk: Розробка Android:
vi: Phát triển phần mềm Android:

source: Website Development:
bg: Разработка за уеб:
cs: Vývoj webových stránek:
cy: Datblygiad Gwefan:
de: Website-Entwicklung:
el: Ανάπτυξη για διαδίκτυο:
es_ar: Desarrollo de sitios web:
es_cl: Desarrollo para sitios web:
eu: Web garapena:
fi: Verkkosivuston kehitys:
fr: Développement des sites web :
fy_nl: Website-ûntwikkeling:
gl: Desenvolvemento do sitio web:
hu: Weboldal-fejlesztés:
ia: Disveloppamento pro sito web:
is: Þróun vefsvæðis
it: Sviluppo siti web:
ja: ウェブサイト開発：
nl: Website-ontwikkeling:
nn_no: Nettstadutvikling:
pt_br: Desenvolvimento de sites:
ru: Разработка веб-сайта:
sk: Vývoj webových stránok:
sl: Izdelava spletne strani:
sq: Zhvillim Sajti:
sv_se: Webbplatsutveckling:
tr: Web sitesi geliştirme:
uk: Розробка вебсайту:
vi: Phát triển phần mềm trang web:

source: Test
bg: Изпитване
cs: Testování
cy: Profi
de: Testen
el: Δοκιμή
es_ar: Probar
es_cl: Probar
eu: Probatu
fi: Testaa
fr: Tester
fy_nl: Teste
gl: Analiza
hu: Tesztelés
ia: Testar
is: Prófa
ja: テスト
nl: Testen
nn_no: Teste
pl: Testowanie
pt_br: Teste
ru: Тестирование
sk: Testovanie
sl: Preizkušanje
sq: Testojeni
sv_se: Testa
tr: Test etme
uk: Тестування
vi: Thử nghiệm

source: With so many unique hardware environments and workflows, community members who test pre-release builds of Thunderbird play a vital role in the quality of the software. Plus, you help catch bugs before they can reach the general public!
bg: С толкова много уникални хардуерни среди и работни потоци, членовете на общността, които тестват изданията на Thunderbird, играят жизненоважна роля за качеството на софтуера. Освен това помагате за улавянето на дефекти, преди да са достигнали до широката публика!
cs: Vzhledem k velkému množství jedinečných hardwarových prostředí a pracovních postupů hrají členové komunity, kteří testují předběžná sestavení Thunderbirdu, zásadní roli v kvalitě softwaru. Navíc pomáháte zachytit chyby dříve, než se dostanou k široké veřejnosti!
cy: Gyda chymaint o amgylcheddau caledwedd a llifoedd gwaith unigryw, mae aelodau'r gymuned sy'n profi adeiladau Thunderbird cyn rhyddhau yn chwarae rhan hanfodol yn ansawdd y feddalwedd. Hefyd, rydych chi'n helpu i ddal gwallau cyn y gallan nhw gyrraedd y cyhoedd!
de: Bei so vielen einzigartigen Hardwareumgebungen und Arbeitsabläufen spielen Mitglieder der Gemeinschaft, die Vorabversionen von Thunderbird testen, eine wichtige Rolle für die Qualität der Software. Außerdem helfen Sie dabei, Fehler zu erkennen, bevor sie die Öffentlichkeit erreichen können!
el: Με τόσα πολλά μοναδικά περιβάλλοντα υλικού και ροές εργασίας, τα μέλη της κοινότητας που δοκιμάζουν τις πρώιμες εκδόσεις του Thunderbird, διαδραματίζουν ζωτικό ρόλο στην ποιότητα του λογισμικού. Επιπλέον, βοηθάτε στην ανίχνευση σφαλμάτων πριν φτάσουν στο ευρύ κοινό!
es_ar: Con tantos entornos de hardware y flujos de trabajo únicos, los miembros de la comunidad que prueban las versiones preliminares de Thunderbird juegan un papel vital en la calidad del software. Además, ¡ayudás a detectar errores antes de que puedan llegar al público en general!
es_cl: Con tantos entornos de hardware y flujos de trabajo únicos, los miembros de la comunidad que prueban las versiones preliminares de Thunderbird desempeñan un papel vital en la calidad del software. Además, ¡ayudas a detectar errores antes de que lleguen al público en general!
eu: Hainbeste hardware-ingurune eta lan-fluxu esklusiboak izanik, Thunderbird kaleratu aurreko bertsioak probatzen dituzten komunitateko kideak ezinbestekoak dira, softwarearen kalitatea bermatzeko. Gainera, akatsak harrapatzen lagundu dezakezu publiko orokorrarengana iritsi aurretik!
fi: Monien ainutlaatuisten laitteistoympäristöjen ja työnkulkujen ansiosta Thunderbirdin julkaisua edeltäviä koontiversioita testaavilla yhteisön jäsenillä on tärkeä rooli ohjelmiston laadussa. Lisäksi autat havaitsemaan vikoja, ennen kuin ne päätyvät suurelle yleisölle!
fr: Avec autant d’environnements matériel et de flux de travail particuliers, les membres de la communauté qui testent les préversions de Thunderbird jouent un rôle vital pour la qualité du logiciel. De plus, vous aidez à repérer les bugs avant qu’ils puissent atteindre le grand public !
fy_nl: Mei safolle unike hardware-omjouwingen en workflows spylje leden fan de mienskip dy’t pre-releasebuilds fan Thunderbird teste in fitale rol yn de kwaliteit fan de software. Plus, jo helpe bugs te finen eardat se it grutte publyk berikke kinne!
gl: Con tantos ambientes e fluxos de traballo únicos de hardware, os membros da comunidade que proban as versións previas ao lanzamento de Thunderbird xogan un papel fundamental na calidade do software. Ademais, axudas a atrapar erros antes de que cheguen ao público en xeral.
hu: A számos egyedi hardverkörnyezet és munkafolyamat miatt, a Thunderbird kiadás előtti verzióit tesztelő közösség tagjai létfontosságú szerepet játszanak a szoftver minőségében. Továbbá segítenek elkapni a hibákat, mielőtt azok elérnék a nagyközönséget!
ia: Con tante unic ambientes hardware e fluxos del labor, le membros del communitate qui verifica le pre-edition del compilationes de Thunderbird joca un rolo vital in le qualitate del software. In addition, tu adjuta a capturar le errores ante que illos pote attinger le publico general!
it: Considerando la varietà di hardware e l’unicità dei flussi di lavoro, i membri della comunità che testano le versioni preliminari di Thunderbird svolgono un ruolo fondamentale per garantire la qualità del software. Inoltre, ci aiuti a individuare i bug prima che possano raggiungere tutti gli altri utenti.
ja: 多くのユニークなハードウェア環境やワークフローを使い、Thunderbirdのプレリリースビルドをテストするコミュニティメンバーは、ソフトウェアの品質に重要な役割を果たしています。さらに、バグが一般公開される前にバグを発見することもできます！
nl: Met zoveel unieke hardwareomgevingen en -workflows spelen gemeenschapsleden die pre-releasebuilds van Thunderbird testen een cruciale rol in de kwaliteit van de software. Bovendien helpt u bugs te onderscheppen voordat ze het grote publiek kunnen bereiken!
nn_no: Med så mange unike maskinvaremiljø og arbeidsflytar spelar fellesskapsmedlemmar som testar førehandsutgjevingar av Thunderbird ei viktig rolle i kvaliteten på programvara. I tillegg hjelper du med å fange feil før dei kan nå allmenta!
pt_br: Com tantos ambientes de hardware e fluxos de trabalho exclusivos, os membros da comunidade que testam as versões de pré-lançamento do Thunderbird desempenham um papel vital na qualidade do software. Além disso, você ajuda na correção de bugs antes que cheguem ao público em geral!
ru: С таким множеством уникальных аппаратных сред и рабочих процессов, участники сообщества, тестирующие предрелизные сборки Thunderbird, играют жизненно важную роль в обеспечении качества программного обеспечения. Кроме того, вы помогаете ловить ошибки до того, как они попадут в общий доступ!
sk: S toľkými jedinečnými hardvérovými prostrediami a pracovnými postupmi zohrávajú členovia komunity, ktorí testujú verzie Thunderbirdu pred vydaním, zásadnú úlohu v kvalite softvéru. Navyše pomáhate vychytať chyby skôr, ako sa dostanú k širokej verejnosti!
sl: S toliko edinstvenimi okolji strojne opreme in poteki dela imajo člani skupnosti, ki preizkušajo predizdajne različice Thunderbirda, ključno vlogo pri kakovosti programske opreme. Poleg tega pomagate pri odkrivanju hroščev, preden dosežejo širšo javnost!
sv_se: Med så många unika hårdvarumiljöer och arbetsflöden spelar communitymedlemmar som testar pre-release-versioner av Thunderbird en viktig roll för kvaliteten på programvaran. Dessutom hjälper du till att hitta buggar innan de når allmänheten!
uk: З такою кількістю унікальних апаратних середовищ і робочих процесів учасники спільноти, які тестують дочасні версії Thunderbird, відіграють важливу роль у якості програмного забезпечення. Крім того, ви допомагаєте виловлювати помилки, перш ніж вони досягнуть широкого загалу!
vi: Với rất nhiều môi trường phần cứng và quy trình làm việc độc đáo, các thành viên cộng đồng thử nghiệm các bản dựng trước khi phát hành của Thunderbird đóng một vai trò quan trọng đối với chất lượng của phần mềm. Ngoài ra, bạn còn giúp phát hiện lỗi trước khi chúng có thể đến được với công chúng!

source: Desktop:
bg: Настолна версия:
cy: Bwrdd Gwaith:
es_ar: Escritorio:
es_cl: Escritorio:
fr: Ordinateur :
gl: Escritorio:
hu: Asztali:
is: Borðtölvur:
ja: デスクトップ:
pt_br: Computador:
ru: Настольный компьютер:
sk: Verzia pre počítače:
sl: Namizni računalnik:
sv_se: Dator:
tr: Bilgisayar:
vi: Máy tính:

source: Learn about testing <a href="%(url)s">Beta</a>
bg: Научете повече за тестването на <a href="%(url)s">Бета</a>
cs: Zjistěte více o testování <a href="%(url)s">verze Beta</a>
cy: Dysgwch am brofi'r <a href="%(url)s">Beta</a>
de: Erfahren Sie mehr über das Testen der <a href="%(url)s">Beta-Version</a>
el: Μάθετε σχετικά με τη δοκιμή της έκδοσης <a href="%(url)s">Beta</a>
es_ar: Conocé sobre cómo probar la <a href="%(url)s">Beta</a>
es_cl: Aprende acerca de cómo probar la <a href="%(url)s">Beta</a>
eu: Lortu informazio gehiago <a href="%(url)s">Beta</a> probatzeari buruz
fr: En savoir plus sur le test de versions <a href="%(url)s">bêta</a>
fy_nl: Lês oer it testen fan <a href="%(url)s">Beta</a>
gl: Obtén información sobre como probar a <a href="%(url)s">Beta</a>
hu: Tudjon meg többet a <a href="%(url)s">Béta</a> teszteléséről
ia: Apprende re testar le <a href="%(url)s">Beta</a>
is: Lærðu meira um <a href="%(url)s">Beta-prófanir</a>
it: Scopri come provare le versioni <a href="%(url)s">Beta</a>
ja: <a href="%(url)s">ベータ版</a>のテストについて学ぶ
nl: Lees over <a href="%(url)s">Beta</a> testen
nn_no: Les om korleis du testar <a href="%(url)s">Beta</a>
pt_br: Saiba como testar o <a href="%(url)s">Beta</a>
ru: Узнайте о тестировании <a href="%(url)s">Беты</a>
sk: Prečítajte si o testovaní <a href="%(url)s">verzie Beta</a>
sl: Več o preskušanju <a href="%(url)s">beta različice</a>
sq: Mësoni rreth testimi versionesh <a href="%(url)s">Beta</a>
sv_se: Läs om hur du testar <a href="%(url)s">Beta</a>
tr: <a href="%(url)s">Beta</a> testleri hakkında bilgi alın
uk: Докладніше про тестування <a href="%(url)s">Beta</a>
vi: Tìm hiểu về thử nghiệm <a href="%(url)s">Beta</a>

source: Report <a href="%(url)s">bugs</a>
bg: Докладване на<a href="%(url)s">дефекти</a>
cs: Nahlaste <a href="%(url)s">chyby</a>
cy: Adrodd ar <a href="%(url)s">wallau</a>
de: Melden Sie <a href="%(url)s">Fehler</a>
el: Αναφορά <a href="%(url)s">σφαλμάτων</a>
es_ar: Informar <a href="%(url)s">bugs</a>
es_cl: Reporta <a href="%(url)s">errores</a>
eu: Eman <a href="%(url)s">akatsen</a> berri
fr: Signaler des <a href="%(url)s">bugs</a>
fy_nl: Meld <a href="%(url)s">bugs</a>
gl: Informa de <a href="%(url)s">erros</a>
hu: Jelentsen <a href="%(url)s">hibákat</a>
ia: Reporta <a href="%(url)s">bugs</a>
is: Tilkynntu <a href="%(url)s">villur</a>
it: Segnala <a href="%(url)s">bug</a>
ja: <a href="%(url)s">バグを</a>報告する
nl: Meld <a href="%(url)s">bugs</a>
nn_no: Rapporter <a href="%(url)s">feil</a>
pt_br: Relate <a href="%(url)s">bugs</a>
ru: Сообщить о <a href="%(url)s">багах</a>
sk: Nahláste <a href="%(url)s">chyby</a>
sl: Prijavite <a href="%(url)s">napake</a>
sq: Njoftoni <a href="%(url)s">të meta</a>
sv_se: Rapportera <a href="%(url)s">buggar</a>
tr: <a href="%(url)s">Hataları</a> bildirin
uk: Повідомити про <a href="%(url)s">помилки</a>
vi: Báo cáo <a href="%(url)s">lỗi</a>

source: Translate
bg: Превеждане
cs: Překlad do vašeho jazyka
cy: Cyfieithu
de: Übersetzen
el: Μετάφραση
es_ar: Traducir
es_cl: Traducir
eu: Itzuli
fi: Käännä
fr: Traduire
fy_nl: Oersette
gl: Traducir
hu: Fordítson
ia: Traducer
is: Þýða
it: Traduzione
ja: 翻訳
nl: Vertalen
nn_no: Omset
pl: Tłumaczenie
pt_br: Traduza
ru: Перевести
sk: Preklad do vášho jazyka
sl: Prevajanje
sq: Përkthejeni
sv_se: Översätta
tr: Çeviri
uk: Перекласти
vi: Dịch
