Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: Thunderbird is a free and open-source software project founded in 2003 to make communicating and collaborating better. We are supported by the talent and generosity of thousands of individuals and part of the Mozilla family. Essential values guide us and make our work relevant. Read further to learn more.
bg: Thunderbird е свободен софтуерен проект с отворен код, създаден през 2003 г. с цел да подобри комуникацията и сътрудничеството. Ние се ползваме с подкрепата на таланта и щедростта на хиляди хора и сме част от семейството на Mozilla. Основните ни ценности ни водят напред и правят работата ни значима. Прочетете повече, за да научите повече.
cy: Mae Thunderbird yn broject meddalwedd cod agored, rhydd a rhad a sefydlwyd yn 2003 i wneud trefnu a chyfathrebu yn haws. Rydym yn cael ein cynnal gan sgiliau a rhoddion miloedd o unigolion hael ac yn cael ein cefnogi gan Mozilla. Mae gwerthoedd hanfodol yn ein harwain ac yn gwneud ein gwaith yn berthnasol. Darllenwch ymhellach i ddysgu mwy.
de: Thunderbird ist ein freies und quelloffenes Softwareprojekt, das 2003 gegründet wurde, um die Kommunikation und Zusammenarbeit zu verbessern. Wir werden durch das Talent und die Großzügigkeit von Tausenden von Menschen unterstützt und sind Teil der Mozilla-Familie. Grundlegende Werte leiten uns und machen unsere Arbeit relevant. Lesen Sie weiter, um mehr zu erfahren.
el: Το Thunderbird είναι ένα έργο ελεύθερου και ανοικτού λογισμικού που ιδρύθηκε το 2003 για να βελτιώσει την επικοινωνία και τη συνεργασία. Μας υποστηρίζουν με το ταλέντο και τη γενναιοδωρία τους χιλιάδες άτομα, ενώ ανήκουμε στην οικογένεια της Mozilla. Οι βασικές αξίες μας καθοδηγούν και κάνουν τη δουλειά μας επίκαιρη. Για να μάθετε περισσότερα, διαβάστε παρακάτω.
es_ar: Thunderbird es un proyecto de software libre y de código abierto fundado en 2003 para mejorar la comunicación y la colaboración. Contamos con el apoyo del talento y la generosidad de miles de personas y parte de la familia Mozilla. Los valores fundamentales nos guían y hacen relevante nuestro trabajo. Seguí leyendo para saber más.
es_cl: Thunderbird es un proyecto de software gratuito y de código abierto fundado en 2003 para mejorar la comunicación y colaboración. Contamos con el apoyo del talento y la generosidad de miles de personas, y somos parte de la familia Mozilla. Los valores esenciales nos guían y hacen relevante nuestro trabajo. Sigue leyendo para aprender más.
eu: Thunderbird 2003n sortu zen doako eta kode irekiko software-proiektu bat da, komunikazioa eta lankidetza hobea izateko. Milaka pertsonaren eta Mozilla familiaren talentuaren eta eskuzabaltasunaren laguntza dugu. Funtsezko balioek gidatzen gaituzte eta gure lana garrantzitsua egiten dute. Irakurri gehiago, gehiago jakiteko.
fi: Thunderbird on vapaa ja avoimen lähdekoodin ohjelmistoprojekti, joka perustettiin vuonna 2003 viestinnän ja yhteistyön parantamiseksi. Meitä tukee tuhansien ihmisten ja osan Mozilla-perheen lahjakkuus sekä anteliaisuus. Olennaiset arvot ohjaavat meitä ja tekevät työstämme merkityksellistä. Lue lisää saadaksesi lisätietoja.
fr: Thunderbird est un projet de logiciel libre et open source créé en 2003 pour faciliter la communication et la collaboration. Nous bénéficions du talent et de la générosité de milliers de personnes, et faisons partie de Mozilla. Des valeurs essentielles nous guident et rendent notre travail pertinent. Poursuivez votre lecture pour en savoir plus.
fy_nl: Thunderbird is in fergese en iepenboarne softwareprojekt oprjochte yn 2003 om kommunisearjen en gearwurkjen better te meitsjen. Wy wurde stipe troch it talint en romhannichheid fan tûzenen persoanen en binne ûnderdiel fan de Mozilla-famylje. Essinsjele wearden liede ús en meitsje ús wurk relevant. Lês fierder om mear te learen.
gl: Thunderbird é un proxecto de software gratuíto e de código aberto fundado en 2003 para mellorar a comunicación e a colaboración. Estamos apoiados polo talento e a xenerosidade de miles de persoas e parte da familia Mozilla. Os valores esenciais nos guían e fan que o noso traballo sexa relevante. Lea máis para saber máis.
hu: A Thunderbird egy szabad és nyílt forráskódú szoftverprojekt, amelyet 2003-ban alapítottak a kommunikáció és az együttműködés könnyebbé tételére. Nagylelkű emberek ezreinek tehetsége és bőkezűsége, valamint a Mozilla család támogat minket. Az alapvető értékek vezérelnek minket, és teszik relevánssá a munkánkat. Olvasson tovább a bővebb információkért.
ia: Thunderbird es un projecto software gratuite e open-source fundate in 2003 pro facer communicar e collaborar melio. Nos es supportate per le talento e le generositate de milles de personas e parte del familia Mozilla. Valores essential guida nos e rende relevante nostre labor. Lege ancora pro saper plus.
is: Thunderbird er frjálst hugbúnaðarverkefni með opnum grunnkóða sem var stofnað árið 2003 til að auðvelda samvinnu og samskipti. Við erum studd með hæfileikum og styrkjum frá þúsundum gjafmildra einstaklinga auk þess að hafa bakland hjá Mozilla. Okkur er leiðbeint með nauðsynlegum grunngildum sem gera vinnuna okkar að einhverju sem skiptir máli. Lestu lengra til að sjá nánari upplýsingar um þetta.
it: Thunderbird è un progetto di software gratuito e open source fondato nel 2003 per comunicare e collaborare in modo più semplice. Siamo supportati dal talento e dalla generosità di migliaia di persone e facciamo parte della famiglia Mozilla. Siamo guidati da valori essenziali che rendono il nostro lavoro rilevante. Continua a leggere per saperne di più.
ja: Thunderbird は、より良いコミュニケーションとコラボレーションのために 2003 年に設立された、自由なオープンソースのソフトウェアプロジェクトです。私たちは、才能豊かで協力を惜しまない何千人もの個人と寄付によって支えられている、Mozilla ファミリーの一員です。本質的な価値観が私たちを導き、私たちの活動をつながりのあるものにしています。詳しくはこちらをご覧ください。
nl: Thunderbird is een gratis en opensource softwareproject, opgericht in 2003 om communiceren en samenwerken te verbeteren. We worden gesteund door het talent en de vrijgevigheid van duizenden personen en zijn onderdeel van de Mozilla-familie. Essentiële waarden leiden ons en maken ons werk relevant. Lees verder voor meer info.
pt_br: Thunderbird é um projeto de software livre e de código aberto, fundado em 2003 para propiciar melhor comunicação e colaboração. Somos apoiados pelo talento e generosidade de milhares de pessoas e fazemos parte da família Mozilla. Valores essenciais nos guiam e tornam nosso trabalho relevante. Continue lendo para saber mais.
ru: Thunderbird - это проект свободного программного обеспечения с открытым исходным кодом, основанный в 2003 году, чтобы сделать общение и совместную работу лучше. Нас поддерживают талантливые и щедрые тысячи людей и часть семьи Mozilla. Основные принципы направляют нас и делают нашу работу востребованной. Читайте дальше, чтобы узнать больше.
sk: Thunderbird je bezplatný softvérový projekt s otvoreným zdrojovým kódom založený v roku 2003 s cieľom zlepšiť komunikáciu a spoluprácu. Podporuje nás talent a štedrosť tisícok jednotlivcov a časti rodiny Mozilla. Základné hodnoty nás vedú a robia našu prácu relevantnou. Čítajte ďalej a dozviete sa viac.
sl: Thunderbird je brezplačna in odprtokodna programska oprema, ustanovljen leta 2003, da izboljša komunikacijo in sodelovanje. Podpirata nas nadarjenost in velikodušnost na tisoče posameznikov in del Mozilline družine. Bistvene vrednote nas vodijo in delajo pomembno. Preberite nadaljevanje, če želite izvedeti več.
sq: Thunderbird-i është një projekt software-i të lirë dhe me burim të hapët, themeluar më 2003-shin për të lehtësuar komunikimin dhe bashkëpunimin. Bazohemi në talentin dhe bujarinë e mijëra individësh dhe jemi pjesë e familjes Mozilla. Na udhëheqin vlera thelbësore dhe e bëjnë punën tonë me peshë. Për të mësuar më tepër, lexoni më tepër.
sv_se: Thunderbird är ett gratis och öppen källkodsprojekt grundat 2003 för att göra kommunikation och samarbete bättre. Vi får stöd av talang och generositet från tusentals individer och en del av familjen Mozilla. Grundläggande värden vägleder oss och gör vårt arbete relevant. Läs vidare för att lära dig mer.
tr: Thunderbird, iletişimi ve işbirliğini daha iyi hale getirmek için 2003 yılında kurulmuş, özgür ve açık kaynaklı bir yazılım projesidir. Binlerce bireyin yetenekleri ve bağışlarıyla destekleniyoruz ve Mozilla ailesinin bir üyesiyiz. Temel değerlerimiz bize rehberlik ediyor ve yaptıklarımızı anlamlı kılıyor. Daha fazla bilgi almak için okumaya devam edin.
uk: Thunderbird – це проєкт вільного програмного забезпечення з відкритим кодом, заснований у 2003 році з метою покращення спілкування та взаємодії користувачів. Нас підтримують тисячі талановитих і щедрих людей, а також родина Mozilla. Ми керуємося основними цінностями, які роблять нашу роботу значущою. Читайте далі, щоб дізнатися більше.
vi: Thunderbird là một dự án phần mềm mã nguồn mở và miễn phí được thành lập vào năm 2003 nhằm giúp việc giao tiếp và cộng tác tốt hơn. Chúng tôi được hỗ trợ bởi tài năng và sự hào phóng của hàng ngàn cá nhân và một phần của gia đình Mozilla. Các giá trị thiết yếu hướng dẫn chúng tôi và làm cho công việc của chúng tôi trở nên có ý nghĩa. Đọc thêm để tìm hiểu thêm.

source: Values
bg: Ценности
cs: Hodnoty
cy: Gwerthoedd
de: Werte
el: Αξίες
es_ar: Valores
es_cl: Valores
eu: Balioak
fi: Arvot
fr: Valeurs
fy_nl: Wearden
gl: Valores
hu: Értékek
ia: Valores
is: Gildi
it: Valori
ja: 価値観
nl: Waarden
nn_no: Verdiar
pl: Wartości
pt_br: Valores
ru: Ценности
sk: Hodnoty
sl: Vrednote
sq: Vlera
sv_se: Värderingar
tr: Değerler
uk: Цінності

source: Community
bg: Общност
cs: Komunita
cy: Cymuned
de: Gemeinschaft
el: Κοινότητα
es_ar: Comunidad
es_cl: Comunidad
eu: Komunitatea
fi: Yhteisö
fr: Communauté
fy_nl: Mienskip
gl: Comunidade
hu: Közösség
ia: Communitate
is: Samfélag
it: Comunità
ja: コミュニティ
nl: Gemeenschap
nn_no: Fellesskap
pl: Społeczność
pt_br: Comunidade
ru: Сообщество
sk: Komunita
sl: Skupnost
sq: Bashkësi
sv_se: Gemenskap
tr: Topluluk
uk: Спільнота
vi: Cộng đồng

source: Organization
bg: Организация
cs: Organizace
cy: Corff
de: Organisation
el: Οργανισμός
es_ar: Organización
es_cl: Organización
eu: Erakundea
fi: Organisaatio
fr: Organisation
fy_nl: Organisaasje
gl: Organización
hu: Szervezet
ia: Organisation
is: Skipulagseining
it: Organizzazione
ja: 組織名
nl: Organisatie
nn_no: Organisasjon
pl: Organizacja
pt_br: Organização
ru: Организация
sk: Organizácia
sl: Organizacija
sq: Ent
sv_se: Företag
tr: Kuruluş
uk: Організація
vi: Tổ chức

source: Our Mission Statement
bg: Нашата мисия
cy: Ein Datganiad Cenhadaeth
de: Unser Leitbild
el: Η δήλωση της αποστολής μας
es_ar: Nuestra misión
es_cl: Nuestra declaración de misión
eu: Gure Misioaren Adierazpena
fi: Toiminta-ajatuksemme
fr: Notre mission
fy_nl: Us misje
gl: Declaración da nosa misión
hu: Küldetésünk
ia: Nostre mission
is: Yfirlýsing um markmið okkar
it: La nostra missione
ja: 私たちの行動指針
nl: Onze missie
nn_no: Oppdraget vårt
pl: Nasza misja
pt_br: Nossa missão
ru: Наша миссия
sk: Vyhlásenie o našej misii
sl: Naše poslanstvo
sq: Deklarim i Misionit Tonë
sv_se: Vårt uppdrag
tr: Misyonumuz
uk: Наша місія
vi: Tuyên bố sứ mệnh của chúng tôi

source: Guided by <span class="txt-gradient">Values</span>
bg: Управлявани от <span class="txt-gradient">ценности</span>
cs: Řídí se <span class="txt-gradient">hodnotami</span>
cy: Rhain yw ein <span class="txt-gradient">Gwerthoedd</span>
de: Von <span class="txt-gradient">Werten</span> geleitet
el: Με οδηγό τις <span class="txt-gradient">αξίες</span>
es_ar: Guiado por los <span class="txt-Gradient">valores</span>
es_cl: Guiado por <span class="txt-gradient">Valores</span>
eu: <span class="txt-gradient">Balioek</span> gidatua
fi: <span class="txt-gradient">Arvojen</span> ohjaama
fr: Nous sommes guidés par des <span class="txt-gradient">valeurs</span>
fy_nl: Laad troch <span class="txt-gradient">Wearden</span>
gl: Guiado por <span class="txt-gradient">valores</span>
hu: <span class="txt-gradient">Értékek</span> által irányítva
ia: Nos es guidate per <span class="txt-gradient">Valores</span>
is: Við höfum ákveðin <span class="txt-gradient">gildi</span> í huga
it: Guidati dai <span class="txt-gradient">valori</span>
ja: <span class="txt-gradient">価値観</span>によって導かれる
nl: Geleid door <span class="txt-gradient">Waarden</span>
nn_no: Styrt av <span class="txt-gradient">verdiar</span>
pl: Kierujemy się <span class="txt-gradient">Wartościami</span>
pt_br: Guiado por <span class="txt-gradient">valores</span>
ru: В основе <span class="txt-gradient">Ценности</span>
sk: Vedení <span class="txt-gradient">hodnotami</span>
sl: Vodijo ga <span class="txt-gradient">vrednote</span>
sq: Udhëhequr nga <span class="txt-gradient">Vlera</span>
sv_se: Styrs av <span class="txt-gradient">värderingar</span>
tr: <span class="txt-gradient">Değerlerimiz</span> rehberimizdir
uk: Керований <span class="txt-gradient">цінностями</span>
vi: Được hướng dẫn bởi <span class="txt-gradient">Values</span>

source: A shield with the Thunderbird logo.
bg: Щит с логото на Thunderbird.
cs: Štít s logem Thunderbirdu.
cy: Tarian gyda logo Thunderbird arni.
de: Ein Schild mit dem Thunderbird-Logo.
el: Μια ασπίδα με το λογότυπο του Thunderbird.
es_ar: Un escudo con el logo de Thunderbird.
es_cl: Un escudo con el logo de Thunderbird.
eu: Armarria Thunderbird logoaz.
fi: Kilpi Thunderbird-logolla.
fr: Un bouclier avec le logo Thunderbird.
fy_nl: In skyld mei it Thunderbird-logo.
gl: Un escudo co logotipo de Thunderbird.
hu: Egy pajzs a Thunderbird logóval.
ia: Un scuto con le logo Thunderbird.
is: Skjöldur með Thunderbird-merkinu.
it: Uno scudo con il logo di Thunderbird.
ja: Thunderbird のロゴ付きのシールド。
nl: Een schild met het Thunderbird-logo.
nn_no: Eit skjold med Thunderbird-logoen.
pl: Tarcza z logo Tunderbird'a.
pt_br: Um escudo com o logotipo do Thunderbird.
ru: Щит с логотипом Thunderbird.
sk: Štít s logom Thunderbirdu
sl: Ščit z logotipom Thunderbirda.
sq: Një mburojë me stemën e Thunderbird-it.
sv_se: En sköld med Thunderbird-logotypen.
tr: Thunderbird logolu bir kalkan.
uk: Щит із логотипом Thunderbird.
vi: Một tấm khiên có logo Thunderbird.

source: You are not the product.
bg: Вие не сте продуктът.
cs: Vy nejste produkt.
cy: Nid chi yw'r cynnyrch.
de: Sie sind nicht das Produkt.
el: Δεν είστε εσείς το προϊόν.
es_ar: Vos no sos el producto.
es_cl: Tú no eres el producto.
eu: Zu ez zara produktua.
fi: Sinä et ole tuote.
fr: Vous n’êtes pas le produit.
fy_nl: Jo binne net it produkt.
gl: Non es o produto.
hu: Nem Ön a termék.
ia: Vos non es le producto.
is: Þú ert ekki varan.
it: Non sei tu il prodotto.
ja: 皆さまは商品ではありません。
nl: U bent niet het product.
nn_no: Du er ikkje produktet.
pl: Nie jesteś produktem.
pt_br: Você não é o produto.
ru: Вы не являетесь продуктом.
sk: Vy nie ste produkt.
sl: Niste izdelek.
sq: S’jeni produkt.
sv_se: Du är inte produkten.
tr: Ürün siz değilsiniz.
uk: Ви – не продукт.
vi: Bạn không phải là sản phẩm.

source: To us, data ownership and privacy are your right wherever you live. Our commitment to <strong>your personal data</strong> is simple:
bg: За нас собствеността и поверителността са ваше право, където и да живеете. Нашият ангажимент към <strong>личните ви данни</strong> е прост:
cs: Vlastnictví dat a ochrana soukromí jsou pro nás vaším právem, ať už žijete kdekoli. Náš závazek vůči <strong>vašim osobním údajům</strong> je jednoduchý:
cy: I ni, mae perchnogaeth data a phreifatrwydd yn hawl i chi ble bynnag rydych yn byw. Mae ein hymrwymiad <strong>i'ch data personol</strong> yn syml:
de: Für uns sind Dateneigentum und Privatsphäre Ihre Rechte, egal wo Sie leben. Wir stehen für <strong>Ihre persönlichen Daten</strong> ein und das bedeutet:
el: Για εμάς, η ιδιοκτησία και το απόρρητο των δεδομένων αποτελούν δικαίωμά σας, όπου κι αν κατοικείτε. Η δέσμευσή μας για τα <strong>προσωπικά δεδομένα</strong> σας είναι απλή:
es_ar: Para nosotros, la propiedad de los datos y la privacidad son tu derecho dondequiera que vivás. Nuestro compromiso con <strong>tus datos personales</strong> es simple:
es_cl: Para nosotros, la propiedad y la privacidad de los datos son tus derechos donde sea que vivas. Nuestro compromiso con <strong>tus datos personales</strong> es simple:
eu: Guretzat, datuen jabetza eta pribatutasuna zure eskubideak dira bizi zaren tokian. <strong>Zure datu pertsonal</strong>ekiko gure konpromisoa erraza da:
fi: Meille tietojen omistus ja yksityisyys ovat oikeuksiasi riippumatta asuinpaikastasi. Sitoutumisemme <strong>henkilökohtaisiin tietoihisi</strong> on yksinkertainen:
fr: Pour nous, la propriété et la confidentialité des données sont vos droits, où que vous viviez. Notre engagement envers <strong>vos données personnelles</strong> est simple :
fy_nl: Foar ús binne gegevenseigendom en privacy jo rjocht, wêr’t jo ek wenje. Us ynset foar <strong>jo persoanlike gegevens</strong> is ienfâldich:
gl: Para nós, a propiedade dos datos e a privacidade son o teu dereito onde vivas. O noso compromiso cos <strong>os teus datos persoais</strong> é sinxelo:
hu: Számunkra az Ön joga az adatok tulajdonlása és azok védelme, bárhol is éljen. A <strong>személyes adatai</strong> iránti elkötelezettségünk egyszerű:
ia: Pro nos, le proprietate e le confidentialitate del datos es tue justo ubicunque tu vive. Nostre ingagiamento pro <strong>tu datos personal</strong> es simple:
is: Af okkar hálfu er friðhelgi þín og eignarhald þitt á eigin gögnum réttindi sem þú átt að hafa hvar sem þú býrð. Skuldbinding okkar til að vernda <strong>persónuleg gögn þín</strong> er einfalt mál:
it: Per noi, la proprietà dei dati e la privacy sono un tuo diritto ovunque tu viva. Il nostro impegno per <strong>i tuoi dati personali</strong> è semplice:
ja: 私たちにとって、データの所有権とプライバシーは、あなたがどこに住んでいてもあなたの権利です。<strong>あなたの個人データ</strong>に対する私たちのコミットメントはシンプルです：
nl: Voor ons zijn gegevenseigendom en privacy uw recht, waar u ook woont. Onze toewijding aan <strong>uw persoonlijke gegevens</strong> is eenvoudig:
pl: Dla nas prywatność i dysponowanie danymi to Twoje prawa, niezależnie od tego, gdzie mieszkasz. Nasze zobowiązanie dotyczące <strong>Twoich danych osobowych</strong> jest proste:
pt_br: Para nós, a propriedade e a privacidade dos dados são seus direitos, onde quer que você more. Nosso compromisso com <strong>seus dados pessoais</strong> é simples:
ru: Для нас право собственности на данные и конфиденциальность — это ваше право, где бы вы ни находились. Наши обязательства перед <strong>вашими личными данными</strong> просты:
sk: Pre nás je vlastníctvo údajov a súkromie vaším právom, nech žijete kdekoľvek. Náš záväzok týkajúci sa <strong>vašich osobných údajov</strong> je jednoduchý:
sl: Za nas sta lastništvo podatkov in zasebnost vaši pravici ne glede na to, kje živite. Naša zaveza <strong>vašim osebnim podatkom</strong> je preprosta:
sq: Për ne, pronësia dhe privatësia e të dhënave janë e drejta juaj, kudo që jetoni. Përkushtimi ynë për <strong>të dhënat tuaja personale</strong> është i thjeshtë:
sv_se: För oss är dataägande och integritet din rättighet var du än bor. Vårt engagemang för <strong>dina personuppgifter</strong> är enkel:
tr: Bize göre, nerede yaşarsanız yaşayın verilerinizin sahibi sizsiniz ve gizlilik sizin hakkınız. <strong>Kişisel verilerinize</strong> dair taahhüdümüz çok basit:
uk: Ми вважаємо, що ви маєте право на володіння особистими даними та приватність, де б ви не жили. Наше зобов'язання щодо <strong>ваших особистих даних</strong> просте:
vi: Đối với chúng tôi, quyền sở hữu dữ liệu và quyền riêng tư là quyền của bạn dù bạn sống ở đâu. Cam kết của chúng tôi về <strong>dữ liệu cá nhân của bạn</strong> thì đơn giản là:

source: We do not collect or store it unless you ask us to.
bg: Ние не ги събираме и съхраняваме, освен ако вие не поискате.
cs: Údaje neshromažďujeme ani neuchováváme, leda nás o to požádáte.
cy: Nid ydym yn ei gasglu na'i storio oni bai eich bod yn gofyn i ni wneud hynny.
de: Wir sammeln und speichern sie nicht, es sei denn, Sie bitten uns darum.
el: Δεν τα συλλέγουμε, ούτε τα αποθηκεύουμε, εκτός κι αν μας το ζητήσετε εσείς.
es_ar: No los recopilamos ni almacenamos a menos que vos lo pidás.
es_cl: No lo recopilamos ni almacenamos a menos que nos lo solicites.
eu: Ez dugu biltzen edo gordetzen zuk eskatzen ez diguzuna salbu.
fi: Emme kerää tai säilytä tietojasi, ellet pyydä sitä.
fr: Nous ne les collectons ni ne les stockons, sauf si vous nous le demandez.
fy_nl: Wy sammelje of bewarje jo gegevens, útsein as jo ús freegje dit te dwaan.
gl: Non o recollemos nin o almacenamos a non ser que nolo solicites.
hu: Nem gyűjtjük és tároljuk, hacsak nem kér minket erre.
ia: Nos non los collige, ni los immagazina, si tu non demanda nos de facer lo.
is: Við söfnum engum gögnum eða geymum nema þú biðjir um slíkt.
it: Non li raccogliamo né salviamo a meno che tu non lo richieda.
ja: 皆さまのご要望がない限り、個人データの収集または保管はいたしません。
nl: We verzamelen of bewaren uw gegevens niet, tenzij u ons vraagt dit te doen.
pl: Nie gromadzimy ani nie przechowujemy ich, chyba że nas o to poprosisz.
pt_br: Não coletamos nem armazenamos, a menos que você nos peça.
ru: Мы не собираем и не храним их, если вы не попросите нас об этом.
sk: Údaje nezhromažďujeme ani neuchovávame, pokiaľ nás o to nepožiadate.
sl: Ne zbiramo in shranjujemo jih, razen če nas za to prosite.
sq: S’i grumbullojmë, apo depozitojmë pa jua kërkuar.
sv_se: Vi samlar inte in eller lagrar den om du inte begär det.
tr: Siz izin vermedikçe kişisel verilerinizi toplamıyoruz ve saklamıyoruz.
uk: Ми не збираємо і не зберігаємо їх, якщо ви не попросите нас про це.
vi: Chúng tôi không thu thập hoặc lưu trữ trừ khi bạn yêu cầu.

source: We take great care to keep it safe from misuse.
bg: Полагаме големи грижи да ги предпазим от неправилна употреба.
cs: Velmi dbáme na to, abychom je ochránili před zneužitím.
cy: Rydym yn cymryd gofal mawr i'w gadw'n ddiogel rhag camddefnydd.
de: Wir achten sehr darauf, sie vor Missbrauch zu schützen.
el: Προσέχουμε πολύ για να τα προστατεύσουμε από κακόβουλη χρήση.
es_ar: Tenemos mucho cuidado para mantenerlos a salvo de un uso indebido.
es_cl: Tenemos mucho cuidado para mantenerte a salvo del mal uso.
eu: Kontu handiz hartzen dugu erabilera okerretatik babesteko.
fi: Huolehdimme siitä, että tietosi ovat turvassa väärinkäytöltä.
fr: Nous prenons grand soin de les protéger contre toute utilisation abusive.
fy_nl: Wy besteegje in protte soarch om it feilich te hâlden tsjin misbrûk.
gl: Temos moito coidado de protexelo de uso indebido.
hu: Nagy gondot fordítunk arra, hogy ne lehessen vele visszaélni.
ia: Nos prende grande cura pro mantener los secur contra le mal uso.
is: Við gerum okkar besta til að halda þeim þá öruggum gagnvart misnotkun.
it: Ci assicuriamo che siano protetti da usi impropri.
ja: 個人データが誤用されないように細心の注意を払っています。
nl: We besteden veel zorg om ze tegen misbruik te beschermen.
pl: Dokładamy wszelkich starań, aby chronić je przed niewłaściwym wykorzystaniem.
pt_br: Tomamos muito cuidado para manter protegido contra uso indevido.
ru: Мы очень заботимся о том, чтобы уберечь их от неправильного использования.
sk: Dávame veľký pozor, aby sme ich ochránili pred zneužitím.
sl: Zelo skrbno jih varujemo pred zlorabami.
sq: Bëjmë kujdes të madh për ta mbajtur të parrezik nga shpërdorimi.
sv_se: Vi är noga med att hålla den säker från missbruk.
tr: Kötüye kullanımdan korumaya büyük özen gösteriyoruz.
uk: Ми докладаємо значних зусиль, щоб захистити їх від неналежного використання.
vi: Chúng tôi hết sức cẩn thận để giữ nó an toàn khỏi việc sử dụng sai mục đích.
