Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: Thunderbird 102 helps you be more productive with less effort. When reading your email, the redesigned message header allows you to focus on what matters as it highlights important information. It’s also more responsive and easier to navigate. Plus, you can star important messages from the message header itself, and easily convert them into a calendar event or a task.
bg: Thunderbird 102 ви помага да сте по-продуктивни с по-малко усилия. Когато четете вашия имейл, преработената заглавка на съобщението ви позволява да се съсредоточите върху това, което има значение, тъй като подчертава важна информация. Освен това е по-лесен за навигация. Можете да маркирате важни съобщения със звезда от самата заглавка на съобщението и лесно да ги конвертирате в събитие в календара или задача.
cs: Thunderbird 102 vám pomůže být produktivnější s menším úsilím. Při čtení e-mailů vám přepracované záhlaví zprávy umožní soustředit se na to, co je důležité, protože zvýrazňuje důležité informace. Je také svižnější a snadněji se v něm orientuje. Navíc můžete důležité zprávy označit hvězdičkou přímo v záhlaví zprávy a snadno je převést na událost nebo úkol v kalendáři.
cy: Mae Thunderbird 102 yn eich helpu i fod yn fwy cynhyrchiol gyda llai o ymdrech. Wrth ddarllen eich e-bost, mae pennyn y neges wedi'i ailgynllunio i ganiatáu i chi ganolbwyntio ar yr hyn sydd o bwys gan ei fod yn amlygu gwybodaeth werthfawr. Mae hefyd yn fwy ymatebol ac yn haws ei lywio. Hefyd, gallwch serennu negeseuon pwysig o bennyn y neges ei hun, a'u trosi'n hawdd i ddigwyddiad calendr neu dasg.
de: Thunderbird 102 hilft Ihnen, mit weniger Aufwand produktiver zu sein. Beim Lesen Ihrer E-Mails können Sie sich dank der neu gestalteten Nachrichtenkopfzeile auf das Wesentliche konzentrieren, da wichtige Informationen hervorgehoben werden. Außerdem reagiert er schneller und ist einfacher zu navigieren. Weiterhin können Sie wichtige Nachrichten aus den Kopfzeilen selbst markieren und sie einfach in ein Kalenderereignis oder eine Aufgabe umwandeln.
el: Το Thunderbird 102 σάς βοηθά να είστε πιο παραγωγικοί με λιγότερη προσπάθεια. Κατά την ανάγνωση των email σας, η ανασχεδιασμένη κεφαλίδα μηνύματος σάς επιτρέπει να εστιάσετε σε αυτά που έχουν σημασία, καθώς επισημαίνει τις σημαντικές πληροφορίες. Είναι επίσης πιο αποκρίσιμο και πιο εύκολο στην πλοήγηση. Επιπλέον, μπορείτε να προσθέσετε ένα αστέρι στα σημαντικά μηνύματα απευθείας από την κεφαλίδα μηνύματος και να τα μετατρέψετε εύκολα σε μια εκδήλωση ημερολογίου ή μια εργασία.
es_ar: Thunderbird 102 te ayuda a ser más productivo con menos esfuerzo. Al leer el correo electrónico, el encabezado del mensaje rediseñado te permite concentrarte en lo que te importa, ya que resalta información importante. También es más receptivo y más fácil de navegar. Además, podés destacar mensajes importantes desde el encabezado en sí mismo y convertirlos fácilmente en un evento de calendario o una tarea.
es_cl: Thunderbird 102 te ayuda a ser más productivo con menos esfuerzo. Al leer tu correo electrónico, el encabezado de mensaje rediseñado te permitirá concentrarte en lo que importa, ya que resalta la información importante. También es más receptivo y más fácil de navegar. Además, puedes destacar mensajes desde el encabezado del mensaje y convertirlos fácilmente a un evento de calendario o una tarea.
es_es: Thunderbird 102 te ayuda a ser más productivo con menos esfuerzo. Al leer tu correo electrónico, el encabezado de mensaje rediseñado te permitirá concentrarte en lo que importa, ya que resalta la información importante. También es más dinámico y fácil de navegar. Además, puedes destacar mensajes desde el encabezado y convertirlos fácilmente en un evento de calendario o una tarea.
eu: Thunderbird 102 emankorragoa izaten laguntzen dizu ahalegin gutxiagorekin. Posta elektronikoa irakurtzean, mezuaren goiburu berriak garrantzia duen horretan zentratzeko aukera ematen du, informazio garrantzitsua nabarmentzen baitu. Errazagoa da nabigatzea. Gainera, mezuaren goiburuan mezu garrantzitsuak marka ditzakezu bertatik, eta erraz bihur ditzakezu egutegiko gertaera edo zeregin.
fr: Thunderbird 102 améliore votre productivité tout en vous demandant moins d’efforts. À la lecture de vos e-mails, l’en-tête de message remanié vous permet de vous concentrer sur ce qui compte, car il met en évidence les informations importantes. Il est également plus dynamique et plus facile à parcourir. En outre, vous pouvez marquer pour suivi les messages importants depuis l’en-tête de message même et facilement convertir ces messages en évènements ou en tâches.
fy_nl: Thunderbird 102 helpt jo produktiver te wêzen mei minder ynspanning. Wannear’t jo jo e-mailberjochten lêze, kinne jo jo mei de opnij ûntwurpen berjochtkop konsintrearje op wat wichtich is, omdat wichtige ynformaasje klam jaan wurdt. It is ek responsiver en makliker te navigearjen. Boppedat kinne jo wichtige berjochten fan de berjochtkop út sels in stjer jaan, en dizze ienfâldich omsette nei in aginda-item of in taak.
gl: Thunderbird 102 axúdache a ser máis produtivo con menos esforzo. Ao ler o teu correo electrónico, a cabeceira redeseñada da mensaxe permíteche centrarte no que importa xa que destaca información importante. Tamén é máis sensible e máis fácil de navegar. Ademais, podes destacar mensaxes importantes desde a propia cabeceira da mensaxe e convertelas facilmente nun evento do calendario ou nunha tarefa.
hu: A Thunderbird 102 segít abban, hogy kevesebb erőfeszítéssel legyen hatékonyabb. E-mailje olvasása közben az újratervezett üzenetfejléc lehetővé teszi, hogy a fontos dolgokra összpontosítson, mivel kiemeli a fontos információkat. Emellett válaszkészebb és könnyebben navigálható. Ezenkívül a fontos üzeneteket már az üzenetfejlécüknél is csillagozhatja, illetve egyszerűen naptáresemménnyé vagy feladattá alakíthatja őket.
ia: Thunderbird 102 te adjuta a esser plus productive con minus effortio. Legente tu email, le titulo del message redesignate te permitte de concentrar te sur lo que importa, pois que illo evidentia le informationes importante. Illo es alsi plus reactive e plus facile pro navigar. In ultra, tu pote marcar con asterisco le messages importante ab lor mesme titulo, e facilemente converter los in un evento o un labor de agenda.
is: Thunderbird 102 hjálpar þér að auka afköstin með minni fyrirhöfn. Þegar þú lest tölvupóstinn þinn gerir endurhannaður skilaboðahausinn þér kleift að einbeita þér að því sem skiptir máli þar sem hann leggur áherslu á mikilvægar upplýsingar. Hann svarar líka betur og er auðveldara að rata um hann. Auk þess geturðu stjörnumerkt mikilvæg skilaboð í skilaboðahausnum sjálfum og breytt þeim í dagatalsviðburð eða verkefni á einfaldan máta.
it: Thunderbird 102 ti aiuta a essere più produttivo con meno sforzo. Durante la lettura di un’email, la nuova intestazione del messaggio ti consente di rimanere concentrato su ciò che conta poiché mette in evidenza le informazioni più importanti. È anche più reattiva e più facile da navigare. Inoltre, puoi contrassegnare i messaggi importanti direttamente nell’intestazione del messaggio e convertirli facilmente in un evento del calendario o in un’attività.
ja: Thunderbird 102は、より少ない労力で生産性を高めることができます。メールを読むとき、再設計されたメッセージヘッダーは、重要な情報を強調するため、重要なことに焦点を当てることができます。また、応答性も高く、ナビゲートも簡単です。さらに、メッセージヘッダー自体から重要なメッセージにスターを付け、カレンダーイベントやタスクに簡単に変換することもできます。
nl: Thunderbird 102 helpt u productiever te zijn met minder inspanning. Wanneer u uw e-mailberichten leest, kunt u zich met de opnieuw ontworpen berichtkop concentreren op wat belangrijk is, omdat belangrijke informatie wordt benadrukt. Het is ook responsiever en gemakkelijker te navigeren. Bovendien kunt u belangrijke berichten vanuit de berichtkop zelf een ster geven, en deze eenvoudig omzetten in een agenda-item of een taak.
pl: Thunderbird 102 pomaga zwiększyć produktywność przy mniejszym wysiłku. Kiedy czytasz pocztę przeprojektowany nagłówek wiadomości pozwala się skupić na tym, co ważne, ponieważ ważne informacje są wyróżnione. Jest on także bardziej elastyczny i łatwiejszy w użyciu. Ponadto ważne wiadomości można oznaczać gwiazdką już w nagłówku i łatwo zmieniać je w wydarzenia w kalendarzu lub zadania.
pt_br: O Thunderbird 102 ajuda você a ser mais produtivo com menos esforço. Ao ler um email, o cabeçalho de mensagens redesenhado permite se concentrar no que importa, pois destaca informações importantes. Também é mais responsivo e mais fácil de navegar. Além disso, você pode marcar mensagens importantes com estrela no próprio cabeçalho da mensagem e converter facilmente em um evento de agenda ou uma tarefa.
ru: Thunderbird 102 помогает вам работать более продуктивно с меньшими усилиями. При чтении вашей электронной почты обновлённый заголовок сообщения позволяет вам сосредоточиться на том, что важно, поскольку он выделяет важную информацию. Он также более отзывчив и удобен в навигации. Кроме того, вы можете пометить важные сообщения прямо в заголовке сообщения и легко преобразовать их в событие календаря или задачу.
sk: Thunderbird 102 vám pomáha byť produktívnejší s menšou námahou. Pri čítaní e‑mailu vám prepracovaná hlavička správy umožňuje zamerať sa na to, čo je dôležité, pretože zvýrazňuje dôležité informácie. Lepšie sa prispôsobuje a ľahšie sa v nej pohybuje. Okrem toho môžete dôležité správy označiť hviezdičkou zo samotnej hlavičky správy a jednoducho ich previesť na udalosť kalendára alebo úlohu.
sl: Thunderbird 102 vam pomaga biti produktivnejši z manj truda. Pri branju pošte vam preoblikovana glava sporočila omogoča, da se osredotočite na pomembne podatke, ki so zdaj poudarjeni. Postala je odzivnejša, pomikanje po njej pa preprostejše. Poleg tega lahko pomembna sporočila neposredno v glavi označite z zvezdico, jih pretvorite v dogodek ali opravilo na koledarju.
sq: Thunderbird 102-shi ju ndihmon të jeni më tepër prodhimtar me më pak përpjekje. Kur lexoni email-in tuaj, krye të ripunuara mesazhi ju lejojnë të përqendroheni në atë që ka vlerë, ngaqë thekson informacion të rëndësishëm. Lëvizja në të është gjithashtu më reaguese dhe më e lehtë. Plus, mundeni të nisni mesazhe të rëndësishëm që nga vetë kryet e mesazhit dhe t’i shndërroni lehtësisht në një akt kalendari apo punë për t’u bërë.
sv_se: Thunderbird 102 hjälper dig att bli mer produktiv med mindre ansträngning. När du läser ditt e-postmeddelande låter den omdesignade meddelanderubriken dig fokusera på det som är viktigt eftersom det lyfter fram viktig information. Den är också mer lyhörd och lättare att navigera. Dessutom kan du stjärnmärka viktiga meddelanden från själva meddelandehuvudet och enkelt konvertera dem till en kalenderhändelse eller en uppgift.
tr: Thunderbird 102 sayesinde daha az çabayla daha üretken olabilirsiniz. E-postalarınızı okurken, baştan tasarladığımız ileti üst bilgileri alanı sayesinde en önemli bilgilere odaklanabilirsiniz. Ayrıca yeni ileti üst bilgileri alanı daha duyarlı ve gezinmesi daha kolay. Ayrıca, önemli iletilere bu alandan yıldız ekleyebilir, iletileri kolayca takvim etkinliğine veya göreve dönüştürebilirsiniz.
uk: Thunderbird 102 допомагає вам бути більш продуктивними з меншими зусиллями. Під час читання електронної пошти оновлений заголовок повідомлення дає змогу зосередитися на важливому, оскільки він виділяє важливу інформацію. Він також чутливіший і простіший у навігації. Крім того, ви можете позначити важливі повідомлення з самого заголовка повідомлення та легко конвертувати їх у подію календаря або завдання.
vi: Thunderbird 102 giúp bạn làm việc hiệu quả hơn với ít thao tác hơn. Khi đọc email của bạn, header thư được thiết kế lại cho phép bạn tập trung vào những gì quan trọng vì nó làm nổi bật thông tin quan trọng. Nó cũng phản hồi nhanh hơn và điều hướng dễ dàng hơn. Ngoài ra, bạn có thể gắn sao cho các thư quan trọng từ chính header thư và dễ dàng biến chúng thành một sự kiện lịch hoặc một nhiệm vụ.

source: New Address Book
bg: Нов адресник
cs: Nová složka kontaktů
cy: Llyfr Cyfeiriadau Newydd
de: Neues Adressbuch
el: Νέο ευρετήριο
es_ar: Nueva libreta de direcciones
es_cl: Nueva libreta de direcciones
es_es: Nueva libreta de direcciones
eu: Helbide-liburu berria
fi: Uusi osoitekirja
fr: Nouveau carnet d’adresses
fy_nl: Nij adresboek
gl: Nova axenda de enderezos
hu: Új címjegyzék
ia: Nove libro del adresses
is: Ný nafnaskrá
it: Nuova rubrica
ja: 新しいアドレス帳
kab: Imedlis n tenṣa amayayut
nl: Nieuw adresboek
nn_no: Ny adressebok
pl: Nowa książka adresowa
pt_br: Novo catálogo de endereços
ru: Новая Адресная книга
sk: Nový adresár
sl: Nov imenik
sq: Libër i Ri Adresash
sv_se: Ny adressbok
tr: Yeni Adres Defteri
uk: Нова адресна книга
vi: Sổ địa chỉ mới
