Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: Protect future users from malware, data mining, or being fraudulently charged for Thunderbird by reporting trademark misuse. If you believe we are infringing on your copyright or trademark, please send a DMCA notice.
bg: Защитете бъдещите потребители от зловреден софтуер, извличане на данни или измамно таксуване за Thunderbird, като докладвате злоупотреба със запазена марка. Ако смятате, че нарушаваме ваши авторски права или търговска марка, моля, изпратете известие по DMCA.
cs: Nahlášením zneužití ochranné známky ochráníte budoucí uživatele před malwarem, vytěžováním dat nebo podvodným účtováním poplatků za Thunderbird. Pokud se domníváte, že porušujeme vaše autorská práva nebo ochrannou známku, zašlete oznámení DMCA.
cy: Diogelwch ddefnyddwyr y dyfodol rhag drwgwar, cloddio data neu gael eich gorfodi i dalu'n dwyllodrus am Thunderbird trwy adrodd ar gamddefnyddio'r nod masnach. Os ydych yn credu ein bod yn torri eich hawlfraint neu nod masnach, anfonwch hysbysiad DMCA.
de: Schützen Sie zukünftige Benutzer vor Schadsoftware, Data Mining oder betrügerischen Zahlungen für Thunderbird, indem Sie Markenrechtsverletzungen melden. Wenn Sie der Meinung sind, dass wir Ihr Urheberrecht oder Ihre Marke verletzen, senden Sie bitte eine DMCA-Benachrichtigung.
el: Προστατέψτε τους μελλοντικούς χρήστες από κακόβουλο λογισμικό, εξόρυξη δεδομένων ή παραπλανητικές χρεώσεις για το Thunderbird, αναφέροντας την κατάχρηση εμπορικών σημάτων. Αν πιστεύετε ότι παραβιάζουμε τα πνευματικά δικαιώματα ή το εμπορικό σήμα σας, παρακαλούμε στείλτε μια ειδοποίηση DMCA.
es_ar: Protegé a los futuros usuarios de malware, de minería de datos o de cargos fraudulentos por Thunderbird informando el uso indebido de marca. Si creés que estamos infringiendo tus derechos de autor o marca registrada, envía una notificación de DMCA.
es_cl: Protege a los futuros usuarios contra malware, extracción de datos o cobros fraudulentos supuestos de Thunderbird informando el uso indebido de la marca registrada. Si crees que estamos infringiendo tus derechos de autor o marca registrada, envía un aviso DMCA.
eu: Babestu etorkizuneko erabiltzaileak malwaretik, datu-meatzaritzatik edo Thunderbirden iruzurrezko kobratzetik, marken erabilera desegokia salatuz. Zure copyrighta edo marka komertziala urratzen ari garela uste baduzu, bidali DMCA oharra.
fi: Suojaa käyttäjiä haittaohjelmilta, tiedon louhinnalta tai petollisilta Thunderbird-maksuilta ilmoittamalla tavaramerkin väärinkäytöstä. Jos uskot, että loukkaamme tekijänoikeuksiasi tai tavaramerkkiäsi, lähetä DMCA-ilmoitus.
fr: Protégez les futurs utilisateurs et utilisatrices des logiciels malveillants, de l’exploration de données ou de paiements frauduleux pour Thunderbird en signalant un abus de marque déposée. Si vous pensez que nous violons votre droit d’auteur ou votre marque, veuillez envoyer une notification DMCA.
fy_nl: Beskermje takomstige brûkers tsjin malware, datamining of frauduleuze rekkeningen foar Thunderbird, troch misbrûk fan hannelsmerk te melden. As jo tinke dat wy ynbrekke op jo auteursrjocht of hannelsmerk, stjoer dan in DMCA-melding.
gl: Protexa aos futuros usuarios contra o malware, a extracción de datos ou os cobros fraudulentos de Thunderbird informando do uso indebido da marca rexistrada. Se cres que estamos infrinxindo o teu copyright ou marca rexistrada, envía un aviso DMCA.
hu: Védje meg a jövőbeli felhasználókat a rosszindulatú programoktól és adatbányászattól, vagy a védjegyekkel való visszaélések bejelentésével attól, hogy a Thunderbird használatáért csaló módon használati díjat kérjenek. Ha úgy gondolja, hogy megsértjük a szerzői jogát vagy a védjegyét, akkor küldjön egy DMCA nyilatkozatot.
ia: Protege futur usatores contra malware, sondage de datos, o esser fraudulentemente cargate pro Thunderbird reportante abusos de marca commercial. Si tu crede que nos viola tu derectos de autor o marca commercial, invia un aviso de DMCA.
it: Proteggi i futuri utenti da malware, data mining o da addebiti fraudolenti per Thunderbird segnalando un uso improprio del marchio. Se ritieni che stiamo violando il tuo copyright o marchio registrato, invia una richiesta DMCA.
ja: 商標の不正使用を報告することで、将来のユーザーをマルウェア、データマイニング、またはThunderbirdの不正請求から保護します。Googleがお客様の著作権または商標を侵害していると思われる場合は、DMCA通知を送信してください。
nl: Bescherm toekomstige gebruikers tegen malware, datamining of frauduleuze rekeningen voor Thunderbird door misbruik van handelsmerk te melden. Als u denkt dat we inbreuk maken op uw auteursrecht of handelsmerk, stuur dan een DMCA-melding.
pl: Chroń przyszłych użytkowników przed złośliwym oprogramowaniem, eksploracją danych lub nieuczciwymi opłatami zgłaszając niewłaściwe użycie znaku towarowego. Jeżeli uważasz, ze naruszamy twoje prawa autorskie lub znak towarowy, wyślij powiadomienie DMCA.
pt_br: Proteja futuros usuários contra malware, mineração de dados ou cobranças fraudulentas pelo Thunderbird, denunciando uso indevido de marca registrada. Se você acredita que estamos violando seus direitos autorais ou marca registrada, envie um aviso de DMCA.
ru: Защитите будущих пользователей от вредоносного ПО, добычи данных или мошеннических платежей за Thunderbird, сообщив о злоупотреблении торговой маркой. Если вы считаете, что мы нарушаем ваши авторские права или товарный знак, пожалуйста, отправьте уведомление DMCA.
sk: Chráňte budúcich používateľov pred škodlivým softvérom, dolovaním údajov alebo podvodným účtovaním za Thunderbird nahlásením zneužitia ochrannej známky. Ak sa domnievate, že porušujeme vaše autorské práva alebo ochrannú známku, pošlite nám oznámenie DMCA.
sl: Zaščitite prihodnje uporabnike pred zlonamerno programsko opremo, rudarjenjem podatkov ali goljufivimi zaračunavanji za Thunderbird s prijavo zlorabe blagovne znamke. Če menite, da kršimo vaše avtorske pravice ali blagovno znamko, pošljite obvestilo DMCA.
sv_se: Skydda framtida användare från skadlig programvara, datautvinning eller att bedrägligt debiteras för Thunderbird genom att rapportera varumärkesmissbruk. Om du anser att vi gör intrång i din upphovsrätt eller varumärke, skicka ett DMCA-meddelande.
uk: Захистіть майбутніх користувачів від зловмисного програмного забезпечення, видобутку даних або шахрайського стягнення плати за Thunderbird, повідомляючи про зловживання торговельною маркою. Якщо ви вважаєте, що ми порушуємо ваші авторські права чи торговельну марку, надішліть сповіщення DMCA.
vi: Bảo vệ người dùng trong tương lai khỏi phần mềm độc hại, khai thác dữ liệu hoặc bị tính phí gian lận cho Thunderbird bằng cách báo cáo việc lạm dụng nhãn hiệu. Nếu bạn cho rằng chúng tôi đang vi phạm bản quyền hoặc nhãn hiệu của bạn, vui lòng gửi thông báo DMCA.

source: Thunderbird Desktop
bg: Настолна версия на Thunderbird
cs: Thunderbird pro desktop
cy: Thunderbird y Bwrdd Gwaith
de: Thunderbird für Desktop-Computer
el: Thunderbird για υπολογιστές
es_ar: Thunderbird para escritorio
es_cl: Thunderbird para escritorio
eu: Thunderbird Mahaigainekoa
fi: Thunderbird tietokoneille
fr: Thunderbird pour ordinateur
gl: Thunderbird para escritorio
hu: Thunderbird asztali verzió
is: Thunderbird fyrir vinnutölvur
ja: デスクトップ版 Thunderbird
nn_no: Thunderbird for datamaskiner
pt_br: Thunderbird de computador
ru: Thunderbird для ПК
sk: Thunderbird pre počítače
sl: Thunderbird za namizja
sq: Thunderbird për Desktop
sv_se: Thunderbird för datorer
tr: Thunderbird Masaüstü
vi: Thunderbird cho máy tính để bàn

source: Thunderbird Desktop.
bg: Настолна версия на Thunderbird.
cy: Thunderbird y Bwrdd Gwaith.
de: Thunderbird für Desktop-Computer.
es_ar: Thunderbird para escritorio.
es_cl: Thunderbird para escritorio.
fi: Thunderbird tietokoneille.
fr: Thunderbird pour ordinateur.
gl: Thunderbird para escritorio.
hu: Asztali Thunderbird.
is: Thunderbird fyrir borðtölvur.
ja: デスクトップ版 Thunderbird
nn_no: Thunderbird for datamaskiner.
pt_br: Thunderbird de computador.
ru: Thunderbird для ПК.
sk: Thunderbird pre počítače.
sl: Thunderbird za namizja.
sq: Thunderbird për Desktop.
sv_se: Thunderbird för datorer.
tr: Thunderbird Masaüstü.
vi: Thunderbird dành cho máy tính.

source: Thunderbird <span class="txt-gradient">Desktop</span>
bg: <span class="txt-gradient">Настолна версия</span> на Thunderbird
cy: Thunderbird <span class="txt-gradient">y Bwrdd Gwaith</span>
de: Thunderbird <span class="txt-gradient">für Desktop-Computer</span>
es_ar: Thunderbird de <span class="txt-gradient">escritorio</span>
es_cl: Thunderbird <span class="txt-gradient">para escritorio</span>
fi: Thunderbird <span class="txt-gradient">tietokoneille</span>
fr: Thunderbird pour <span class="txt-gradient">ordinateur</span>
gl: Thunderbird <span class="txt-gradient">para escritorio</span>
hu: <span class="txt-gradient">Asztali</span> Thunderbird
is: Thunderbird <span class="txt-gradient">fyrir borðtölvur</span>
ja: <span class="txt-gradient">デスクトップ版</span> Thunderbird
nn_no: Thunderbird for <span class="txt-gradient">datamaskiner</span>
pt_br: Thunderbird <span class="txt-gradient">de computador</span>
ru: Thunderbird <span class="txt-gradient">для ПК</span>
sk: Thunderbird <span class="txt-gradient">pre počítače</span>
sl: Thunderbird <span class="txt-gradient">za namizja</span>
sq: Thunderbird <span class="txt-gradient">për Desktop</span>
sv_se: Thunderbird för <span class="txt-gradient">datorer</span>
tr: Thunderbird <span class="txt-gradient">Masaüstü</span>
vi: Thunderbird <span class="txt-gradient">dành cho máy tính</span>

source: Powerful Email, Calendar, and Contacts for Windows, Linux, and macOS. Free software designed to make you free.
bg: Мощен клиент за електронна поща, календар и адресници за Windows, Linux и macOS. Свободен софтуер, предназначен да ви направи свободни.
cy: E-bost, Calendr, a Chysylltiadau pwerus ar gyfer Windows, Linux, a macOS. Meddalwedd rhydd a rhad wedi'i gynllunio i'ch gwneud chi'n rhydd.
de: Leistungsfähiges E-Mail-, Kalender- und Kontakte-Programm für Windows, Linux und macOS. Kostenlose Software, die entwickelt wurde, um Ihnen Freiheit zu bringen.
es_ar: Potente correo electrónico, calendario y contactos para Windows, Linux y macOS. Software libre diseñado para hacerte libre.
es_cl: Correo electrónico, calendario y contactos potenciados para Windows, Linux y macOS. Software gratuito y libre diseñado para tu libertad.
fi: Tehokas sähköposti, kalenteri ja yhteystiedot Windowsille, Linuxille ja macOS:lle. Ilmainen ohjelmisto, joka on suunniteltu tekemään sinusta vapaa.
fr: De puissantes fonctions de messagerie, d’agenda et de contacts pour Windows, Linux et macOS. Des logiciels libres conçus pour vous rendre libre.
fy_nl: Krêftige e-mail, aginda en kontakten foar Windows, Linux en macOS. Fergeze software dy’t ûntwurpen is om jo frij te meitsjen.
gl: Correo electrónico, calendario e contactos potentes para Windows, Linux e macOS. Software gratuíto deseñado para facerte libre.
hu: Sokoldalú levelező-, naptár-, és névjegykezelő-program Windowsra, Linuxra és macOS-re. Szabad szoftver, amelyet arra lett tervezve, hogy felszabadítsa.
is: Öflugt forrit fyrir tölvupóst, dagatöl, og tengiliði á Windows, Linux og macOS. Ókeypis hugbúnaður sem er hannaður til að gefa þér frelsi.
ja: Windows、Linux、macOS 向けのパワフルなメール、カレンダー、連絡先クライアント。あなたを自由にするフリーソフトウェア。
nl: Krachtige e-mail, agenda en contacten voor Windows, Linux en macOS. Gratis software die is ontworpen om u vrij te maken.
nn_no: Kraftig e-post, kalender og kontaktar for Windows, Linux og macOS. Gratis programvare utvikla for å gjere deg fri.
pl: Zaawansowana poczta e-mail, kalendarz i kontakty dla systemów Windows, Linux i macOS. Wolne oprogramowanie zaprojektowane tak, by uczynić Cię wolnym.
pt_br: Poderoso programa de email, agenda e contatos, disponível para Windows, Linux e macOS. Software livre projetado para tornar você livre.
ru: Мощная электронная почта, календарь и контакты для Windows, Linux и macOS. Свободное программное обеспечение, созданное, чтобы сделать вас свободными.
sk: Výkonný správca e‑mailov, kalendár a kontakty pre Windows, Linux a macOS. Bezplatný softvér navrhnutý tak, aby vás oslobodil.
sl: Zmogljiva e-pošta, koledar in stiki za Windows, Linux in macOS. Brezplačna programska oprema, namenjena osvoboditvi.
sv_se: Kraftfull e-post, kalender och kontakter för Windows, Linux och macOS. Gratis mjukvara för att göra dig fri.
tr: Windows, Linux ve macOS için güçlü bir e-posta, takvim ve rehber çözümü. Sizi özgür kılacak bir özgür yazılım.
uk: Потужна електронна пошта, календар і контакти для Windows, Linux і macOS. Вільне програмне забезпечення, створене для користувачів, які цінують свободу.
vi: Email, lịch và danh bạ mạnh mẽ dành cho Windows, Linux và macOS. Phần mềm miễn phí được thiết kế để giúp bạn tự do.

source: Core Features.
bg: Основни възможности.
cy: Nodweddion Creiddiol.
de: Kernfunktionen.
es_ar: Funciones principales.
es_cl: Características principales.
fi: Keskeisimmät ominaisuudet.
fr: Fonctionnalités principales.
fy_nl: Basisfunksjes.
gl: Características principais.
hu: Alapvető funkciók.
is: Kjarnaeiginleikar.
ja: 主な機能
nl: Kernfuncties.
nn_no: Kjernefunksjonar.
pl: Podstawowe funkcje.
pt_br: Principais recursos.
ru: Основные возможности.
sk: Základné funkcie.
sl: Temeljne zmogljivosti.
sq: Veçori Bazë.
sv_se: Kärnfunktioner.
tr: Temel Özellikler.
uk: Основні функції.
vi: Tính năng cốt lõi.

source: Core <span class="txt-gradient">Features</span>
bg: Основни <span class="txt-gradient">възможности</span>
cy: <span class="txt-gradient">Nodweddion</span> Creiddiol
de: Kern-<span class="txt-gradient">Funktionen</span>
es_ar: <span class="txt-gradient">Funciones</span> principales
es_cl: <span class="txt-gradient">Funcionalidades</span> principales
fi: Keskeisimmät <span class="txt-gradient">ominaisuudet</span>
fr: <span class="txt-gradient">Fonctionnalités</span> principales
fy_nl: Basis<span class="txt-gradient">funksjes</span>
gl: <span class="txt-gradient">Características</span> principais
hu: Alapvető <span class="txt-gradient">funkciók</span>
is: Kjarna<span class="txt-gradient">eiginleikar</span>
ja: 主な<span class="txt-gradient">機能</span>
nn_no: <span class="txt-gradient">Kjernefunksjonar</span>
pl: Podstawowe <span class="txt-gradient">funkcje</span>
pt_br: Principais <span class="txt-gradient">recursos</span>
ru: Основные <span class="txt-gradient">возможности</span>
sk: Základné <span class="txt-gradient">funkcie</span>
sl: Temeljne <span class="txt-gradient">zmogljivosti</span>
sq: <span class="txt-gradient">Veçori</span> Bazë
sv_se: <span class="txt-gradient">Kärnfunktioner</span>
tr: Temel <span class="txt-gradient">Özellikler</span>
uk: Основні <span class="txt-gradient">функції</span>
vi: <span class="txt-gradient">Tính năng</span> cốt lõi

source: Your new productivity superpowers.
bg: Вашите нови суперсили за производителност.
cy: Eich pwerau cynhyrchiant newydd.
de: Ihre neuen Superkräfte für Produktivität.
es_ar: Tus nuevos superpoderes de productividad.
es_cl: Tus nuevos superpoderes de productividad.
fi: Uudet supervoimasi tuottavuuteen.
fr: Vos nouveaux super pouvoirs pour la productivité.
fy_nl: Jo nije produktiviteitsuperkrêften.
gl: Os teus novos superpoderes de produtividade.
hu: Szuperképesség a hatékonyságban.
is: Nýju ofurkraftarnir þínir til vinnu.
ja: 力強い生産性の味方。
nl: Uw nieuwe productiviteitssuperkrachten.
nn_no: Dine nye produktivitetssuperkrefter.
pl: Twoje nowe supermoce produktywności.
pt_br: Seus novos superpoderes de produtividade.
ru: Ваши новые возможности для повышения продуктивности.
sk: Vaše nové produktívne superschopnosti.
sl: Vaše nove produktivne supersile.
sv_se: Din nya superkrafter i produktivitet.
tr: Veriminizi artıracak süper güçler.
uk: Нові можливості для підвищення вашої продуктивності.
vi: Siêu năng suất mới của bạn.

source: A video of Thunderbird with various email service icons rotating around it.
bg: Видео на Thunderbird с въртящи се около него икони на различни имейл услуги.
cy: Fideo o Thunderbird gydag eiconau gwasanaeth e-bost amrywiol yn cylchdroi o'i gwmpas.
de: Ein Video von Thunderbird mit verschiedenen darum drehenden E-Mail-Dienst-Symbolen.
es_ar: Un video de Thunderbird con varios íconos de servicios de correo electrónico girando a su alrededor.
es_cl: Un video de Thunderbird con varios íconos de servicios de correo electrónico girando a su alrededor.
fr: Une vidéo de Thunderbird avec diverses icônes de services de messagerie tournant autour du logo.
fy_nl: In fideo fan Thunderbird mei ferskate e-mailtsjinstpiktogrammen dy’t deromhinne draaie.
gl: Un vídeo de Thunderbird con varias iconas de servizos de correo electrónico xirando ao seu redor.
hu: Videó a Thunderbirdről, körülötte forgó levelezőszolgáltatás-ikonokkal.
is: Hreyfimynd með táknmyndum ýmissa tölvupóstþjónustna í kringum Thunderbird.
ja: Thunderbird の周囲をさまざまなメールサービスのアイコンが回転する動画。
nl: Een video van Thunderbird met verschillende e-mailservicepictogrammen eromheen draaiend.
pl: Film przedstawiający Thunderbirda z obracającymi się wokół niego ikonami różnych usług pocztowych.
pt_br: Um vídeo do Thunderbird com vários ícones de serviços de email girando em torno dele.
ru: Видео Thunderbird с ротацией значков различных почтовых сервисов.
sk: Video Thunderbirdu s rôznymi ikonami e‑mailových služieb, ktoré sa otáčajú okolo neho.
sl: Video Thunderbirda, okoli katerega se vrtijo ikone različnih e-poštnih storitev.
sv_se: En video på Thunderbird med olika e-posttjänstikoner roterande runt sig.
tr: Thunderbird’ün etrafında çeşitli e-posta hizmeti simgelerinin döndüğü bir video.
uk: Відео Thunderbird із різними піктограмами служби електронної пошти, що обертаються навколо нього.
vi: Video về Thunderbird với nhiều biểu tượng dịch vụ email khác nhau xoay quanh nó.

source: Multiple Account Support
bg: Поддръжка на множество профили
cy: Cefnogaeth Cyfrifon Lluosog
de: Unterstützung mehrerer Konten
el: Υποστήριξη πολλαπλών λογαριασμών
es_ar: Soporte para múltiples cuentas
es_cl: Soporte para múltiples cuentas
fi: Usean tilin tuki
fr: Prise en charge de plusieurs comptes
fy_nl: Stipe foar mear accounts
gl: Soporte para múltiples contas
hu: Több fiók támogatása
is: Styður marga póstreikninga
ja: 複数アカウントに対応
nl: Ondersteuning voor meerdere accounts
nn_no: Støtte for fleire kontoar
pl: Obsługa wielu kont
pt_br: Suporte a várias contas
ru: Поддержка нескольких учётных записей
sk: Podpora viacerých účtov
sl: Podpora za več računov
sq: Mbulim për Llogari të shumta
sv_se: Support för flera konton
tr: Çoklu Hesap Desteği
uk: Підтримка кількох облікових записів
vi: Hỗ trợ nhiều tài khoản

source: Manage all your emails in one place.
bg: Управлявайте всичките си имейли на едно място.
cy: Rheoli eich holl negeseuon e-bost mewn un man.
de: Verwalten Sie alle Ihre E-Mails an einem Ort.
es_ar: Administrá todos tus correos electrónicos en un solo lugar.
es_cl: Administra todos tus correos electrónicos en un solo lugar.
fi: Hallitse kaikkia sähköpostejasi yhdessä paikassa.
fr: Gérez toutes vos adresses e-mail au même endroit.
fy_nl: Behear al jo e-mailberjochten op ien plak.
gl: Xestiona todos os teus correos electrónicos nun só lugar.
hu: Kezelje összes levelét egy helyen.
is: Sýslaðu með allan þinn tölvupóst á einum stað.
ja: すべてのメールを一か所で管理できます。
nl: Beheer al uw e-mailberichten op één plek.
nn_no: Administrer alle e-postane dine på éin stad.
pl: Zarządzaj wszystkimi swoimi e-mailami w jednym miejscu.
pt_br: Gerencie todos os seus emails em um só lugar.
ru: Управляйте всеми почтовыми сообщениями в одном месте.
sk: Spravujte všetky svoje e‑maily na jednom mieste.
sl: Upravljajte vso svojo e-pošto na enem mestu.
sq: Administroni krejt email-t tuaj në një vend.
sv_se: Hantera alla dina e-postmeddelanden på ett ställe.
tr: Tüm e-postalarınızı tek bir yerden yönetin.
uk: Керуйте всіма своїми електронними листами в одному місці.
vi: Quản lý tất cả email của bạn ở một nơi.
