Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: CardDAV Address Book Support (and CardDAV auto-detection support)
bg: Поддръжка на CardDAV адресна книга (и поддръжка за автоматично откриване на CardDAV)
cs: Podpora pro adresáře s kontakty CardDAV (a podpora pro jejich automatické nalezení)
cy: Cymorth Llyfr Cyfeiriadau CardDAV (a chefnogaeth awtoganfod CardDAV)
de: CardDAV-Adressbuch-Unterstützung (und Unterstützung für die automatische CardDAV-Erkennung)
el: Υποστήριξη ευρετηρίων CardDAV (και υποστήριξη αυτόματης ανίχνευσης CardDAV)
es_ar: Soporte para libretas de direcciones CardDAV (y soporte para autodetección de CardDAV)
es_cl: Soporte para libreta de direcciones CardDAV (y soporte para autodetección de CardDAV)
es_es: Soporte para libreta de direcciones de CardDAV (y soporte para autodetección de CardDAV)
eu: CardDAV helbide-liburuen euskarria (eta CardDAV auto-hautematea)
fi: CardDAV-osoitekirjan tuki (ja CardDAV:in automaattisen tunnistuksen tuki)
fr: Prise en charge des carnets d’adresses au format CardDAV (et de la détection automatique du format CardDAV)
fy_nl: Stipe foar CardDAV-adresboek (en stipe foar automatyske deteksje fan CardDAV)
gl: Compatibilidade coa axenda de enderezos CardDAV (e compatibilidade de detección automática de CardDAV)
hu: CardDAV címjegyzék támogatása (és a CardDAV automatikus észlelésének támogatása)
ia: Supporto de libro de adresses CardDAV (e supporto de auto-revelation CardDAV)
is: Stuðningur við CardDAV-nafnaskrár (og við að finna sjálfkrafa CardDAV)
it: Supporto per rubriche CardDAV (e supporto per il rilevamento automatico di CardDAV)
ja: CardDAVアドレス帳サポート（およびCardDAV自動検出サポート）
nl: CardDAV-adresboekondersteuning (en ondersteuning voor automatische detectie van CardDAV)
pl: Obsługa książki adresowej CardDAV i jej automatycznego wykrywania
pt_br: Suporte a catálogos de endereços CardDAV (e suporte à detecção automática de CardDAV)
ru: Поддержка адресной книги CardDAV (и поддержка автоматического обнаружения CardDAV)
sk: Podpora adresárov typu CardDAV (a podpora automatickej detekcie CardDAV)
sl: Podpora za imenike CardDAV (in podpora za samodejno zaznavanje CardDAV)
sq: Mbulim Librash Adresash CardDAV (dhe mbulim për vetëpikasje CardDAV-esh)
sv_se: Support för CardDAV-adressbok (och stöd för automatisk upptäckt av CardDAV)
tr: CardDAV adres defteri desteği (ve CardDAV otomatik algılama desteği)
uk: Підтримка адресної книги CardDAV (і підтримка автоматичного визначення CardDAV)
vi: Hỗ trợ sổ địa chỉ CardDAV (và hỗ trợ tự động phát hiện CardDAV)

source: Printing UI updated
bg: Потребителският интерфейс за отпечатване е обновен
cs: Upravené rozhraní pro tisk
cy: UI argraffu wedi'i ddiweddaru
de: Aktualisierte Benutzeroberfläche beim Drucken
el: Ενημερωμένο UI εκτύπωσης
es_ar: Se actualizó la interfaz de impresión
es_cl: Interfaz de impresión actualizada
es_es: Interfaz de impresión actualizada
eu: Inprimatze-interfaze eguneratua
fi: Tulostuksen käyttöliittymä päivitetty
fr: Interface d’impression mise à jour
fy_nl: Uterlik ôfdrukken fernijd
gl: Nova interface de usuario de impresión
hu: Nyomtatási felület frissítve
ia: Interfacie de impression actualisate
is: Prentviðmót uppfært
it: Interfaccia di stampa aggiornata
ja: 印刷UIが更新されました
kab: Agrudem n usiggez yettwaleqqem
nl: Gebruikersinterface voor afdrukken bijgewerkt
nn_no: Utskriftsgrensesnitt oppdatert
pl: Zaktualizowano interfejs drukowania
pt_br: Nova interface do usuário de impressão
ru: Обновлен интерфейс печати
sk: Aktualizované používateľské rozhranie pre tlač
sl: Posodobljen vmesnik za tiskanje
sq: U përditësua UI e Shtypjeve
sv_se: Utskriftsgränssnittet uppdaterat
tr: Yazdırma arayüzü güncellendi
uk: Інтерфейс засобу друку оновлено
vi: Đã cập nhật giao diện in

source: Ability to change order of accounts in UI
bg: Възможност за промяна на реда на профилите в потребителския интерфейс
cs: Možnost změnit pořadí účtů v uživatelském rozhraní
cy: Y gallu i newid trefn cyfrifon yn yr UI
de: Möglichkeit, die Reihenfolge der Konten in der Benutzeroberfläche zu ändern
el: Δυνατότητα αλλαγής σειράς των λογαριασμών στο UI
es_ar: Capacidad de cambiar el orden de las cuentas en la interfaz de usuario
es_cl: Capacidad de cambiar el orden de las cuentas en la interfaz de usuario
es_es: Posibilidad de cambiar el orden de las cuentas en la interfaz de usuario
eu: UIn kontuen ordena aldatzeko aukera
fi: Mahdollisuus muuttaa tilien järjestystä käyttöliittymässä
fr: Possibilité de modifier l’ordre des comptes dans l’interface
fy_nl: Mooglikheid om oarder fan accounts te wizigjen
gl: Posibilidade de cambiar a orde de contas na interface de usuario
hu: Lehetőség a fiókok sorrendjének megváltoztatására a felületen
ia: Capacitate de mutar ordine del contos in le interfacie de usator
is: Hæfileiki til að breyta röð reikninga í viðmótinu
it: Possibilità di cambiare l’ordine degli account nell’interfaccia utente
ja: UIでアカウントの順序を変更する機能
kab: Tazmert n ubeddel n umyizwer n yimiḍanen deg ugrudem n useqdac
nl: Mogelijkheid om de volgorde van accounts in de gebruikersinterface te wijzigen
pl: Możliwość zmiany kolejności kont w interfejsie użytkownika
pt_br: Capacidade de mudar a ordem das contas na interface do usuário
ru: Возможность изменить порядок учётных записей в пользовательском интерфейсе
sk: Možnosť zmeniť poradie účtov v používateľskom rozhraní
sl: Možnost spreminjanja vrstnega reda računov v podoknu
sq: Aftësia për të ndryshuar radhën e llogarive në UI
sv_se: Möjlighet att ändra ordningen på konton i gränssnittet
tr: Kullanıcı arayüzünde hesapların sırasını değiştirebilme
uk: Можливість змінити порядок облікових записів в інтерфейсі користувача
vi: Khả năng thay đổi thứ tự của các tài khoản trong giao diện người dùng

source: Registers to handle .ics files, letting you preview and import events to the calendar by double clicking the file
bg: Настройка за обработка на .ics файлове, позволявайки ви да визуализирате и да внасяте събития в календара чрез двукратно щракване върху файла
cs: Registrace do systému pro otevírání souborů .ics, abyste mohli importovat události nebo kalendáře poklepáním na soubor
cy: Wedi'i gofrestru i drin ffeiliau .ics, gan adael i chi gael rhagolwg a mewnforio digwyddiadau i'r calendr trwy glicio ddwywaith ar y ffeil
de: Register zur Verarbeitung von .ics-Dateien, sodass Sie Ereignisse in der Vorschau anzeigen und in den Kalender importieren können, indem Sie auf die Datei doppelklicken
el: Καταχωρείται για τον χειρισμό αρχείων .ics, επιτρέποντάς σας να κάνετε προεπισκόπηση και εισαγωγή εκδηλώσεων στο ημερολόγιο κάνοντας διπλό κλικ στο αρχείο
es_ar: Se registra para manejar archivos .ics, lo que le permite una vista previa e importar eventos al calendario haciendo doble clic en el archivo
es_cl: Registros para manejar archivos .ics, permitiéndote ver e importar eventos al calendario haciendo doble clic en el archivo
es_es: Se registra en el sistema para manejar archivos .ics, permitiéndote ver e importar eventos al calendario haciendo doble clic en el archivo
eu: .ics fitxategiak kudeatzeko aukera, klik bikoitzaz gertaerak aurreikusi eta egutegian inportatzeko aukera emanez
fi: Rekisteröinti .ics-tiedostojen käsittelyyn, jolloin voit esikatsella ja tuoda tapahtumia kalenteriin kaksoisnapsauttamalla tiedostoa
fr: Registres pour gérer les fichiers .ics, vous permettant de prévisualiser et d’importer des évènements dans l’agenda d’un double-clic sur un fichier .ics.
fy_nl: Registrearret om .ics-bestannen te ferwurkjen, sadat jo ôfspraken besjen kinne en yn de aginda ymportearje kinne troch te dûbelklikken op it bestân
gl: Rexistro para a xestión de ficheiros .ics, permitíndolle previsualizar e importar eventos ao calendario facendo dobre clic no ficheiro
hu: Regisztrálja az .ics fájlok kezelését, lehetővé téve az események előnézetének megtekintését és importálását a naptárba a fájlra történő dupla kattintással
ia: Se registra pro gerer le files .ics, permittente te de previsualisar e importar eventos in le calendario con un clic duple sur le file
is: Skráir sig til að meðhöndla .ics skrár, sem gerir þér kleift að forskoða og flytja inn atburði í dagatalið með því að tvísmella á skrána
it: Registri per gestire i file .ics che permettono di visualizzare in anteprima e importare gli eventi nel calendario facendo doppio clic sul file
ja: .icsファイルを処理するために登録し、ファイルをダブルクリックすることで、イベントをプレビューしてカレンダーにインポートすることができます
nl: Registreert om .ics-bestanden te verwerken, zodat u afspraken kunt bekijken en in de agenda kunt importeren door te dubbelklikken op het bestand
pl: Rejestracja do obsługi plików .ics, umożliwiając podgląd i import wydarzeń do kalendarza poprzez podwójne kliknięcie pliku
pt_br: Registros para lidar com arquivos '.ics', permitindo ver e importar eventos para a agenda com um duplo-clique no arquivo
ru: Регистрация для обработки файлов .ics, что позволяет просматривать и импортировать события в календарь, дважды щёлкнув по файлу
sk: Registrácia na spracovávanie súborov .ics, čo vám umožní zobraziť ukážku a importovať udalosti do kalendára dvojitým kliknutím na súbor
sq: Regjistra për të trajtuar kartela .ics, që ju lejojnë të parashihni dhe importoni akte te kalendari duke dyklikuar mbi kartelën
sv_se: Registrerad att hantera .ics-filer, så att du kan förhandsgranska och importera händelser till kalendern genom att dubbelklicka på filen
tr: .ics dosyalarını işlemek için kaydeder, böylece dosyaya çift tıklayarak etkinlikleri önizlemenize ve takvime aktarmanıza olanak tanır
uk: Реєстри для обробки файлів .ics, що уможливлює попередній перегляд та імпорт подій до календаря, двічі клацнувши на файл
vi: Đăng ký để xử lý các tệp .ics, cho phép bạn xem trước và nhập các sự kiện vào lịch bằng cách nhấp đúp vào tệp

source: You can see details of all our changes in the release notes for <a href="%(release)s">Thunderbird 91.0 and up</a>.
bg: Можете да видите подробности за всички наши промени в бележките по изданието на <a href="%(release)s">Thunderbird 91.0 и по-нови</a>.
cs: Kompletní seznam a podrobnosti změn najdete v <a href="%(release)s">poznámkách k vydání Thunderbirdu 91.0 a novějších</a>.
cy: Gallwch weld manylion ein holl newidiadau yn y nodiadau rhyddhau ar gyfer <a href="%(release)s">Thunderbird 91.0 ac uwch</a>.
de: Ausführliche Informationen zu allen Änderungen finden Sie in den <a href="%(release)s">Versionshinweisen zu Thunderbird 91.0 und höher</a>.
el: Μπορείτε να δείτε λεπτομέρειες για όλες τις αλλαγές μας στις σημειώσεις έκδοσης του <a href="%(release)s">Thunderbird 91.0 και νεότερων</a>.
es_ar: Puede ver detalles de todos nuestros cambios en las notas de lanzamiento para <a href="%(release)s">Thunderbird 91.0 y posteriores</a>.
es_cl: Puedes ver los detalles de todos nuestros cambios en las notas de lanzamiento de <a href="%(release)s">Thunderbird 91.0 y posteriores</a>.
es_es: Puedes ver los detalles de todos nuestros cambios en las notas de lanzamiento de <a href="%(release)s">Thunderbird 91.0 y posteriores</a>.
eu: Badaude beste hainbat eguneraketa bertsio honetan, zerrenda osoa ikus dezakezu <a href="%(release)s">Thunderbird 91.0 eta goragoko bertsio oharretan</a>.
fr: Vous pouvez voir les détails de tous nos changements dans les notes de version pour <a href="%(release)s">Thunderbird 91.0 et supérieur</a>.
fy_nl: Jo kinne in list mei alle fernijingen besjen yn de útjefteopmerkingen fan <a href="%(release)s">Thunderbird 91.0 en heger</a>.
gl: Pode ver os detalles de todos os nosos cambios nas notas da versión do <a href="%(release)s">Thunderbird 91.0 e superiores</a>.
hu: Számos más frissítés is található ebben a kiadásban, ezek listáját a <a href="%(release)s">Thunderbird 91.0-s és újabb verzióinak kiadási megjegyzéseiben</a> nézheti meg.
ia: Tu pote vider le detalios de tote le cambios in le notas de version pro <a href="%(release)s">Thunderbird de 91.0 e ultra</a>.
is: Þú getur séð nánari upplýsingar um allar breytingar í útgáfuupplýsingum fyrir <a href="%(release)s">Thunderbird 91.0 og nýrri</a>.
it: Consulta l’elenco completo delle modifiche nelle note di versione di <a href="%(release)s">Thunderbird 91.0 e successive</a>.
ja: すべての変更点の詳細は、<a href="%(release)s">Thunderbird 91.0 以降</a> のリリースノートをご覧ください。
kab: Tzemreḍ ad twaliḍ talqayt n meṛṛa isenfal deg tezmilin n lqem i <a href="%(release)s">Thunderbird 91.0 akked wugar</a>.
nl: U kunt details van al onze wijzigingen bekijken in de <a href="%(release)s">uitgaveopmerkingen van Thunderbird 91.0 en hoger</a>.
pl: Informacje o wszystkich zmianach można znaleźć w informacjach o wydaniu <a href="%(release)s">Thunderbirda 91.0 i nowszych</a>.
pt_br: Você pode ver os detalhes de todas as nossas alterações nas notas de atualização do <a href="%(release)s">Thunderbird 91.0 em diante</a>.
ru: Вы можете найти подробную информацию обо всех наших изменениях в примечаниях к выпуску для <a href="%(release)s">Thunderbird 91.0 и выше</a>.
sk: Podrobnosti o všetkých našich zmenách nájdete v poznámkach k vydaniu <a href="%(release)s">Thunderbirdu 91.0 a novších verzií</a>.
sl: Podrobnosti vseh sprememb si lahko ogledate v opombah ob izdaji <a href="%(release)s">Thunderbirda 91.0 in novejših</a>.
sq: Një listë të krejt ndryshimeve tona mund ta shihni te shënime hedhjeje në qarkullim për <a href="%(release)s">Thunderbird 91.0 e sipër</a>.
sv_se: Det finns många andra uppdateringar i den här utgåvan, du kan se en lista med alla dem i <a href="%(release)s">versionsfakta för Thunderbird 91.0 och senare</a>.
tr: Tüm değişikliklerin ayrıntılarını <a href="%(release)s">Thunderbird 91.0 sürüm notlarında</a> görebilirsiniz.
uk: Ви можете ознайомитися з подробицями про всі зміни в примітках до випуску для <a href="%(release)s">Thunderbird 91.0 та новіших версій</a>.
vi: Bạn có thể xem chi tiết về tất cả các thay đổi của chúng tôi trong ghi chú phát hành cho <a href="%(release)s">Thunderbird 91.0 trở lên</a>.

source: These are officially maintained and distributed by Thunderbird. Download the latest Release version unless you wish to test the Beta version and report bugs.
bg: Поддържат се и се разпространяват официално от Thunderbird. Изтеглете най-новото издание на версията, освен ако не искате да изпробвате бета версията и да докладвате за дефекти.
cs: Tyto balíčky jsou oficiálně spravovány a distribuovány Thunderbirdem. Stáhněte si nejnovější vydanou verzi, pokud nechcete testovat verzi Beta a hlásit chyby.
cy: Mae'r rhain yn cael eu cynnal yn swyddogol a'u dosbarthu gan Thunderbird. Llwythwch y fersiwn Rhyddhau diweddaraf i lawr oni bai eich bod am brofi'r fersiwn Beta ac adrodd ar wallau.
de: Diese werden offiziell von Thunderbird bereitgestellt und verteilt. Laden Sie die neueste Release-Version herunter, es sei denn, Sie möchten die Beta-Version testen und Fehler melden.
el: Αυτά συντηρούνται και διανέμονται επίσημα από το Thunderbird. Κάντε λήψη της πιο πρόσφατης έκδοσης, εκτός αν θέλετε να δοκιμάσετε την έκδοση Beta και να αναφέρετε σφάλματα.
es_ar: Thunderbird mantiene y distribuye estos archivos de forma oficial. Descargá la última versión a menos que quieras probar la versión Beta e informar de errores.
es_cl: Estos son mantenidos y distribuidos oficialmente por Thunderbird. Descarga la última versión a menos que desees probar la versión Beta e informar errores.
eu: Hauek Thunderbirdek mantentzen eta banatzen ditu ofizialki. Deskargatu azken bertsioa Beta bertsioa probatu eta akatsen berri eman nahi ez baduzu.
fi: Thunderbird ylläpitää ja jakelee näitä virallisesti. Lataa uusin julkaisuversio, ellet halua testata beetaversiota ja raportoida virheistä.
fr: Ces versions sont officiellement maintenues et distribuées par Thunderbird. Téléchargez la dernière version, sauf si vous souhaitez tester la version bêta et signaler les bugs.
fy_nl: Dizze wurde offisjeel ûnderhâlden en ferspraat troch Thunderbird. Download de nijste ferzje, útsein as jo de betaferzje teste wolle en bugs rapportearje wolle.
gl: Estes son mantidos e distribuídos oficialmente por Thunderbird. Descarga a última versión de lanzamento a menos que queiras probar a versión beta e informar de erros.
hu: Ezeket hivatalosan is a Thunderbird tartja karban és terjeszti. Töltse le a legújabb kiadási verziót, hacsak nem szeretné tesztelni a Beta verziót, és nem szeretne hibákat jelenteni.
ia: Iste versiones es officialmente mantenite e distribuite per Thunderbird. Discarga le ultime Version si tu non desira a testar le version beta e reportar errores.
is: Þetta eru útgáfur sem er opinberlega viðhaldið og dreift af Thunderbird. Sæktu nýjustu útgáfuna nema þú viljir prófa Beta-prófunarútgáfuna og tilkynna villur.
it: Queste versioni sono gestite e distribuite ufficialmente da Thunderbird. Scarica la versione più recente, a meno che tu non voglia testare la versione Beta e segnalare bug.
ja: これらは、Thunderbirdによって公式に維持および配布されています。ベータ版をテストしてバグを報告する場合を除き、最新のリリースバージョンをダウンロードしてください。
nl: Deze worden officieel onderhouden en verspreid door Thunderbird. Download de nieuwste versie, tenzij u de bètaversie wilt testen en bugs wilt melden.
nn_no: Desse er ofissielt haldne vedlike og distribuerte av Thunderbird. Last ned den siste-versjonen, om du ikkje vil teste Beta-versjonen og rapportere feil.
pt_br: Eles são oficialmente mantidos e distribuídos pelo Thunderbird. Baixe a versão mais recente, a menos que queira testar a versão Beta e relatar erros.
ru: Они официально поддерживаются и распространяются Thunderbird. Загрузите последнюю релизную версию, если вы не хотите протестировать бета-версию и сообщать об ошибках.
sk: Tieto balíčky sú oficiálne udržiavané a distribuované Thunderbirdom. Stiahnite si najnovšiu verziu, ale máte možnosť aj skúsiť testovať beta verziu a hlásiť chyby.
sl: Uradno jih vzdržuje in distribuira Thunderbird. Prenesite najnovejšo različico za izdajo, razen če želite preizkusiti različico beta in prijaviti hrošče.
sq: Këta mirëmbahen zyrtarisht dhe shpërndahen nga Thunderbird-i. Shkarkoni versionin më të ri Hedhje Në Qarkullim, hiq rastin kur doni të testoni versionin Beta dhe të njoftoni të meta.
sv_se: Dessa underhålls och distribueras officiellt av Thunderbird. Ladda ner den senaste versionen om du inte vill testa betaversionen och rapportera buggar.
uk: Вони офіційно підтримуються і розповсюджуються Thunderbird. Завантажте найновішу стабільну версію, якщо не бажаєте тестувати бета-версію і повідомляти про помилки.
vi: Chúng được duy trì và phân phối chính thức bởi Thunderbird. Tải xuống phiên bản chính thức mới nhất trừ khi bạn muốn thử nghiệm phiên bản Beta và báo cáo lỗi.

source: The Daily channel is where development and testing begin, and new features are developed. This is expected to be the least stable channel. Make sure you back up important data regularly.
bg: Каналът Daily е мястото, където започва разработката и тестването на новите функции. Това се очаква да е най-малко стабилният канал. Уверете се, че редовно правите резервни копия на важни данни.
cy: Y sianel Daily yw lle mae datblygu a phrofi'n dechrau, a nodweddion newydd yn cael eu datblygu. Hon fydd y sianel leiaf sefydlog. Gwnewch yn siŵr eich bod yn gwneud copïau wrth gefn o ddata pwysig yn rheolaidd.
es_ar: El canal Daily es donde empiezan el desarrollo y las pruebas, y donde se desarrollan las nuevas funciones. Se espera que este sea el canal menos estable. Asegurate de hacer copias de seguridad de los datos importantes con regularidad.
fi: Päivittäinen kanava on se, jossa kehitys ja testaus alkavat, ja jossa kehitetään uusia ominaisuuksia. Tämän odotetaan olevan vähiten vakaa kanava. Varmuuskopioi tärkeät tiedot säännöllisesti.
sv_se: Kanalen Daily är där utveckling och testning börjar och nya funktioner utvecklas. Detta förväntas vara den minst stabila kanalen. Se till att du säkerhetskopierar viktig data regelbundet.

source: The Beta channel is where stabilization occurs. This is expected to be more stable than Daily, but not as stable as the Release or Extended Support Release channels. Make sure you back up important data regularly.
bg: Бета каналът е мястото, където стабилизираме Thunderbird. Очаква се това да бъде по-стабилно от Daily канала, но не толкова стабилно като каналите Release или Extended Support Release. Уверете се, че редовно правите резервни копия на важни данни.
cy: Y sianel Beta yw lle mae sefydlogi'n digwydd. Mae disgwyl i hwn fod yn fwy sefydlog na Daily, ond nid mor sefydlog â'r sianeli Rhyddhau neu Ryddhau Cymorth Estynedig. Gwnewch yn siŵr eich bod yn gwneud copïau wrth gefn o ddata pwysig yn rheolaidd.
fi: Vakauttaminen tapahtuu beetaversiossa. Tämän odotetaan olevan vakaampi kuin päivittäisen version, mutta ei yhtä vakaa kuin julkaisu- tai laajennetun tuen version. Varmuuskopioi tärkeät tiedot säännöllisesti.

source: The official annual extended support release. This release is intended for users who want all available new features on an annual basis and stability/security fixes on a monthly basis.
bg: Официалното годишно издание за разширена поддръжка. Това издание е предназначено за потребители, които искат всички налични нови функции да са на годишна база и корекции за стабилност/сигурност ежемесечно.
cy: Y datganiad cymorth estynedig blynyddol swyddogol. Mae'r datganiad hwn wedi'i fwriadu ar gyfer defnyddwyr sydd eisiau'r holl nodweddion newydd sydd ar gael yn flynyddol a'r cywiriadau sefydlogrwydd/diogelwch yn fisol.
es_ar: La versión oficial anual de soporte extendido. Esta versión está dirigida a usuarios que quieren todas las nuevas características disponibles anualmente y las correcciones de estabilidad/seguridad mensualmente.
fi: Virallinen vuosittainen laajennetun tuen julkaisu. Tämä julkaisu on tarkoitettu käyttäjille, jotka haluavat kaikki saatavilla olevat uudet ominaisuudet vuosittain ja vakaus-/tietoturvakorjaukset kuukausittain.
sv_se: Den officiella årliga versionen av utökat support. Den här utgåvan är avsedd för användare som vill ha alla tillgängliga nya funktioner på årsbas och stabilitets/säkerhetsfixar på månadsbasis.

source: The official monthly release. This release is intended for users who want all available new features and bug fixes on a monthly basis.
bg: Официалното месечно издание. Това издание е предназначено за потребители, които искат всички налични нови функции и корекции на грешки ежемесечно.
cy: Y datganiad misol swyddogol. Mae'r datganiad hwn wedi'i fwriadu ar gyfer defnyddwyr sydd eisiau'r holl nodweddion newydd a'r cywiriadau misol.
es_ar: La versión mensual oficial. Esta versión está dirigida a usuarios que quieren todas las nuevas funciones disponibles y correcciones de errores mensualmente.
fi: Virallinen kuukausittainen julkaisu. Tämä julkaisu on tarkoitettu käyttäjille, jotka haluavat kaikki saatavilla olevat uudet ominaisuudet ja virheenkorjaukset kuukausittain.
sv_se: Den officiella månatliga versionen. Den här utgåvan är avsedd för användare som vill ha alla tillgängliga nya funktioner och buggfixar månadsvis.

source: Release Channel
bg: Канал за издания
cs: Finální vydání
cy: Sianel Rhyddhau
de: Release-Kanal
el: Κανάλι έκδοσης
es_ar: Canal de lanzamiento
es_cl: Canal de lanzamiento
eu: Ohiko bertsio kanala
fi: Julkaisukanava
fr: Canal de distribution
fy_nl: Release-kanaal
gl: Canle de lanzamentos
hu: Kiadási csatorna
ia: Canal de lanceamento
is: Útgáfurás
it: Release (stabile)
ja: チャンネルをリリース
nl: Release-kanaal
nn_no: Utgåve
pl: Kanał wydania
pt_br: Canal Release
ru: Канал Release
sk: Oficiálne vydania
sl: Izdajni kanal
sq: Kanal Hedhjesh Në Qarkullim
sv_se: Utgåva
tr: Stabil kanal
uk: Основний канал
vi: Kênh chính thức
