Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: Thunderbird facilitates cross platform, decentralized, open-standard communication, which puts the user in control of their data and workflow. We aspire to offer an interoperable and extensible open-source platform for messaging and managing personal information, such as email, contacts, and appointments.
bg: Thunderbird улеснява междуплатформената, децентрализирана комуникация с отворен стандарт, което дава право на потребителя да контролира своите данни и работен процес. Стремим се да предложим оперативно съвместима и разширяема платформа с отворен код за съобщения и управление на лична информация, като електронна поща, контакти и срещи.
cy: Mae Thunderbird yn hwyluso cyfathrebu traws-lwyfan, datganoledig, safon agored, sy'n cynnig rheolaeth o'u data a'u llif gwaith i'r defnyddiwr. Ein nod yw cynnig llwyfan cod agored rhyngweithredol ac estynadwy ar gyfer negeseuon a rheoli gwybodaeth bersonol, megis e-bost, cysylltiadau, ac apwyntiadau.
de: Thunderbird erleichtert plattformübergreifende, dezentrale und auf offenen Standards basierende Kommunikation, bei der der Benutzer die Kontrolle über seine Daten und Arbeitsabläufe hat. Unser Ziel ist eine interoperable und erweiterbare, quelloffene Plattform für Nachrichten und die Verwaltung personenbezogener Daten, wie E-Mail, Kontakte und Termine an.
el: Το Thunderbird διευκολύνει την αποκεντρωμένη επικοινωνία μεταξύ πολλαπλών πλατφορμών και μέσω ανοικτών προτύπων, δίνοντας στον χρήστη τον έλεγχο των δεδομένων και της ροής εργασίας του. Φιλοδοξούμε να προσφέρουμε μια διαλειτουργική και επεκτάσιμη πλατφόρμα ανοικτού κώδικα για την ανταλλαγή μηνυμάτων και τη διαχείριση προσωπικών πληροφοριών, όπως τα email, οι επαφές και οι συναντήσεις.
es_ar: Thunderbird facilita una comunicación multiplataforma, descentralizada y de estándar abierto, que pone al usuario en control de sus datos y flujo de trabajo. Aspiramos a ofrecer una plataforma de mensajería y gestión de información personal de código abierto, interoperable y extensible, como correo electrónico, contactos y citas.
es_cl: Thunderbird facilita una comunicación multiplataforma, descentralizada y de estándar abierto, que pone al usuario en control de sus datos y flujo de trabajo. Aspiramos a ofrecer una plataforma de mensajería y gestión de información personal de código abierto, interoperable y extensible, como correo electrónico, contactos y citas.
eu: Thunderbirdek plataforma anitzeko komunikazioa, deszentralizatua eta estandar irekia errazten du, erabiltzaileak bere datuen eta lan-fluxuaren kontrolpean jartzen dituena. Informazio pertsonala mezuak bidaltzeko eta kudeatzeko kode irekiko plataforma interoperagarri eta zabalgarri bat eskaintzea nahi dugu, hala nola posta elektronikoa, kontaktuak eta hitzorduak.
fi: Thunderbird mahdollistaa eri alustojen, hajautetun, avointen standardien mukaisen viestinnän, jonka avulla käyttäjä voi hallita tietojaan ja työnkulkuaan. Pyrimme tarjoamaan yhteentoimivan ja laajennettavan avoimen lähdekoodin alustan viestintään ja henkilötietojen, kuten sähköpostin, yhteystietojen ja tapaamisten, hallintaan.
fr: Thunderbird facilite une communication multiplateforme, décentralisée et ouverte, ce qui permet à la personne l’utilisant de contrôler ses données et son activité. Nous aspirons à offrir une plateforme open source interopérable et extensible pour la messagerie et la gestion d’informations personnelles, telles que les e-mails, les contacts et les rendez-vous.
fy_nl: Thunderbird fasilitearret cross platfoarm-, desintralisearre, iepen-standert kommunikaasje, dy’t de brûker de kontrôle jout oer harren gegevens en wurkproses. Wy stribje dernei in ynteroperabel en út te wreidzjen oepen-boarne platfoarm te bieden foar berjochtútwikseling en behear fan persoanlike gegevens, lykas e-mail, kontakten en ôfspraken.
gl: Thunderbird facilita a comunicación multiplataforma, descentralizada e de estándar aberto, que permite ao usuario controlar os seus datos e fluxo de traballo. Aspiramos a ofrecer unha plataforma de código aberto interoperable e extensible para enviar mensaxes e xestionar información persoal, como correo electrónico, contactos e citas.
hu: A Thunderbird keresztplatformos, decentralizált, nyílt szabványú kommunikációt tesz lehetővé, amely a felhasználó kezébe adja az adatai és munkafolyamatai feletti rendelkezést. Arra törekszünk, hogy interoperábilis és bővíthető nyílt forráskódú platformot kínáljunk az üzenetküldéshez és a személyes információk kezeléséhez, például az e-mailezéshez, a névjegyekhez és a találkozókhoz.
ia: Thunderbird facilita le communicationes inter platteformas, decentralisate, de standard communicative aperte, que pone le usator al commando de lor datos e de lor fluxo de labor. Nos aspira offerer un platteforma inter-operabile e extensibile, open-source, pro messages e pro gerer informationes personal, tal como email, contactos, e appunctamentos.
is: Thunderbird auðveldar samskipti sem virka þvert á milli kerfa, eru dreifstýrð og fylgja opnum stöðlum, sem gefur notandanum stjórn á gögnum sínum og vinnuflæði. Við leitumst við að bjóða upp á gagnvirkt og stækkanlegt kerfi byggt á opnum hugbúnaði til að senda skilaboð og stýra persónulegum upplýsingum, svo sem tölvupósti, tengiliðum og stefnumótum.
it: Thunderbird facilita una comunicazione multipiattaforma, decentralizzata e basata su standard aperti, che permette all’utente di controllare i propri dati e flussi di lavoro. Il nostro obiettivo è offrire una piattaforma open source, compatibile con altre soluzioni ed estensibile per la messaggistica e la gestione di dati personali come posta elettronica, contatti e appuntamenti.
ja: Thunderbird は、クロスプラットフォーム、分散型、オープン標準のコミュニケーションを促進し、ユーザー自身がデータとワークフローを制御できるようにします。私たちは、互換性と拡張性に優れたメッセージングと個人情報 (メール、連絡先、面会の予定など) を管理するためのオープンソースプラットフォームを提供することを目指しています。
nl: Thunderbird faciliteert cross platform-, gedecentraliseerde, open-standaard communicatie, die de gebruiker de controle geeft over hun gegevens en werkproces. We streven ernaar een interoperabel en uitbreidbaar opensource platform te bieden voor berichtuitwisseling en beheer van persoonlijke gegevens, zoals e-mail, contacten en afspraken.
pl: Thunderbird pozwala na komunikację międzyplatformową, zdecentralizowaną, opartą na otwartych standardach, dzięki czemu użytkownik ma kontrolę nad swoimi danymi i organizacją pracy. Naszym celem jest oferowanie interoperacyjnej i rozszerzalnej platformy open-source do przesyłania wiadomości i zarządzania informacjami osobistymi, takimi jak poczta e-mail, kontakty i spotkania.
pt_br: O Thunderbird facilita a comunicação descentralizada e de padrão aberto entre plataformas, que coloca o usuário no controle de seus dados e seu jeito de usar. Aspiramos oferecer uma plataforma de código aberto, interoperável e extensível, para troca de mensagens e gerenciamento de informações pessoais, como email, contatos e agenda.
ru: Thunderbird облегчает кроссплатформенную, децентрализованную коммуникацию на основе открытых стандартов, что позволяет пользователю контролировать свои данные и рабочий процесс. Мы стремимся предложить совместимую и расширяемую платформу с открытым исходным кодом для обмена сообщениями и управления личной информацией, такой как электронная почта, контакты и встречи.
sk: Thunderbird umožňuje medziplatformovú, decentralizovanú komunikáciu s otvoreným štandardom, vďaka ktorej má používateľ kontrolu nad svojimi údajmi a pracovným tokom. Snažíme sa ponúknuť interoperabilnú a rozšíriteľnú platformu s otvoreným zdrojom na odosielanie správ a správu osobných informácií, ako sú e‑maily, kontakty a stretnutia.
sl: Thunderbird omogoča decentralizirano komunikacijo odprtih standardov med platformami, ki uporabniku omogoča nadzor nad svojimi podatki in potekom dela. Prizadevamo si ponuditi interoperabilno in razširljivo odprtokodno platformo za sporočanje in upravljanje osebnih podatkov, kot so e-pošta, stiki in sestanki.
sv_se: Thunderbird underlättar plattformsoberoende, decentraliserad kommunikation med öppen standard, vilket ger användaren kontroll över sin data och arbetsflöde. Vi strävar efter att erbjuda en interoperabel och utbyggbar plattform med öppen källkod för meddelanden och hantering av personlig information, såsom e-post, kontakter och möten.
uk: Thunderbird сприяє міжплатформовій, децентралізованій комунікації на основі відкритих стандартів, даючи можливість користувачеві контролювати свої дані та робочий процес. Ми прагнемо запропонувати взаємодійну і розширювану відкриту платформу для обміну повідомленнями та керування особистою інформацією, зокрема електронною поштою, контактами та зустрічами.
vi: Thunderbird hỗ trợ đa nền tảng, phi tập trung, giao tiếp tiêu chuẩn mở, giúp người dùng kiểm soát dữ liệu và quy trình làm việc của họ. Chúng tôi mong muốn cung cấp một giải pháp có thể tương tác và nền tảng nguồn mở có thể mở rộng để nhắn tin và quản lý thông tin cá nhân, chẳng hạn như email, địa chỉ liên lạc và các cuộc hẹn.

source: Calendar
bg: Календар
cs: Kalendář
cy: Calendr
de: Kalender
el: Ημερολόγιο
es_ar: Calendario
es_cl: Calendario
es_es: Calendario
eu: Egutegia
fi: Kalenteri
fr: Agenda
fy_nl: Aginda
gl: Calendario
hu: Naptár
ia: Agenda
is: Dagatal
it: Calendario
ja: カレンダー
kab: Awitay
nl: Agenda
nn_no: Kalender
pl: Kalendarz
pt_br: Agenda
ru: Календарь
sk: Kalendár
sl: Koledar
sq: Kalendar
sv_se: Kalender
tr: Takvim
uk: Календар
vi: Lịch

source: Resources
bg: Ресурси
cs: Zdroje
cy: Adnoddau
de: Ressourcen
el: Πόροι
es_ar: Recursos
es_cl: Recursos
eu: Baliabideak
fi: Resurssit
fr: Ressources
fy_nl: Helpboarnen
gl: Recursos
hu: Erőforrások
ia: Ressources
is: Tilföng
it: Risorse
ja: リソース
nl: Hulpbronnen
nn_no: Resursar
pl: Zasoby
pt_br: Recursos
ru: Ресурсы
sk: Zdroje
sl: Viri
sq: Burime
sv_se: Resurser
tr: Kaynaklar
uk: Ресурси
vi: Tài nguyên

source: Looking For Holiday Calendars?
bg: Търсите празнични календари?
cs: Hledáte kalendáře se svátky?
cy: Chwilio Am Galendrau Gwyliau?
de: Suchen Sie nach Feiertagskalendern?
el: Ψάχνετε για ημερολόγια αργιών;
es_ar: ¿Buscando calendarios de feriados?
es_cl: ¿Buscas calendarios de días festivos?
eu: Opor egutegien bila?
fi: Etsitkö lomakalentereita?
fr: Vous recherchez les calendriers des jours fériés ?
fy_nl: Sykje jo feestdagenaginda’s?
gl: Busca calendarios de vacacións?
hu: Ünnepnaptárakat keres?
ia: Recerca tu agendas de festivitates?
is: Ertu að leita að dagatölum með frídögum?
it: Cerchi calendari delle festività?
ja: ホリデーカレンダーをお探しですか？
nl: Op zoek naar feestdagenagenda’s?
nn_no: Ser du etter helgedagskalendrar?
pl: Szukasz kalendarzy świąt?
pt_br: Procurando agendas de feriados?
ru: Ищете календари праздников?
sk: Hľadáte kalendáre so sviatkami?
sl: Iščete koledarje s prazniki?
sq: Po shihni për Kalendarë Festash?
sv_se: Letar du efter helgdagskalendrar?
tr: Tatil takvimlerini mi arıyorsunuz?
uk: Шукаєте календарі свят?
vi: Bạn đang tìm lịch nghỉ lễ?

source: If you're looking for holiday calendars, please click <a href="%(url)s">here</a>.
bg: Ако търсите празничните календари, моля, цъкнете <a href="%(url)s">тук</a>.
cs: Pokud hledáte kalendář svátků, klepněte prosím <a href="%(url)s">zde</a>.
cy: Os ydych yn chwilio am galendrau gwyliau, cliciwch <a href="%(url)s">yma</a>.
de: Wenn Sie nach Feiertagskalendern suchen, klicken Sie bitte <a href="%(url)s">hier</a>.
el: Αν ψάχνετε για ημερολόγια αργιών, κάντε κλικ <a href="%(url)s">εδώ</a>.
es_ar: Si estás buscando calendarios de feriados, hacé clic <a href="%(url)s">acá</a>.
es_cl: Si estás buscando calendarios de días festivos, haz clic <a href="%(url)s">aquí</a>.
eu: Oporren egutegien bila bazabiltza egin klik <a href="%(url)s">hemen</a>.
fi: Jos etsit lomakalentereita, napsauta <a href="%(url)s">tästä</a>.
fr: Si vous recherchez des agendas de jours fériés, veuillez <a href="%(url)s">cliquer ici</a>.
fy_nl: As jo sykje nei feestdagenaginda’s, klik dan <a href="%(url)s">hjir</a>.
gl: Se busca calendarios de vacacións, faga clic <a href="%(url)s">aquí</a>.
hu: Ha ünnepnaptárakat keres, kattintson <a href="%(url)s">ide</a>.
ia: Si tu cerca agendas de festivitates, per favor clicca <a href="%(url)s">ci</a>.
is: Ef þú ert að leita að dagatölum með frídögum, skaltu smella <a href="%(url)s">hér</a>.
it: Se stai cercando i calendari delle festività, fai clic <a href="%(url)s">qui</a>.
ja: ホリデーカレンダーをお探しの方は、<a href="%(url)s">こちら</a>をクリックしてください。
nl: Als u op zoek bent naar feestdagenagenda’s, klik dan <a href="%(url)s">hier</a>.
nn_no: Ser du etter helgedagskalendrar, trykk <a href="%(url)s">her</a>.
pl: Jeżeli szukasz kalendarzy świąt, kliknij <a href="%(url)s">tutaj</a>.
pt_br: Se você estiver à procura de agendas de feriados, clique <a href="%(url)s">aqui</a>.
ru: Если вы ищете календари праздников, пожалуйста, нажмите <a href="%(url)s">здесь</a>.
sk: Ak hľadáte kalendáre so sviatkami, kliknite <a href="%(url)s">sem</a>.
sl: Če iščete koledarje za praznike, kliknite <a href="%(url)s">tukaj</a>.
sq: Nëse po shihni për kalendarë ditësh festash, ju lutemi, klikoni <a href="%(url)s">këtu</a>.
sv_se: Om du letar efter helgdagskalendrar, vänligen klicka <a href="%(url)s">här</a>.
tr: Bayram takvimlerini arıyorsanız lütfen <a href="%(url)s">buraya</a> tıklayın.
uk: Якщо ви шукаєте календарі свят, натисніть <a href="%(url)s">тут</a>.
vi: Nếu bạn đang tìm kiếm lịch nghỉ lễ, vui lòng nhấp vào <a href="%(url)s">đây</a>.

source: Holiday Calendar
bg: Празничен календар
cs: Kalendář svátků
cy: Calendrau Gwyliau
de: Feiertagskalender
el: Ημερολόγιο αργιών
es_ar: Calendario de feriados
es_cl: Calendario de días festivos
eu: Opor egutegia
fi: Lomakalenteri
fr: Calendrier des jours fériés
fy_nl: Feestdagenaginda
gl: Calendario de vacacións
hu: Ünnepnaptár
ia: Agenda del festivitates
is: Frídagatal
it: Calendario delle festività
ja: ホリデーカレンダー
nl: Feestdagenagenda
nn_no: Helgedagskalender
pl: Kalendarze świąt
pt_br: Agenda de feriados
ru: Календарь праздников
sk: Kalendáre sviatkov
sl: Koledar praznikov
sq: Kalendarë Ditësh Festash
sv_se: Helgdagskalender
tr: Tatil takvimi
uk: Календар свят
vi: Lịch nghỉ lễ

source: Add your nation’s holidays to <span class="txt-gradient">Calendar</span>!
bg: Добавете празниците на вашата държава към <span class="txt-gradient">Календара</span>!
cs: Přidejte svátky své země do <span class="txt-gradient">Kalendáře</span>!
cy: Ychwanegwch wyliau eich cenedl i'r<span class="txt-gradient">Calendr</span>!
de: Tragen Sie die Feiertage Ihres Landes in den <span class="txt-gradient">Kalender</span> ein!
el: Προσθέστε τις εθνικές αργίες σας στο <span class="txt-gradient">Ημερολόγιο</span>!
es_ar: ¡Agregá los feriados de tu país al <span class="txt-gradient">Calendario</span>!
es_cl: ¡Añade los días festivos de tu país al <span class="txt-gradient">Calendario</span>!
eu: Gehitu zure herrialdeko oporrak <span class="txt-gradient">egutegira</span>!
fi: Lisää maasi juhlapäivät <span class="txt-gradient">kalenteriin</span>!
fr: Ajoutez les jours fériés de votre pays à <span class="txt-gradient">Calendar</span> !
fy_nl: Foegje jo nasjonale feestdagen ta oan <span class="txt-gradient">Aginda</span>!
gl: Engada as vacacións do seu país ao <span class="txt-gradient">calendario</span>!
hu: Adja hozzá nemzetének ünnepeit a <span class="txt-gradient">Naptárhoz</span>!
ia: Adde tu festivitates national a <span class="txt-gradient">Agenda</span>!
is: Bættu frídögum þjóðar þinnar við <span class="txt-gradient">dagatalið</span>!
it: Aggiungi le festività del tuo Paese al <span class="txt-gradient">calendario</span>!
ja: 母国の祝日を<span class="txt-gradient">カレンダー</span>に追加します。
nl: Voeg uw nationale feestdagen toe aan <span class="txt-gradient">Agenda</span>!
nn_no: Legg til helgedagane for ditt land i <span class="txt-gradient">kalenderen</span>!
pl: Dodaj święta swojego kraju do <span class="txt-gradient">Kalendarza</span>!
pt_br: Adicione os feriados do seu país na <span class="txt-gradient">agenda</span>!
ru: Добавляйте свои национальные праздники в <span class="txt-gradient">Календарь</span>!
sk: Pridajte si sviatky svojej krajiny do <span class="txt-gradient">Kalendára</span>!
sl: Dodajte praznike svojega naroda v <span class="txt-gradient">Koledar</span>!
sq: Shtoni te <span class="txt-gradient">Kalendari</span> ditët e festave të kombit tuaj!
sv_se: Lägg till ditt lands helgdagar i <span class="txt-gradient">kalendern</span>!
tr: Ülkenizin bayram günlerini <span class="txt-gradient">takvime</span> ekleyin!
uk: Додайте свята своєї країни до <span class="txt-gradient">календаря</span>!
vi: Thêm ngày lễ của quốc gia bạn vào <span class="txt-gradient">lịch</span>!
