Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: Join the Beta today, and enjoy an exciting preview of the new features and visual enhancements coming to Thunderbird 115 Supernova. You can still run Thunderbird 102 after installing Beta on Windows with no special settings, unless you are using POP mail accounts. See details in the <a href="%(beta_kb_url)s">beta knowledge base</a>.
bg: Присъединете се към бета версията днес и се насладете на вълнуваща визуализация на новите функции и визуални подобрения, идващи към Thunderbird 115 Supernova. Все още можете да стартирате Thunderbird 102 след инсталиране на Beta на Windows без специални настройки, освен ако не използвате POP имейл акаунти. Вижте подробности в <a href="%(beta_kb_url)s">бета базата знания</a>.
cs: Připojte se k betaverzi ještě dnes a užijte si vzrušující ukázku nových funkcí a vizuálních vylepšení přicházejících do Thunderbird 115 Supernova. Thunderbird 102 můžete spustit i po instalaci betaverze na Windows bez zvláštních nastavení, pokud nepoužíváte poštovní účty POP. Podrobnosti naleznete v <a href="%(beta_kb_url)s">databázi znalostí pro betu</a>.
cy: Ymunwch â'r Beta heddiw, a mwynhewch ragolwg cyffrous o'r nodweddion newydd a'r gwelliannau gweledol sy'n dod i Thunderbird 115 Supernova. Gallwch barhau i redeg Thunderbird 102 ar ôl gosod Beta ar Windows heb unrhyw osodiadau arbennig, oni bai eich bod yn defnyddio cyfrifon post POP. Gweler y manylion yn y <a href="%(beta_kb_url)s">cronfa wybodaeth beta</a>.
de: Nutzen Sie noch heute der Beta-Version und erhalten Sie eine aufregende Vorschau auf die neuen Funktionen und visuellen Verbesserungen in Thunderbird 115 Supernova. Sie können Thunderbird 102 nach der Installation der Beta-Version unter Windows ohne besondere Einstellungen ausführen, es sei denn, Sie verwenden POP-Mail-Konten. Details finden Sie in der <a href="%(beta_kb_url)s">Beta-Wissensdatenbank</a>.
el: Γίνετε σήμερα χρήστης της έκδοσης Beta και απολαύστε μια συναρπαστική προεπισκόπηση των νέων δυνατοτήτων και οπτικών βελτιώσεων του Thunderbird 115 Supernova. Μπορείτε ακόμα να χρησιμοποιείτε το Thunderbird 102 μετά την εγκατάσταση της έκδοσης Beta στα Windows, χωρίς καμία ειδική ρύθμιση, εκτός εάν χρησιμοποιείτε λογαριασμούς αλληλογραφίας POP. Δείτε λεπτομέρειες στη <a href="%(beta_kb_url)s">γνωσιακή βάσης της έκδοσης Beta</a>.
es_ar: Unite a la versión beta hoy y disfrutá de una emocionante vista previa de las nuevas funciones y mejoras visuales que llegarán a Thunderbird 115 Supernova. Todavía podés ejecutar Thunderbird 102 después de instalar la Beta en Windows sin configuraciones especiales, a menos que estés usando cuentas de correo POP. Mirá más detalles en la <a href="%(beta_kb_url)s">base de conocimientos de beta</a>.
es_cl: Únete a la versión beta hoy y disfruta de una emocionante vista previa de las nuevas funciones y mejoras visuales que llegarán a Thunderbird 115 Supernova. Todavía podrás ejecutar Thunderbird 102 después de instalar Beta en Windows sin configuraciones especiales, a menos que esté usando cuentas de correo POP. Consulta los detalles en la <a href="%(beta_kb_url)s">base de conocimientos beta</a>.
es_es: Únete a la versión beta hoy y disfruta de una emocionante vista previa de las nuevas funciones y mejoras visuales que llegarán a Thunderbird 115 Supernova. Todavía podrás ejecutar Thunderbird 102 después de instalar Beta en Windows sin configuraciones especiales, a menos que esté usando cuentas de correo POP. Consulta los detalles en la <a href="%(beta_kb_url)s">base de conocimientos de la versión beta</a>.
eu: Sartu gaur Beta-ra eta gozatu Thunderbird 115 Supernovara datozen funtzio berrien eta ikusmen-hobekuntzen aurrebista zirraragarri batez. Thunderbird 102 exekutatu dezakezu Windowsen Beta instalatu ondoren ezarpen berezirik gabe, POP posta-kontuak erabiltzen ari ez bazara behintzat. Ikusi xehetasunak <a href="%(beta_kb_url)s">beta ezagutza-basean</a>.
fr: Rejoignez la Bêta aujourd’hui et profitez en avant-première des nouvelles fonctionnalités et des améliorations visuelles qui arrivent dans la version 115, dite Supernova, de Thunderbird. Vous pouvez toujours continuer à utiliser la version 102 après l’installation de la Bêta sous Windows sans configuration particulière, sauf si vous utilisez des comptes POP. Consultez tous les détails dans la <a href="%(beta_kb_url)s">base de connaissance de la Bêta</a>.
fy_nl: Doch hjoed noch mei oan de Beta en genietsje fan in spannend foarbyld fan de nije funksjes en fisuele ferbetteringen dy’t nei Thunderbird 115 Supernova komme. Jo kinne Thunderbird 102 noch hieltyd brûke nei it ynstallearjen fan Beta op Windows sûnder spesjale ynstellingen, útsein as jo POP--e-mailaccounts brûke. Sjoch de details yn de <a href="%(beta_kb_url)s">Beta-kennisbank</a>.
gl: Únete á versión beta hoxe e goza dunha emocionante vista previa das novas funcións e melloras visuais que chegarán a Thunderbird 115 Supernova. Aínda podes executar Thunderbird 102 despois de instalar a beta en Windows sen configuracións especiais, a non ser que esteas a usar contas de correo POP. Consulta os detalles na <a href="%(beta_kb_url)s">base de coñecemento beta</a>.
hu: Csatlakozzon még ma a Betához, és élvezze a Thunderbird 115 Supernova érkező új funkcióinak és vizuális fejlesztéseinek izgalmas előnézetét. A Thunderbird 102 a windowsos Beta telepítése után is futtatható, speciális beállítások nélkül, hacsak nem használ POP-postafiókot. Részletek a <a href="%(beta_kb_url)s">béta tudásbázisában</a>.
ia: Inscribe te al beta hodie, e frue un excitante vista preliminar del nove functiones e meliorationes visual que veni a in Thunderbird 115 Supernova. Tu pote ancora exequer Thunderbird 102 post le installation del beta sur Windows sin special parametros, si tu non usa contos email POP. Vide detalios in le <a href="%(beta_kb_url)s">base de cognoscentias del version beta</a>.
is: Skráðu þig í Beta-prófanir og njóttu spennandi forskoðunar á nýjum eiginleikum og sjónrænum endurbótum sem munu koma í Thunderbird 115 Supernova. Þú getur eftir sem áður keyrt Thunderbird 102 á Windows eftir að hafa sett upp Beta-prófunarútgáfuna án sérstakra stillinga, nema þú sért að nota POP-póstreikninga. Skoðaðu nánari upplýsingar í <a href="%(beta_kb_url)s">beta-prófun þekkingargrunninum</a>.
it: Inizia subito a utilizzare la versione beta e goditi un’entusiasmante anteprima delle nuove funzionalità e dei miglioramenti visivi in arrivo con Thunderbird 115 Supernova. Dopo aver installato la versione beta su Windows, è ancora possibile utilizzare Thunderbird 102 senza ricorrere a impostazioni speciali, a meno che non si utilizzino account di posta POP. Consulta i dettagli nella <a href="%(beta_kb_url)s">documentazione per la versione beta</a>.
ja: 今すぐベータ版に参加して、Thunderbird 115 Supernovaの新機能とビジュアルの強化のエキサイティングなプレビューをお楽しみください。POPメールアカウントを使用していない限り、Windowsにベータ版をインストールした後も、特別な設定なしでThunderbird 102を実行できます。詳細は、<a href="%(beta_kb_url)s">ベータ版ナレッジベース</a>をご覧ください。
nl: Doe vandaag nog mee aan de Beta en geniet van een spannende vroege kennismaking met de nieuwe functies en visuele verbeteringen die naar Thunderbird 115 Supernova komen. U kunt Thunderbird 102 nog steeds gebruiken nadat u Beta op Windows hebt geïnstalleerd zonder speciale instellingen, tenzij u POP-e-mailaccounts gebruikt. Zie de details in de <a href="%(beta_kb_url)s">Beta-kennisbank</a>.
pt_br: Use o Beta e desfrute de uma emocionante prévia dos novos recursos e aprimoramentos visuais do Thunderbird 115 Supernova. Você ainda pode usar o Thunderbird 102 após instalar o Beta no Windows sem configurações especiais, a menos que esteja usando contas POP de email. Veja detalhes na <a href="%(beta_kb_url)s">base de conhecimento do beta</a>.
ru: Присоединяйтесь к бете сегодня и наслаждайтесь захватывающим предварительным просмотром новых функций и визуальных улучшений, которые появятся в Thunderbird 115 Supernova. Вы по-прежнему можете запускать Thunderbird 102 после установки бета-версии в Windows без специальных настроек, если только вы не используете почтовые учётные записи POP. Подробнее см. в <a href="%(beta_kb_url)s">базе знаний по бете</a>.
sk: Pripojte sa k beta verzii ešte dnes a vychutnajte si vzrušujúcu ukážku nových funkcií a vizuálnych vylepšení prichádzajúcich do Thunderbirdu 115 Supernova. Thunderbird 102 môžete spustiť aj po nainštalovaní beta verzie v systéme Windows bez špeciálnych nastavení, pokiaľ nepoužívate poštové účty POP. Podrobnosti nájdete v <a href="%(beta_kb_url)s">databáze znalostí pre verziu beta</a>.
sl: Pridružite se programu beta še danes in užijte razburljiv predogled novih zmožnosti in vizualnih izboljšav, ki jih bo prinesel Thunderbird 115 Supernova. Thunderbird 102 lahko v sistemu Windows po namestitvi različice beta še vedno uporabljate brez posebnih nastavitev, razen če uporabljate poštne račune POP. Oglejte si podrobnosti v <a href="%(beta_kb_url)s">zbirki znanja</a>.
sq: Ejani në versionin Beta që sot dhe shijoni një paraparje ngazëlluese të veçorive të reja dhe përmirësimeve pamore që do të vijnë me Thunderbird 115 Supernova. Mundeni të xhironi ende Thunderbird 102-shin, pas instalimit të Beta-s në Windows, pa rregullime speciale, hiq rastin kur xhironi llogari POP poste. Shihni hollësi te <a href="%(beta_kb_url)s">baza e dijeve për beta-n</a>.
sv_se: Gå med i betan idag och njut av en spännande förhandstitt av de nya funktionerna och visuella förbättringarna som kommer till Thunderbird 115 Supernova. Du kan fortfarande köra Thunderbird 102 efter att ha installerat Beta för Windows utan särskilda inställningar, såvida du inte använder e-postkonton med POP. Se detaljer i <a href="%(beta_kb_url)s">kunskapsbasen för beta</a>.
uk: Приєднуйтесь до бета-тестування, щоб оцінити нові функції та вдосконалений зовнішній вигляд, які ми готуємо у новій версії Thunderbird 115 Supernova. Встановивши бета-версію для Windows, ви й надалі можете користуватися Thunderbird 102 без спеціальних налаштувань, якщо ви не використовуєте облікові записи електронної пошти POP. Докладніша інформація про це у <a href="%(beta_kb_url)s">базі знань бета-тестування</a>.
vi: Tham gia Beta hôm nay và tận hưởng bản xem trước thú vị về các tính năng mới và cải tiến trực quan sắp có trong Thunderbird 115 Supernova. Bạn vẫn có thể chạy Thunderbird 102 sau khi cài đặt bản Beta trên Windows mà không cần cài đặt đặc biệt, trừ khi bạn đang sử dụng tài khoản thư POP. Xem chi tiết trong <a href="%(beta_kb_url)s">cơ sở kho tàng kiến thức beta</a>.

source: Thunderbird Beta is early access software, so please report the rough edges using the Help menu. You can find assistance via “Get Help” and “Share Ideas and Feedback” as well as the <a href="%(beta_topicbox_url)s">Beta Topicbox</a> forum.
bg: Thunderbird Beta е софтуер за ранен достъп, така че, моля, докладвайте неточности, като използвате менюто Помощ. Можете да намерите помощ чрез „Получаване на помощ“ и „Споделяне предложения“, както и във форума <a href="%(beta_topicbox_url)s">тук</a>.
cs: Thunderbird Beta je vývojová verze software, takže hrubé nedostatky nahlaste pomocí nabídky Nápověda. Pomoc můžete najít prostřednictvím "Získat pomoc", "Sdílet nápad nebo zpětnou vazbu" a také fóra <a href="%(beta_topicbox_url)s">Beta Topicbox</a>.
cy: Meddalwedd mynediad cynnar yw Thunderbird Beta, felly rhowch wybod am unrhyw anhawster drwy'r ddewislen Cymorth. Gallwch ddod o hyd i gymorth trwy “Cael Cymorth” a “Rhannu Syniadau ac Adborth” yn ogystal â'r fforwm <a href="%(beta_topicbox_url)s">>Beta Topicbox</a>.
de: Thunderbird Beta ist eine Early-Access-Software, melden Sie uns daher bitte über das Hilfe-Menü, wenn Probleme auftreten. Hilfe erhalten Sie über die Menüs „Unterstützung erhalten“ und „Ideen und Feedback teilen“ sowie das <a href="%(beta_topicbox_url)s">Beta-Topicbox</a>-Forum.
el: Το Thunderbird Beta αποτελεί λογισμικό πρώιμης πρόσβασης. Παρακαλούμε αναφέρετε τυχόν ελαττώματα μέσω του μενού «Βοήθεια». Μπορείτε να λάβετε υποστήριξη μέσω των επιλογών «Λήψη βοήθειας» και «Κοινοποίηση ιδεών και σχολίων», καθώς στο φόρουμ <a href="%(beta_topicbox_url)s">Beta Topicbox</a>.
es_ar: Thunderbird Beta es un software de acceso anticipado, así que te pedimos que nos informes sobre algo raro que encuentres mediante el menú Ayuda. Podés encontrar ayuda a través de “Obtener ayuda” y “Compartir ideas y opiniones”, así como en el foro <a href="%(beta_topicbox_url)s">Beta Topicbox</a>.
es_cl: Thunderbird Beta es un software de acceso anticipado, por lo tanto, informa los problemas que encuentres mediante el menú Ayuda. Puedes encontrar apoyo a través de "Obtener ayuda" y "Compartir ideas y comentarios", así como en el foro <a href="%(beta_topicbox_url)s">Beta Topicbox</a>.
es_es: Thunderbird Beta es un software de acceso anticipado, por lo tanto, informa los problemas que encuentres mediante el menú Ayuda. Puedes encontrar asistencia a través de “Obtener ayuda” y “Compartir ideas y comentarios”, así como en el foro <a href="%(beta_topicbox_url)s">Beta Topicbox</a>.
eu: Thunderbird Beta sarbide goiztiarreko softwarea da, beraz, jakinarazi ertz zakarrak Laguntza menua erabiliz. Laguntza "Lortu laguntza" eta "Partekatu ideiak eta iritziak" bidez eta <a href="%(beta_topicbox_url)s">Beta Topicbox</a> foroan aurki dezakezu.
fr: Thunderbird Bêta est un logiciel en accès anticipé. Aussi, veuillez nous en signaler les défauts en passant par le menu Aide. Vous pouvez obtenir de l’assistance via « Obtenir de l’aide » et « Partager des idées et des commentaires », mais également sur le forum <a href="%(beta_topicbox_url)s">Beta Topicbox</a>.
fy_nl: Thunderbird Beta is software foar betide tagong, dus rapportearje de rûge rânen mei it Help-menu. Jo kinne help krije fia ‘Help krije’ en ‘Ideeën en kommentaar diele’ en ek fia it <a href="%(beta_topicbox_url)s">Beta Topicbox</a>-foarum.
gl: Thunderbird Beta é un software de acceso anticipado, polo que, por favor, informe das dificultades mediante o menú Axuda. Podes atopar axuda a través de "Obter axuda" e "Compartir ideas e comentarios", así como no foro <a href="%(beta_topicbox_url)s">Beta Topicbox</a>.
hu: A Thunderbird Beta egy korai hozzáférésű szoftver, ezért jelentse a problémákat a Súgó menüben. Segítséget kaphat a „Segítség kérése” és az „Ötletek és visszajelzés megosztása” segítségével, valamint a <a href="%(beta_topicbox_url)s">Beta Topicbox</a> fórumon.
ia: Thunderbird beta es un software de accesso precoce, assi signala le asperitates per le menu Adjutar. Tu pote trovar assistentia via le foro “Obtener auxilio” e “Compartir ideas e commentarios”, e <a href="%(beta_topicbox_url)s">beta Topicbox</a>.
is: Thunderbird Beta er hugbúnaður með snemmbúnum eiginleikum, svo vinsamlegast tilkynntu um vankanta með því að nota hjálparvalmyndina. Þú getur fengið aðstoð í gegnum „Fá aðstoð“ og „Deila hugmyndum og athugasemdum“ sem og í <a href="%(beta_topicbox_url)s">Beta viðfangsefni</a> á spjallborðinu.
it: Thunderbird Beta è una versione preliminare del software, per cui è importante segnalare eventuali malfunzionamenti utilizzando il menu Aiuto. Puoi ricevere supporto tramite “Ricevi assistenza” e “Condividi idee e feedback…”, oltre che nel forum <a href="%(beta_topicbox_url)s">Beta Topicbox</a>.
ja: Thunderbirdベータは早期アクセスソフトウェアですので、「ヘルプ」メニューを使用して粗いエッジを報告してください。サポートは、「ヘルプを得る」、「アイデアとフィードバックを共有する」、および<a href="%(beta_topicbox_url)s">ベータ版のトピックボックス</a>フォーラムから入手できます。
nl: Thunderbird Beta is software voor vroege toegang, dus meld de ruwe kantjes via het menu Help. U kunt hulp krijgen via ‘Hulp verkrijgen’ en ‘Ideeën en feedback delen’, evenals via het <a href="%(beta_topicbox_url)s">Beta Topicbox</a>-forum.
pt_br: O Thunderbird Beta é um software de acesso antecipado, portanto, favor informar irregularidades através do menu Ajuda. Você pode obter assistência via “Obter ajuda” e “Compartilhar ideias e opiniões”, bem como no fórum <a href="%(beta_topicbox_url)s">Beta Topicbox</a>.
ru: Thunderbird Бета — это программное обеспечение с ранним доступом, поэтому, пожалуйста, сообщайте о всех неровностях, используя меню «Справка». Вы можете найти помощь через «Получить помощь» и «Поделиться идеями или оставить отзыв», а также на форуме <a href="%(beta_topicbox_url)s">Beta Topicbox</a>.
sk: Thunderbird Beta je testovacia verzia programu, preto nahláste nedostatky pomocou ponuky Pomocník. Pomoc môžete nájsť prostredníctvom položiek “Získať pomoc” a “Zdieľať nápady a spätnú väzbu”, ako aj vo fóre <a href="%(beta_topicbox_url)s">Beta Topicbox</a>.
sl: Thunderbird Beta je programska oprema z zgodnjim dostopom, zato prijavite pomanjkljivosti v meniju Pomoč. Pomoč lahko najdete v razdelkih “Poiščite pomoč” in “Deli zamisli in povratne informacije” ter na forumu <a href="%(beta_topicbox_url)s">Beta Topicbox</a>.
sq: Thunderbird Beta është <em>software</em> provash të hershme, ndaj njoftoni anë të palatuara duke përdorur menunë Ndihmë. Mund të gjeni asistencë përmes “Merrni Ndihmë” dhe “Jepni Ide dhe Përshtypje”, si dhe përmes forumit <a href="%(beta_topicbox_url)s">Beta Topicbox</a>.
sv_se: Thunderbird Beta är programvara för tidig åtkomst, så vänligen rapportera problem med hjälp av Hjälp-menyn. Du kan få hjälp via "Få hjälp" och "Dela idéer och feedback" samt forumet <a href="%(beta_topicbox_url)s">Beta Topicbox</a>.
uk: Thunderbird Beta – це програма, що перебуває на стадії розробки, тому якщо ви виявите будь-які помилки, повідомте про них через меню Допомога. Ви можете отримати допомогу, перейшовши до розділів “Отримати допомогу” та “Поділіться ідеями та відгуком”, а також завітавши до теми форуму <a href="%(beta_topicbox_url)s">Beta</a>.
vi: Thunderbird Beta là phần mềm truy cập sớm, vì vậy vui lòng báo cáo các vấn đề khó khăn bằng cách sử dụng menu Trợ giúp. Bạn có thể tìm trợ giúp thông qua “Nhận trợ giúp” và “Chia sẻ ý tưởng và phản hồi” cũng như diễn đàn <a href="%(beta_topicbox_url)s">chủ đề beta</a>.

source: Install now!
bg: Инсталиране сега!
cs: Instalovat nyní!
cy: Gosod nawr!
de: Jetzt installieren!
el: Εγκατάσταση τώρα!
es_ar: ¡Instalar ahora!
es_cl: ¡Instalar ahora!
es_es: ¡Instalar ahora!
eu: Instalatu orain!
fi: Asenna nyt!
fr: Installer
fy_nl: No ynstallearje!
gl: Instalar agora!
hu: Telepítés most!
ia: Installar ora!
is: Setja upp núna!
it: Installa ora
ja: 今すぐインストールしましょう！
nl: Nu installeren!
nn_no: Installer no!
pl: Zainstaluj teraz!
pt_br: Instale agora!
ru: Установить сейчас!
sk: Nainštalovať
sl: Namestite zdaj!
sq: Instalojeni që tani!
sv_se: Installera nu!
tr: Şimdi yükle!
uk: Встановити!
vi: Cài đặt ngay!

source: Just one more step!
bg: Само още една стъпка!
cs: Už jen jeden krok!
cy: Dim ond un cam arall!
de: Nur noch ein Schritt!
el: Απομένει μόνο ένα βήμα!
es_ar: ¡Sólo un paso más!
es_cl: ¡Sólo un paso más!
es_es: ¡Sólo un paso más!
eu: Urrats bat gehiago bakarrik!
fi: Vielä yksi vaihe!
fr: Dernière étape !
fy_nl: Noch mar ien stap!
gl: Só un paso máis!
hu: Csak még egy lépés!
ia: Solo un altere passo!
is: Bara eitt skref í viðbót!
it: Ancora un passo!
ja: あともう少しです！
nl: Nog maar een stap!
nn_no: Berre eitt steg til!
pl: Jeszcze tylko jeden krok!
pt_br: Só mais uma coisa!
ru: Всего ещё один шаг!
sk: Už len jeden krok!
sl: Samo še en korak!
sq: Edhe një hap!
sv_se: Bara ett steg till!
tr: Son bir adım!
uk: Ще один крок!
vi: Chỉ một bước nữa!

source: Finish installing, and start enjoying Thunderbird Beta.
bg: Завършете инсталирането и започнете да използвате Thunderbird Beta.
cs: Dokončete instalaci a užijte si betaverzi Thunderbirdu.
cy: Gorffenwch y gosod, a dechrau mwynhau Thunderbird.
de: Schließen Sie die Installation ab und genießen Sie Thunderbird Beta.
el: Ολοκληρώστε την εγκατάσταση και αρχίστε να απολαμβάνετε το Thunderbird Beta.
es_ar: Terminá de instalar y empezá a disfrutar de Thunderbird Beta.
es_cl: Termina de instalar y empieza a disfrutar de Thunderbird Beta.
es_es: Termina la instalación, y comienza a disfrutar Thunderbird Beta.
eu: Bukatu instalatzen eta hasi Thunderbird Beta disfrutatzen.
fi: Viimeistele asennus ja nauti Thunderbirdin beetaversiosta.
fr: Terminez l’installation et commencez à profiter de Thunderbird Beta.
fy_nl: Foltôgje de ynstallaasje en genietsje fan Thunderbird Beta.
gl: Remate a instalación e comece a gozar de Thunderbird Beta.
hu: Fejezze be a telepítést, és élvezze a Thunderbird Betát.
ia: Fini de installar, e comencia a gauder de Thunderbird beta.
is: Ljúktu við uppsetninguna og byrjaðu að njóta Thunderbird prófunarútgáfunnar.
it: Termina l’installazione e inizia a utilizzare Thunderbird Beta.
ja: インストールを完了して、ベータ版Thunderbirdをお楽しみください。
nl: Voltooi de installatie en geniet van Thunderbird Beta.
nn_no: Fullfør installasjonen og nyt Thunderbird Beta.
pl: Dokończ instalację i zacznij cieszyć się Thunderbirdem Beta.
pt_br: Conclua a instalação e comece a desfrutar do Thunderbird Beta.
ru: Завершите установку и начните пользоваться Thunderbird Бета.
sk: Dokončite inštaláciu a začnite si užívať Thunderbird Beta.
sl: Dokončajte namestitev in začnite uživati v Thunderbirdu Beta.
sq: Përfundojeni instalimin dhe filloni të shijoni Thunderbird-in Beta.
sv_se: Avsluta installationen och börja njut av Thunderbird Beta.
tr: Yüklemeyi tamamlayıp Thunderbird Beta’nın keyfini çıkarmaya başlayın.
uk: Завершіть встановлення та почніть користуватися Thunderbird Beta.
vi: Hoàn tất cài đặt và bắt đầu sử dụng Thunderbird Beta.

source: Learn more about Thunderbird 115 Supernova
bg: Научете повече за Thunderbird 115 Supernova
cs: Další informace o Thunderbird 115 Supernova
cy: Dysgwch ragor am Thunderbird 115 Supernova
de: Erfahren Sie mehr über Thunderbird 115 Supernova
el: Μάθετε περισσότερα σχετικά με το Thunderbird 115 Supernova
es_ar: Conocé más sobre Thunderbird 115 Supernova
es_cl: Aprende más acerca de Thunderbird 115 Supernova
es_es: Más información sobre Thunderbird 115 Supernova
eu: Lortu informazio gehiago Thunderbird 115 Supernovari buruz
fi: Lue lisää Thunderbird 115 Supernovasta
fr: En savoir plus sur Thunderbird 115 Superova
fy_nl: Mear ynfo oer Thunderbird 115 Supernova
gl: Máis información sobre Thunderbird 115 Supernova
hu: Tudjon meg többet a Thunderbird 115 Supernováról
ia: Pro saper plus re Thunderbird 115 Supernova
is: Frekari upplýsingar um Thunderbird 115 Supernova
it: Ulteriori informazioni su Thunderbird 115 Supernova
ja: Thunderbird 115 Supernovaの詳細については、こちらをご覧ください
nl: Meer info over Thunderbird 115 Supernova
nn_no: Les meir om Thunderbird 115 Supernova
pt_br: Saiba mais sobre o Thunderbird 115 Supernova
ru: Узнайте больше о Thunderbird 115 Supernova
sk: Ďalšie informácie o Thunderbirde 115 Supernova
sl: Več o Thunderbirdu 115 - Supernovi
sq: Mësoni më tepër mbi Thunderbird 115 Supernova
sv_se: Lär dig mer om Thunderbird 115 Supernova
tr: Thunderbird 115 Supernova hakkında daha fazla bilgi alın
uk: Дізнайтеся більше про Thunderbird 115 Supernova
vi: Tìm hiểu thêm về Thunderbird 115 Supernova
