Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: Your donation may be eligible for a refund. You must <strong>contact us within 15 days of payment date.</strong> If you believe this payment was made without your authorization, please contact us immediately. <strong>Donations made via ACH or SEPA direct debit are ineligible for refunds.</strong> Due to the nature of these transactions our policy prioritizes minimizing refund fraud. We appreciate your understanding. If you need assistance, <a href="%(help)s">please contact us</a>.
bg: Вашето дарение може да отговаря на условията за възстановяване. Трябва да <strong>се свържете с нас в рамките на 15 дни от датата на плащането.</strong> Ако смятате, че това плащане е направено без ваше упълномощаване, моля, свържете се с нас незабавно. <strong>Даренията, направени чрез директен дебит ACH или SEPA, не отговарят на условията за възстановяване.</strong> Поради естеството на тези транзакции нашите правила дават приоритет на минимизирането на измамите с възстановяване на средства. Оценяваме вашето разбиране. Ако имате нужда от съдействие, <a href="%(help)s">моля, свържете се с нас</a>.
cy: Efallai y bydd eich rhodd yn gymwys i gael ad-daliad. Rhaid i chi <strong>gysylltu â ni o fewn 15 diwrnod ar ôl dyddiad y rhodd</strong>. Os ydych chi'n credu bod y rhodd hon wedi'i gwneud heb eich caniatâd, cysylltwch â ni ar unwaith. <strong>Nid yw rhoddion sydd wedi eu gwneud trwy ddebyd uniongyrchol ACH neu SEPA yn gymwys i gael ad-daliadau.</strong> Oherwydd natur y trafodion hyn mae ein polisi yn rhoi blaenoriaeth i leihau twyll ad-daliadau. Rydym yn gwerthfawrogi eich dealltwriaeth am hyn. Os ydych angen cymorth, <a href="%(help)s">cysylltwch â ni</a>, os gwelwch yn dda.
de: Ihre Spende kommt möglicherweise für eine Erstattung in Frage. Sie müssen <strong>uns innerhalb von 15 Tagen nach Zahlungsdatum kontaktieren.</strong> Wenn Sie glauben, dass diese Zahlung ohne Ihre Autorisierung getätigt wurde, setzen Sie sich bitte umgehend mit uns in Verbindung. <strong>Spenden per ACH- oder SEPA-Lastschrift können nicht erstattet werden.</strong> Aufgrund der Art dieser Transaktionen priorisiert unsere Richtlinie die Minimierung von Betrug durch Erstattungen. Wir bitten um Ihr Verständnis. Wenn Sie Hilfe benötigen, <a href="%(help)s">kontaktieren Sie uns bitte</a>.
el: Η δωρεά σας ενδέχεται να πληροί τις προϋποθέσεις επιστροφής χρημάτων. Πρέπει να <strong>επικοινωνήσετε μαζί μας εντός 15 ημερών από την ημερομηνία της πληρωμής.</strong> Αν πιστεύετε ότι η πληρωμή έγινε χωρίς τη συγκατάθεσή σας, επικοινωνήστε άμεσα μαζί μας. <strong>Οι δωρεές που γίνονται μέσω πάγιας εντολής ACH ή SEPA δεν είναι επιλέξιμες για επιστροφή χρημάτων.</strong> Λόγω της φύσης αυτών των συναλλαγών, η πολιτική μας έχει ως προτεραιότητα την ελαχιστοποίηση της απάτης μέσω επιστροφής χρημάτων. Εκτιμούμε την κατανόησή σας. Αν χρειάζεστε βοήθεια, <a href="%(help)s">παρακαλούμε επικοινωνήστε μαζί μας</a>.
es_ar: Tu donación puede ser elegible para un reembolso. Tenés que <strong>contactarnos dentro de los 15 días posteriores a la fecha de la donación.</strong> Si creés que esta donación se realizó sin tu autorización, comunicate con nosotros de inmediato. <strong>Las donaciones realizadas mediante débito directo ACH o SEPA no son elegibles para reembolsos.</strong> Debido a la naturaleza de estas transacciones, nuestra política prioriza minimizar el fraude en los reembolsos. Agradecemos sinceramente tu comprensión. Si tenés más preguntas, <a href="%(help)s">ponete en contacto con nosotros</a>.
es_cl: Tu donación puede ser elegible para un reembolso. Debes <strong>contactarnos dentro de los 15 días desde la fecha de pago.</strong> Si crees que este pago se realizó sin tu autorización, comunícate con nosotros de inmediato. <strong>Las donaciones realizadas mediante débito directo ACH o SEPA no son elegibles para reembolsos.</strong> Debido a la naturaleza de estas transacciones, nuestra política prioriza minimizar el fraude en los reembolsos. Agradecemos tu comprensión. Si necesitas ayuda, <a href="%(help)s">ponte en contacto con nosotros</a>.
fr: Votre don peut donner lieu à un remboursement. Vous devez <strong>nous contacter dans les 15 jours suivant la date du paiement.</strong> Si vous pensez que ce paiement a été réalisé sans votre autorisation, veuillez nous contacter immédiatement. <strong>Les dons effectués par virement bancaire ACH ou SEPA ne peuvent pas donner lieu à un remboursement.</strong> En raison de la nature de ces transactions, notre politique donne la priorité à la réduction des fraudes aux remboursements. Nous apprécions votre compréhension. Si vous avez besoin d’assistance, <a href="%(help)s">veuillez nous contacter</a>.
fy_nl: Jo donaasje kin yn oanmerking komme foar in restitúsje. Jo moatte <strong>binnen 15 dagen nei de datum fan de donaasje kontakt mei ús opnimme.</strong> As jo leauwe dat dizze donaasje makke is sûnder jo tastimming, nim dan daliks kontakt mei ús op. <strong>Donaasjes makke fia ACH of SEPA komme net yn oanmerking foar restitúsje.</strong> Fanwegen de aard fan dizze transaksjes prioritearret ús belied it minimalisearjen fan fraude fan restitúsjefraude. Wy wurdearje jo begryp. As jo noch fragen hawwe, <a href="%(help)s">nim dan kontakt mei ús op</a>.
gl: A túa doazón pode ser apta para un reembolso. Debes <strong>contactar connosco nun prazo de 15 días desde a data de pago.</strong> Se cres que este pago se realizou sen a túa autorización, ponte en contacto connosco inmediatamente. <strong>As doazóns realizadas mediante a domiciliación bancaria ACH ou SEPA non son aptas para os reembolsos.</strong> Debido á natureza destas transaccións, a nosa política prioriza minimizar o fraude de reembolso. Agradecemos a súa comprensión. Se precisas axuda, <a href="%(help)s">contacta connosco</a>.
hu: Az adománya lehet, hogy visszatéríthető. <strong>Lépjen velünk kapcsolatba a fizetéstől számított 15 napon belül.</strong> Ha úgy gondolja, hogy ez a fizetés az Ön engedélye nélkül történt, kérjük azonnal lépjen velünk kapcsolatba. <strong>Az ACH vagy SEPA beszedéssel történő adományok nem jogosultak visszatérítésre.</strong> Ezen tranzakciók természetéből adódóan, irányelvünk prioritásként kezeli a visszatérítési csalások minimalizálását. Megértésüket őszintén köszönjük. Ha segítségre van szüksége, <a href="%(help)s">lépjen velünk kapcsolatba</a>.
ia: Tu donation pote esser eligibile pro un reimbursamento. Tu debe <strong>contactar nos intra 15 dies desde le data de pagamento.</strong> Si tu crede que iste pagamento era facite sin tu autorisation, contacta nos immediatemente. <strong>Le donationes facite via ACH o domiciliation SEPA es ineligibile pro reimbursamentos.</strong> Per le natura de iste transactiones nostre regulamento da prioritate al minimisar fraudes de reimbursamento. Nos apprecia tu comprension. Si te besonia assistentia, <a href="%(help)s">contacta nos</a>.
it: La tua donazione potrebbe essere idonea per un rimborso. È necessario <strong>contattarci entro 15 giorni dalla data della donazione.</strong> Se ritieni che questa donazione sia stata effettuata senza la tua autorizzazione, contattaci immediatamente. <strong>Le donazioni effettuate tramite addebito diretto ACH o SEPA non sono idonee al rimborso.</strong> Data la natura di queste transazioni, la nostra politica ha come priorità la riduzione al minimo delle frodi sui rimborsi. Ti ringraziamo per la tua comprensione. Se hai bisogno di assistenza, <a href="%(help)s">contattaci</a>.
nl: Uw donatie komt mogelijk in aanmerking voor restitutie. U dient <strong>binnen 15 dagen na de betalingsdatum contact met ons op te nemen.</strong> Als u denkt dat deze betaling is gedaan zonder uw toestemming, neem dan onmiddellijk contact met ons op. <strong>Donaties die via ACH of SEPA zijn gedaan, komen niet in aanmerking voor restitutie.</strong> Vanwege de aard van deze transacties geeft ons beleid prioriteit aan het minimaliseren van restitutiefraude. We waarderen uw begrip. Als u hulp nodig hebt, <a href="%(help)s">neem dan contact met ons op</a>.
ru: Ваше пожертвование может иметь право на возмещение. Вы должны <strong>связаться с нами в течение 15 дней с даты платежа.</strong> Если вы считаете, что этот платеж был сделан без вашей авторизации, пожалуйста, немедленно свяжитесь с нами. <strong>Пожертвования, сделанные через ACH или прямым дебетом SEPA, не имеют права на возмещение.</strong> Из-за характера этих транзакций наша политика отдаёт приоритет минимизацию мошенничества с возвратом средств. Спасибо за понимание. Если вам нужна помощь, <a href="%(help)s">пожалуйста, свяжитесь с нами</a>.
sk: Váš dar môže mať nárok na vrátenie peňazí. Musíte nás <strong>kontaktovať do 15 dní od dátumu platby.</strong> Ak sa domnievate, že táto platba bola vykonaná bez vašej autorizácie, ihneď nás kontaktujte. <strong>Dary uskutočnené prostredníctvom inkasa ACH alebo SEPA nie sú oprávnené na vrátenie peňazí.</strong> Vzhľadom na povahu týchto transakcií naše pravidlá uprednostňujú minimalizáciu podvodov pri vrátení peňazí. Ďakujeme za pochopenie. Ak potrebujete pomoc, <a href="%(help)s">kontaktujte nás</a>.
sl: Vaša donacija je morda upravičena do vračila. Morate se <strong>obrniti na nas v 15 dneh po datumu plačila.</strong> Če menite, da je bilo to plačilo opravljeno brez vašega pooblastila, se takoj obrnite na nas. <strong>Donacije, opravljene preko direktne obremenitve ACH ali SEPA, niso upravičene do vračil denarja.</strong> Zaradi narave teh transakcij naš pravilnik daje prednost zmanjšanju goljufij z vračili kupnine. Zahvaljujemo se za vaše razumevanje. Če potrebujete pomoč, <a href="%(help)s">nam pišite</a>.
sv_se: Din donation kan vara berättigad till återbetalning. Du måste <strong>kontakta oss inom 15 dagar från betalningsdatum.</strong> Om du tror att denna betalning gjordes utan din tillstånd, vänligen kontakta oss omedelbart. <strong>Donationer gjorda via ACH eller SEPA autogiro är inte berättigade till återbetalningar.</strong> På grund av dessa transaktioners art prioriterar vår policy att minimera återbetalningsbedrägerierna. Vi uppskattar din förståelse. Om du behöver hjälp, <a href="%(help)s">vänligen kontakta oss</a>.
vi: Khoản đóng góp của bạn có thể đủ điều kiện để được hoàn lại. Bạn cần phải <strong>liên hệ với chúng tôi trong vòng 15 ngày kể từ ngày thanh toán.</strong> Nếu bạn tin rằng khoản thanh toán này được thực hiện mà không có sự cho phép của bạn, vui lòng liên hệ với chúng tôi ngay lập tức. <strong>Các khoản quyên góp được thực hiện thông qua ghi nợ trực tiếp ACH hoặc SEPA sẽ không đủ điều kiện để được hoàn lại tiền.</strong> Do tính chất của các giao dịch này, chính sách của chúng tôi ưu tiên giảm thiểu gian lận hoàn tiền. Chúng tôi cảm ơn bạn đã hiểu điều đó. Nếu bạn cần hỗ trợ, <a href="%(help)s">vui lòng liên hệ với chúng tôi</a>.

source: Are there additional fees added to my donation?
bg: Има ли добавени допълнителни такси към моето дарение?
cy: A oes ffioedd ychwanegol at fy rhodd?
de: Fallen für meine Spende zusätzliche Gebühren an?
el: Υπάρχουν επιπλέον χρεώσεις επί της δωρεάς μου;
es_ar: ¿Hay cargos adicionales agregados a mi donación?
es_cl: ¿Hay cargos adicionales añadidos a mi donación?
eu: Ba al dago bestelako kargu gehigarririk nire dohaintzan?
fr: Mon don entraîne-t-il des frais supplémentaires ?
fy_nl: Wurde der ekstra kosten tafoege oan myn donaasje?
gl: Engádense cargos adicionais á miña doazón?
hu: Vannak-e további díjai az adományozásnak?
ia: Ha il oneres additional addite a mi donation?
is: Eru einhver aukagjöld lögð á fjárframlög mín?
it: Vengono applicati ulteriori costi alla mia donazione?
nl: Worden er extra kosten toegevoegd aan mijn donatie?
pt_br: Há taxas adicionais adicionadas à minha doação?
ru: Добавляются ли дополнительные сборы к моему пожертвованию?
sk: Sú k môjmu daru pripočítané ďalšie poplatky?
sl: Ali se moji donaciji prištevajo še stroški?
sq: A ka tarifa shtesë mbi dhurimin tim?
sv_se: Tillkommer det några extra avgifter på min donation?
tr: Bağışıma herhangi bir ek ücret ekleniyor mu?
vi: Có khoản phí bổ sung nào được thêm vào quyên góp của tôi không?

source: We do not collect any additional fees or taxes. When you donate in your local currency you are not charged a conversion fee by your credit card. You can choose to also cover the payment processing transaction costs. This is completely voluntary and you may opt in or out using the checkbox on our donation form. Our organization is based in the United States. We encourage donors to research any additional external taxes or fees that may be applied by regulators such as your bank or tax authority.
bg: Ние не събираме допълнителни такси или данъци. Когато дарите в местната си валута, няма да има такса за конвертиране. Можете да изберете да покриете и разходите по обработката на плащането. Това е доброволно действие и може да го включите или откажете, като използвате квадратчето за отметка на нашия формуляр за дарения. Организацията ни е със седалище в Съединените щати. Насърчаваме дарителите да проучват всички допълнителни външни данъци или такси, които може да бъдат приложени от регулатори като вашата банка или данъчен орган.
cy: Nid ydym yn casglu unrhyw ffioedd na threthi ychwanegol. Pan fyddwch yn rhoi yn eich arian lleol nid oes ffi trosi yn cael ei godi arnoch gan eich cerdyn credyd. O ddewis, gallwch ddewis talu ein costau trafodion yn eich rhodd. Mae hyn yn gwbl wirfoddol a gallwch optio i mewn neu allan gan ddefnyddio'r blwch ticio ar ein ffurflen gyfrannu. Mae ein sefydliad wedi'i leoli yn yr Unol Daleithiau. Rydym yn annog rhoddwyr i ymchwilio i unrhyw drethi neu ffioedd allanol ychwanegol y mae modd eu gosod gan reoleiddwyr fel eich banc neu awdurdod trethi.
de: Wir erheben keine zusätzlichen Gebühren oder Steuern. Wenn Sie in Ihrer lokalen Währung spenden, wird Ihre Kreditkarte nicht mit einer Umrechnungsgebühr belastet. Sie können sich dafür entscheiden, auch die Transaktionskosten für die Zahlungsabwicklung zu decken. Dies ist komplett freiwillig und Sie können das Kontrollkästchen in unserem Spendenformular aktivieren oder deaktivieren. Unsere Organisation hat ihren Sitz in den Vereinigten Staaten. Wir empfehlen Spendern, sich über zusätzliche externe Steuern oder Gebühren zu informieren, die von Aufsichtsbehörden wie Ihrer Bank oder Ihrer Steuerbehörde erhoben werden können.
el: Δεν εισπράττουμε πρόσθετα τέλη ή φόρους. Όταν κάνετε δωρεά στο τοπικό σας νόμισμα, δεν χρεώνεστε για τη μετατροπή από την πιστωτική σας κάρτα. Μπορείτε επίσης να καλύψετε το κόστος συναλλαγής της επεξεργασίας της πληρωμής. Αυτό είναι καθαρά εθελοντικό και μπορείτε να ορίσετε την επιλογή σας χρησιμοποιώντας το πλαίσιο ελέγχου στη φόρμα δωρεάς μας. Ο οργανισμός μας εδρεύει στις Ηνωμένες Πολιτείες. Ενθαρρύνουμε τους δωρητές να ερευνήσουν τυχόν πρόσθετους εξωτερικούς φόρους ή τέλη που ενδέχεται να εφαρμοστούν από ρυθμιστικές αρχές, όπως η τράπεζά σας ή η φορολογική αρχή σας.
es_ar: No cobramos tasas o impuestos adicionales. Cuando donás en tu moneda local, tu tarjeta de crédito no te cobra una tarifa de conversión. También podés optar por cubrir los costos de. procesamiento de la transacción. Esto es completamente voluntario y podés optar por participar o no utilizando la casilla de verificación en nuestro formulario de donación. Nuestra organización tiene su sede en los Estados Unidos. Alentamos a los donantes a que investiguen cualquier impuesto o cargo externo adicional que puedan aplicar los reguladores como los bancos o la autoridad fiscal.
es_cl: No cobramos tasas o impuestos adicionales. Cuando donas en tu moneda local, tu tarjeta de crédito no te cobra una tarifa de conversión. Puedes optar por cubrir nuestros costos de transacción de pago. Esto es completamente voluntario y puedes optar por participar o no utilizando la casilla de verificación en nuestro formulario de donación. Nuestra organización tiene su sede en los Estados Unidos. Alentamos a los donantes a que investiguen cualquier impuesto o cargo externo adicional que puedan aplicar los reguladores, como su banco o autoridad fiscal.
fr: Nous ne percevons pas de frais ni de taxes supplémentaires. Lorsque vous faites un don dans votre monnaie locale, aucuns frais de conversion ne sont prélevés sur votre carte bancaire. Vous pouvez également choisir de couvrir les frais de transaction pour le traitement du paiement. Vous pouvez choisir de couvrir ces frais (ou de ne pas les couvrir) en utilisant la case à cocher dans notre formulaire de don. Notre organisation est basée aux États-Unis. Nous encourageons les donateurs et donatrices à se renseigner à propos des taxes ou frais externes supplémentaires qui pourraient être appliqués par les organismes tels que votre banque ou les autorités fiscales.
fy_nl: Wy bringe gjin ekstra taslaggen of belestingen yn rekken. As jo donearje yn jo lokale faluta, wurde de gjin wikselkosten yn rekken brocht troch jo creditkaart. Jo kinne derfoar kieze om ús transaksjekosten ek te dekken. Dit is folslein frijwillich en jo kinne jo oan- of ôfmelde mei it seleksjefekje op ús donaasjeformulier. Us organisaasje is fêstige yn de Feriene Steaten. Wy stimulearje donateurs om alle ekstra eksterne belestingen of fergoedingen te ûndersykjen dy’t tapast wurde kinne troch tafersjochhâlders lykas jo bank of belestingtsjinst.
gl: Non cobramos taxas nin impostos adicionais. Cando doares na túa moeda local, a túa tarxeta de crédito non cobra ningunha taxa de conversión. Podes optar por cubrir tamén os custos de transacción de procesamento de pagos. Isto é totalmente voluntario e podes optar por entrar ou non usar a caixa de verificación do noso formulario de doazón. A nosa organización ten a súa sede nos Estados Unidos. Animamos aos doadores a que investiguen todos os impostos ou taxas externos adicionais que poidan aplicar os reguladores, como o seu banco ou a autoridade fiscal.
hu: Nem szedünk be semmilyen további díjat vagy adót. Ha a helyi pénznemben adományoz, akkor nem terheli átváltási díj a bankkártyáját. Dönthet úgy, hogy az adományából fedezi a fizetésfeldolgozás tranzakciós költségeit is. Ez teljesen önkéntes, be- és kikapcsolhatja az adományozói űrlapunkon található jelölőnégyzet segítségével. Szervezetünk az Egyesült Államokban van bejegyezve. Arra biztatjuk az adományozókat, hogy nézzenek utána az esetleges további külső adóknak vagy illetékeknek, amelyeket a szabályozók, például a bankja vagy az adóhatósága alkalmazhat.
ia: Nos non collige ulle oneres o taxas additional. Quando tu ha donate in tu moneta local tu non es cargate de un onere de conversion per tu carta de credito. Tu pote seliger de alsi coperir le costos de transaction del processo de pagamento. Isto es completemente voluntari e tu pote optar si o no per le quadrato de selection sur nostre formulario de donation. Nostre organisation es basate in le Statos Unite. Nos incoragia le donatores a recercar ulle additional externe taxas o oneres que pote esser applicate per regulatores tal como tu banca o tu autoritate de taxas.
it: Non vengono applicati ulteriori costi o tasse. Quando effettui una donazione nella tua valuta locale, la carta di credito non addebita alcuna commissione di cambio. Puoi anche scegliere di farti carico dei costi di transazione per l’elaborazione del pagamento. Si tratta di un’opzione del tutto volontaria, che può essere selezionata tramite la casella di spunta presente nel modulo di donazione. La nostra organizzazione ha sede negli Stati Uniti. Invitiamo chiunque voglia effettuare una donazione a informarsi su eventuali tasse o commissioni aggiuntive che potrebbero essere applicate da enti regolatori come banche o autorità fiscali.
nl: We brengen geen extra toeslagen of belastingen in rekening. Als u in uw lokale valuta doneert, worden er geen wisselkosten in rekening gebracht door uw creditcard. U kunt ervoor kiezen om de transactiekosten ook te dekken. Dit is volledig vrijwillig en u kunt zich aan- of afmelden met behulp van het selectievakje op ons donatieformulier. Onze organisatie is gevestigd in de Verenigde Staten. We moedigen donateurs aan om onderzoek te doen naar eventuele aanvullende externe belastingen of kosten die kunnen worden toegepast door toezichthouders, zoals uw bank of belastingdienst.
ru: Мы не взимаем никаких дополнительных сборов или налогов. Когда вы жертвуете в местной валюте, с вас не взимается комиссия за конверсию вашей банковской карты. Вы можете также покрыть транзакционные издержки на обработку платежей. Это полностью добровольно, и вы можете согласиться или отказаться, установив флажок в нашей форме пожертвования. Наша организация базируется в США. Мы призываем жертвователей узнавать о любых дополнительных внешних налогах и сборах, которые могут взиматься регуляторами, такими как ваш банк или налоговый орган.
sk: Nevyberáme žiadne ďalšie poplatky ani dane. Keď darujete vo svojej miestnej mene, z vašej kreditnej karty sa vám neúčtuje poplatok za konverziu. Môžete sa rozhodnúť pokryť aj transakčné náklady na spracovanie platieb. Je to úplne dobrovoľné a môžete sa prihlásiť alebo odhlásiť pomocou začiarkavacieho políčka na našom darcovskom formulári. Naša organizácia sídli v Spojených štátoch amerických. Odporúčame darcom, aby preskúmali akékoľvek dodatočné externé dane alebo poplatky, ktoré môžu uplatňovať regulačné orgány, ako je vaša banka alebo daňový úrad.
sl: Ne pobiramo nobenih dodatnih prispevkov ali davkov. Ko donirate v lokalni valuti, vam kreditna kartica ne zaračuna provizije. Krite lahko tudi stroške obdelave plačilnega prometa. To je povsem prostovoljno in ga lahko izberete ali odjavite s potrditvenim poljem na našem obrazcu za donacijo. Naša organizacija ima sedež v Združenih državah. Donatorje spodbujamo, da poiščejo morebitne dodatne zunanje davke ali prispevke, ki jih lahko uporabijo zakonodajalci, kot je vaša banka ali davčni organ.
sq: S’grumbullojmë ndonjë tarifë apo taksa shtesë. Kur dhuroni në monedhën tuaj vendore, nga karta juaj e kreditit nuk ju aplikohet ndonjë tarifë shndërrimi monedhash. Mund të zgjidhni edhe t’i mbuloni ju kostot e përpunimit të pagesës për transaksionin. Kjo është tërësisht vullnetare dhe mund të zgjidhni ta bëni ose jo, duke përdorur kutizën te formulari ynë i dhurimeve. Enti ynë e ka bazën në Shtetet e Bashkuara. Ne i nxisim dhuruesit të studiojnë çfarëdo taksash të jashtme shtesë, apo tarifa që mund të aplikohen nga rregullatorët, b.f., nga banka juaj, apo autoritetet tatimore.
sv_se: Vi tar inte ut några extra avgifter eller skatter. När du donerar i din lokala valuta debiteras du ingen konverteringsavgift från ditt kreditkort. Du kan välja att också stå för betalningskostnader för betalningshantering. Detta är helt frivilligt och du kan anmäla dig eller inte genom att använda kryssrutan på vårt donationsformulär. Vår organisation är baserad i USA. Vi uppmuntrar givare att undersöka eventuella ytterligare externa skatter eller avgifter som kan tillämpas av tillsynsmyndigheter som din bank eller skattemyndighet.
vi: Chúng tôi không thu thêm bất kỳ khoản phí hoặc thuế nào. Khi bạn quyên góp bằng nội tệ của mình, thẻ tín dụng của bạn sẽ không bị tính phí chuyển đổi. Bạn cũng có thể chọn chi trả chi phí giao dịch xử lý thanh toán. Điều này là hoàn toàn tự nguyện và bạn có thể chọn tham gia hoặc không tham gia bằng cách sử dụng hộp kiểm trên mẫu quyên góp của chúng tôi. Tổ chức của chúng tôi có trụ sở tại Hoa Kỳ. Chúng tôi khuyến khích các nhà tài trợ nghiên cứu bất kỳ khoản thuế hoặc phí bổ sung nào từ bên ngoài có thể được áp dụng bởi các cơ quan quản lý như ngân hàng hoặc cơ quan thuế của bạn.
