Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: <p>Join the Beta today, and enjoy an exciting preview of the new features and visual enhancements coming to Thunderbird %(beta_version)s. You can still run Thunderbird %(current_version)s after installing Beta on Windows with no special settings, unless you are using POP mail accounts. See details in the <a href="%(knowledge_base_url)s">beta knowledge base</a>.</p> <p>Thunderbird Beta is early access software, so please report the rough edges using the Help menu. You can find assistance via “Get Help” and “Share Ideas and Feedback” as well as the <a href="%(topic_box_url)s">Beta Topicbox</a> forum.</p>
cs: <p>Zapojte se do testování verze Beta ještě dnes a vychutnejte si vzrušující náhled nových funkcí a vizuálních vylepšení, které přicházejí do Thunderbirdu %(beta_verze). Thunderbird %(current_version)s můžete i po instalaci betaverze spustit v systému Windows bez zvláštních nastavení, pokud nepoužíváte poštovní účty POP. Podrobnosti naleznete ve <a href="%(knowledge_base_url)s">znalostní databázi k betaverzi</a>.</p> <p>Thunderbird Beta je software s předběžným přístupem, proto prosím oznamte hrubé nedostatky pomocí nabídky Nápověda. Pomoc můžete najít prostřednictvím "Získat nápovědu" a "Sdílet nápady a zpětnou vazbu" a také ve fóru <a href="%(topic_box_url)s">Beta Topicbox</a>.</p>
cy: <p>Ymunwch â'r Beta heddiw, a mwynhewch ragolwg cyffrous o'r nodweddion newydd a'r gwelliannau gweledol sy'n dod i Thunderbird %(beta_version)s. Gallwch barhau i redeg Thunderbird %(current_version)s ar ôl gosod Beta ar Windows heb unrhyw osodiadau arbennig, oni bai eich bod yn defnyddio cyfrifon e-bost POP. Mae'r manylion i'w gweld yng<a href="%(knowledge_base_url)s">nghronfa wybodaeth y beta</a>.</p> <p>Meddalwedd mynediad cynnar yw Thunderbird Beta, felly rhowch wybod am yr hyn sy'n amrwd gan ddefnyddio'r ddewislen Cymorth. Gallwch ddod o hyd i gymorth trwy “Derbyn Cymorth” a “Rhannu Syniadau ac Adborth” yn ogystal â'r fforwm ar y <a href="%(topic_box_url)s">Beta Topicbox</a>.</p>
de: <p>Machen Sie noch heute mit beim Test der Beta-Version ein und erhalten Sie eine aufregende Vorschau auf die neuen Funktionen und visuellen Verbesserungen in Thunderbird %(beta_version)s. Sie können Thunderbird %(current_version)s auch nach der Installation der Beta-Version unter Windows ohne besondere Einstellungen ausführen, es sei denn, Sie verwenden POP-E-Mail-Konten. Details finden Sie in der <a href="%(knowledge_base_url)s">Beta-Wissensdatenbank</a>.</p> <p>Thunderbird Beta ist Early-Access-Software, melden Sie uns bitte über das Hilfe-Menü, wenn Sie Schwierigkeiten haben. Unterstützung erhalten Sie über die Optionen „Hilfe erhalten“ und „Ideen und Feedback geben“ sowie das <a href="%(topic_box_url)s">Beta-Topicbox</a>-Forum.</p>
el: <p>Κάντε σήμερα λήψη της έκδοσης Beta και απολαύστε μια συναρπαστική προεπισκόπηση των νέων λειτουργιών και των οπτικών βελτιώσεων που έρχονται στο Thunderbird %(beta_version)s. Μπορείτε να συνεχίσετε τη χρήση του Thunderbird %(current_version)s μετά την εγκατάσταση της έκδοσης Beta στα Windows, χωρίς ειδικές ρυθμίσεις, εκτός εάν χρησιμοποιείτε λογαριασμούς POP. Δείτε τις λεπτομέρειες στη <a href="%(knowledge_base_url)s">γνωσιακή βάση για την έκδοση Beta</a>.</p> <p>Το Thunderbird Beta αποτελεί λογισμικό πρώιμης πρόσβασης, επομένως σας παρακαλούμε να αναφέρετε τυχόν προβλήματα μέσω του μενού «Βοήθεια». Μπορείτε να λάβετε υποστήριξη μέσω των επιλογών «Λήψη βοήθειας» και «Κοινοποίηση ιδεών και σχολίων», καθώς και στο φόρουμ <a href="%(topic_box_url)s">Beta Topicbox</a>.</p>
es_ar: <p>Unite a la Beta hoy y disfrutá de una emocionante vista previa de las nuevas funciones y mejoras visuales que llegan a Thunderbird %(beta_version)s. También podés ejecutar Thunderbird %(current_version)s después de instalar Beta en Windows sin configuraciones especiales, a menos que estés usando cuentas de correo POP. Ver detalles en la <a href="%(knowledge_base_url)s">base de conocimientos beta</a>.</p><p>Thunderbird Beta es un software de acceso anticipado, así que informanos usando el menú de Ayuda. Podés encontrar ayuda en “Obtener ayuda” y “Compartir ideas y opiniones”, así como en el foro <a href="%(topic_box_url)s">Beta Topicbox</a>.</p>
es_cl: <p>Únete a la Beta hoy y disfruta de una emocionante vista previa de las nuevas funcionalidades y mejoras visuales que llegarán a Thunderbird %(beta_version)s. Podrás seguir ejecutando Thunderbird %(current_version)s después de instalar Beta en Windows sin configuraciones especiales, a menos que estés usando cuentas de correo POP. Revisa los detalles en la <a href="%(knowledge_base_url)s">base de conocimiento beta</a>.</p> <p>Thunderbird Beta es un software de acceso temprano, por lo que te pedimos nos informes de problemas utilizando el menú Ayuda. Puedes encontrar ayuda a través de "Obtener ayuda" y "Compartir ideas y comentarios", así como en el foro <a href="%(topic_box_url)s">Beta Topicbox</a>.</p>
eu: <p>Sartu gaur Beta-ra eta gozatu Thunderbird %(beta_version)s-en datozen eginbide berrien eta ikusmen-hobekuntzen aurrebista zirraragarri batez. Thunderbird %(current_version)s exekutatu dezakezu Windowsen Beta instalatu ondoren ezarpen berezirik gabe, POP posta-kontuak erabiltzen ari ez bazara behintzat. Ikusi xehetasunak <a href="%(knowledge_base_url)s">beta ezagutza-basean</a>.</p> <p>Thunderbird Beta sarbide goiztiarreko softwarea da, beraz, jakinarazi ertz latzak Laguntza menua erabiliz. Laguntza eskuratzeko "Lortu laguntza" eta "Partekatu ideiak eta iritziak" bidez eta <a href="%(topic_box_url)s">Beta Topicbox</a> foro bidez.</p>
fr: <p>Rejoignez la version bêta aujourd’hui et découvrez en avant-première les nouvelles fonctionnalités et améliorations visuelles à venir dans Thunderbird %(beta_version)s. Vous pouvez toujours exécuter Thunderbird %(current_version)s après avoir installé Thunderbird sous Windows sans paramétrage particulier, sauf si vous utilisez des comptes de messagerie POP. Plus de détails dans la <a href="%(knowledge_base_url)s">base de connaissances bêta</a>.</p> <p>Thunderbird Beta est un logiciel en accès anticipé, merci de signaler tout problème en utilisant le menu Aide. Vous pouvez obtenir de l’aide via « Obtenir de l’aide » et « Partagez des idées et des commentaires », ainsi que sur le <a href="%(topic_box_url)s">forum Beta Topicbox</a>.</p>
fy_nl: <p>Doch hjoed mei oan de Beta, en genietsje fan in spannend foarbyld fan de nije funksjes en fisuele ferbetteringen dy’t nei Thunderbird %(beta_version)s komme. Jo kinne Thunderbird %(current_version)s noch hieltyd útfiere nei it ynstallearjen fan Beta op Windows sûnder spesjale ynstellingen, útsein as jo POP-e-mailaccounts brûke. Besjoch de details yn de <a href="%(knowledge_base_url)s">Beta-kennisbank</a>.</p> <p>Thunderbird Beta is software foar betide tagong, dus rapportearje de rûge rânen fia it menu Help. Jo kinne help fine fia ‘Help krije’ en ‘Ideeën en kommentaar diele’ lykas it <a href="%(topic_box_url)s">Beta Topicbox</a>-foarum.</p>
gl: <p>Únete á versión beta hoxe e goza dunha emocionante vista previa das novas funcións e melloras visuais que chegarán a Thunderbird %(beta_version)s. Aínda podes executar Thunderbird %(current_version)s despois de instalar a beta en Windows sen configuracións especiais, a non ser que esteas a usar contas de correo POP. Consulta os detalles na <a href="%(knowledge_base_url)s">base de coñecemento beta</a>.</p> <p>Thunderbird Beta é un software de acceso anticipado, polo que, por favor, informe das dificultades mediante o menú Axuda. Podes atopar axuda a través de "Obter axuda" e "Compartir ideas e comentarios", así como no foro <a href="%(topic_box_url)s">Beta Topicbox</a>.</p>
hu: <p>Csatlakozzon a Beta verzióhoz még ma, és élvezze a Thunderbird %(beta_version)s új funkcióinak és vizuális fejlesztéseinek izgalmas előnézetét. A Beta Windowsra telepítése után is speciális beállítások nélkül is futtathatja a Thunderbird %(current_version)s verziót, hacsak nem használ POP-postafiókot. Részletek a <a href="%(knowledge_base_url)s">béta tudásbázisban</a>.</p> <p>A Thunderbird Beta korai hozzáférésű szoftver, ezért kérjük, jelentse a problémákat a Súgó menü használatával. Segítséget kaphat a „Segítség kérése” és az „Ötletek és visszajelzés megosztása” segítségével, valamint a <a href="%(topic_box_url)s">Beta Topicbox</a> fórumon.</p>
ia: <p>Junge te hodie al version beta, e gaude un excitante vista preliminar del nove functiones e meliorationes visual veniente a Thunderbird %(beta_version)s. Tu pote ancora facer functionar Thunderbird %(current_version)s post haber installate le version beta sur Windows sin parametros special, sin usar contos POP mail. Vide detalios in the <a href="%(knowledge_base_url)s">base de cognoscentia de Beta</a>.</p> <p>Thunderbird Beta es software de accesso plus rapide, assi reporta le rough edges pe le Menu de adjuta. Tu pote trovar assistentia via “Obtene adjuta” e “Comparti ideas e Commentarios” assi como le foro <a href="%(topic_box_url)s">Beta Topicbox</a>.</p>
it: <p>Inizia subito a utilizzare la versione beta e goditi un’entusiasmante anteprima delle nuove funzioni e dei miglioramenti grafici in arrivo in Thunderbird %(beta_version)s. Dopo aver installato la versione beta su Windows, è ancora possibile utilizzare Thunderbird %(current_version)s senza ricorrere a impostazioni speciali, a meno che tu non stia ancora utilizzando account di posta POP. Scopri i dettagli nella <a href="%(knowledge_base_url)s">documentazione della versione beta</a>.</p> <p>Thunderbird Beta è una versione preliminare del software, per cui è importante segnalare eventuali malfunzionamenti utilizzando il menu Aiuto. Puoi ricevere supporto tramite “Ricevi assistenza” e “Condividi idee e feedback…”, oltre che nel forum <a href="%(topic_box_url)s">Beta Topicbox</a>.</p>
nl: <p>Doe vandaag nog mee aan de Beta en geniet van een spannende preview van de nieuwe functies en visuele verbeteringen die naar Thunderbird %(beta_version)s komen. U kunt Thunderbird %(current_version)s nog steeds uitvoeren nadat u Beta op Windows hebt geïnstalleerd zonder speciale instellingen, tenzij u POP-e-mailaccounts gebruikt. Bekijk details in de <a href="%(knowledge_base_url)s">Beta-kennisbank</a>.</p> <p>Thunderbird Beta is software voor vroege toegang, dus meld de ruwe randjes via het menu Help. U kunt hulp vinden via ‘Hulp verkrijgen’ en ‘Ideeën en feedback delen’, evenals het <a href="%(topic_box_url)s">Beta Topicbox</a>-forum.</p>
pt_br: <p>Participe do Beta e desfrute de uma prévia empolgante dos novos recursos e melhorias visuais que virão no Thunderbird %(beta_version)s. Você pode continuar a usar o Thunderbird %(current_version)s após instalar o Beta no Windows, sem precisar de configurações especiais, a menos que esteja usando contas POP de email. Veja detalhes na <a href="%(knowledge_base_url)s">base de conhecimento do beta</a>.</p> <p>O Thunderbird Beta é um software de acesso antecipado, então pedimos que nos comunique qualquer problema através do menu de ajuda. Você pode buscar auxílio via “Obter ajuda” e “Compartilhar ideias e opiniões”, bem como no fórum <a href="%(topic_box_url)s">Beta Topicbox</a>.</p>
ru: <p>Присоединяйтесь к бета-версии сегодня и наслаждайтесь захватывающим предварительным просмотром новых функций и визуальных улучшений, которые появятся в Thunderbird %(beta_version)s. Вы по-прежнему можете запускать Thunderbird %(current_version)s после установки бета-версии в Windows без специальных настроек, если только вы не используете почтовые учётные записи POP. Подробнее в <a href="%(knowledge_base_url)s">базе знаний по бета-версии</a>.</p> <p>Thunderbird Бета — это программное обеспечение с ранним доступом, поэтому, пожалуйста, сообщайте о всех неровностях, используя меню Справка. Вы можете найти помощь через «Получить помощь» и «Поделиться идеями или оставить отзыв», а также на форуме <a href="%(topic_box_url)s">Beta Topicbox</a>.</p>
sk: <p>Zapojte sa do testovania verzie Beta ešte dnes a užite si vzrušujúcu ukážku nových funkcií a vizuálnych vylepšení prichádzajúcich do Thunderbirdu %(beta_version)s. Thunderbird %(current_version)s môžete spustiť aj po nainštalovaní beta verzie v systéme Windows bez špeciálnych nastavení, pokiaľ nepoužívate poštové účty POP. Podrobnosti nájdete v <a href="%(knowledge_base_url)s">databáze znalostí pre verziu beta</a>.</p> <p>Thunderbird Beta je predprodukčný softvér, preto nahláste nedostatky pomocou ponuky Pomocník. Pomoc môžete nájsť prostredníctvom položiek “Získať pomoc” a “Zdieľať nápady a spätnú väzbu”, ako aj vo fóre <a href="%(topic_box_url)s">Beta Topicbox</a>.</p>
sl: <p>Pridružite se različici Beta še danes in uživajte v razburljivem predogledu novih funkcij in vizualnih izboljšav, ki jih prinaša Thunderbird %(beta_version)s. Thunderbird %(current_version)s lahko po namestitvi Beta v sistemu Windows še vedno poganjate brez posebnih nastavitev, razen če uporabljate poštne račune POP. Oglejte si podrobnosti v <a href="%(knowledge_base_url)s">zbirki znanja o različici beta</a>.</p> <p>Thunderbird Beta je programska oprema z zgodnjim dostopom, zato prijavite pomanjkljivosti v meniju Pomoč. Pomoč lahko najdete v razdelkih “Poiščite pomoč” in “Deli zamisli in povratne informacije” ter na <a href="%(topic_box_url)s">forumu Topicboxa</a>.</p>
sv_se: <p>Gå med i betan idag och njut av en spännande förhandstitt av de nya funktionerna och visuella förbättringarna som kommer till Thunderbird %(beta_version)s. Du kan fortfarande köra Thunderbird %(current_version)s efter installation av Beta på Windows utan särskilda inställningar, om du inte använder e-postkonton med POP. Se detaljer i <a href="%(knowledge_base_url)s">kunskapsbasen för beta</a>.</p> <p>Thunderbird Beta är programvara för tidig åtkomst, så vänligen rapportera problem med hjälp av hjälpmenyn. Du kan få hjälp via "Få hjälp" och "Dela idéer och feedback" samt forumet <a href="%(topic_box_url)s">Beta Topicbox</a>.</p>
uk: <p>Приєднайтеся до Beta сьогодні й оцініть захопливі нові функції та візуальні вдосконалення, які невдовзі з'являться у Thunderbird %(beta_version)s. Ви й надалі можете запускати Thunderbird %(current_version)s після встановлення Beta у Windows без спеціальних налаштувань, якщо ви не використовуєте облікові записи електронної пошти POP. Див. подробиці в <a href="%(knowledge_base_url)s">базі знань про Beta-версії</a>.</p> <p>Thunderbird Beta – це програмне забезпечення раннього доступу, тому, будь ласка, повідомляйте про недоліки за допомогою меню "Довідка". Ви можете знайти допомогу в розділах "Отримати допомогу" та "Поділіться ідеями та відгуком", а також на форумі <a href="%(topic_box_url)s">Beta Topicbox</a>.</p>
vi: <p>Tham gia bản Beta ngay hôm nay và tận hưởng bản xem trước thú vị về các tính năng mới và cải tiến ngoại hình sắp có trong Thunderbird %(beta_version)s. Bạn vẫn có thể chạy Thunderbird %(current_version)s sau khi cài đặt Beta trên Windows mà không có cài đặt đặc biệt, trừ khi bạn đang sử dụng tài khoản thư POP. Xem chi tiết tại <a href="%(knowledge_base_url)s">trợ giúp với phiên bản beta</a>.</p> <p>Thunderbird Beta là phần mềm truy cập sớm, vì vậy vui lòng báo cáo lỗi bằng menu Trợ giúp. Bạn có thể tìm sự trợ giúp qua “Nhận trợ giúp” và “Chia sẻ ý tưởng và phản hồi” cũng như diễn đàn <a href="%(topic_box_url)s">Beta Topicbox</a>.</p>

source: Install now
bg: Инсталиране сега
cs: Nainstalovat
cy: Gosod nawr
de: Jetzt installieren
el: Εγκατάσταση τώρα
es_ar: Instalar ahora
es_cl: Instalar ahora
eu: Instalatu orain
fi: Asenna nyt
fr: Installer maintenant
fy_nl: No ynstallearje
gl: Instala agora
hu: Telepítés most
ia: Installar ora
is: Setja upp núna
it: Installa ora
ja: 今すぐインストール
nl: Nu installeren
nn_no: Installer no
pt_br: Instale agora
ru: Установить сейчас
sk: Nainštalovať
sl: Namesti zdaj
sq: Instalojeni që tani
sv_se: Installera nu
tr: Şimdi yükle
uk: Встановити зараз
vi: Cài đặt ngay

source: Thunderbird Everywhere!
bg: Thunderbird навсякъде!
cs: Thunderbird všude!
cy: Thunderbird ym Mhobman!
de: Thunderbird überall!
el: Το Thunderbird παντού!
es_ar: ¡Thunderbird en todos lados!
es_cl: ¡Thunderbird en todas partes!
es_es: ¡Thunderbird en todas partes!
eu: Thunderbird edonon!
fi: Thunderbird kaikkialla!
fr: Thunderbird, partout !
fy_nl: Thunderbird oeral!
gl: Thunderbird en todas partes!
hu: Thunderbird mindenhol!
ia: Thunderbird ubique!
is: Thunderbird allsstaðar!
it: Thunderbird ovunque!
ja: Thunderbirdがあらゆる場所で！
nl: Thunderbird overal!
nn_no: Thunderbird overalt!
pl: Thunderbird wszędzie!
pt_br: Thunderbird em todo lugar!
ru: Thunderbird повсюду!
sk: Thunderbird všade!
sl: Thunderbird povsod!
sq: Thunderbird Kudo!
sv_se: Thunderbird överallt!
tr: Thunderbird her yerde!
uk: Thunderbird всюди!
vi: Thunderbird ở mọi nơi!

source: <span class="title">Thunderbird</span> <span class="everywhere">Everywhere!</span>
bg: <span class="title">Thunderbird</span> <span class="everywhere">Навсякъде!</span>
cs: <span class="title">Thunderbird</span> <span class="everywhere">všude!</span>
cy: <span class="title">Thunderbird</span> <span class="everywhere">ym Mhobman!</span>
de: <span class="title">Thunderbird</span> <span class="everywhere">überall!</span>
el: <span class="title">Το Thunderbird</span> <span class="everywhere">παντού!</span>
es_ar: <span class="title">¡Thunderbird</span> <span class="everywhere">en todos lados!</span>
es_cl: <span class="title">¡Thunderbird</span> <span class="everywhere">en todas partes!</span>
es_es: <span class="title">Thunderbird</span> <span class="everywhere">¡En todas partes!</span>
eu: <span class="title">Thunderbird</span> <span class="everywhere">Edonon!</span>
fi: <span class="title">Thunderbird</span> <span class="everywhere">kaikkialla!</span>
fr: <span class="title">Thunderbird</span> <span class="everywhere">partout !</span>
fy_nl: <span class="title">Thunderbird</span> <span class="everywhere">Oeral!</span>
gl: <span class="title">Thunderbird</span> <span class="everywhere">en todas partes!</span>
hu: <span class="title">Thunderbird</span> <span class="everywhere">mindenhol!</span>
ia: <span class="title">Thunderbird</span> <span class="everywhere">ubique!</span>
is: <span class="title">Thunderbird</span> <span class="everywhere">allsstaðar!</span>
it: <span class="title">Thunderbird</span> <span class="everywhere">ovunque!</span>
ja: <span class="title">Thunderbirdが</span> <span class="everywhere">あらゆる場所で！</span>
nl: <span class="title">Thunderbird</span> <span class="everywhere">Overal!</span>
nn_no: <span class="title">Thunderbird</span> <span class="everywhere">overalt!</span>
pl: <span class="title">Thunderbird</span> <span class="everywhere">wszędzie!</span>
pt_br: <span class="title">Thunderbird</span> <span class="everywhere">em todo lugar!</span>
ru: <span class="title">Thunderbird</span> <span class="everywhere">повсюду!</span>
sk: <span class="title">Thunderbird</span> <span class="everywhere">všade!</span>
sl: <span class="title">Thunderbird</span> <span class="everywhere">povsod!</span>
sq: <span class="title">Thunderbird</span> <span class="everywhere">Kudo!</span>
sv_se: <span class="title">Thunderbird</span> <span class="everywhere">överallt!</span>
tr: <span class="title">Thunderbird</span> <span class="everywhere">Her Yerde!</span>
uk: <span class="title">Thunderbird</span> <span class="everywhere">Усюди!</span>
vi: <span class="title">Thunderbird</span> <span class="everywhere">ở mọi nơi!</span>

source: Help us bring Thunderbird to <span class="platform-gradient">Android</span> and <span class="platform-gradient">iOS.</span>
bg: Помогнете ни да пренесем Thunderbird в <span class="platform-gradient">Android</span> и <span class="platform-gradient">iOS.</span>
cs: Pomozte nám přinést Thunderbird pro <span class="platform-gradient">Android</span> a <span class="platform-gradient">iOS</span>.
cy: Helpwch ni i ddod â Thunderbird i <span class="platform-gradient">Android</span> ac <span class="platform-gradient">iOS.</span>
de: Helfen Sie uns, Thunderbird auf <span class="platform-gradient">Android</span> und <span class="platform-gradient">iOS</span> zu bringen.
el: Βοηθήστε μας να φέρουμε το Thunderbird στο <span class="platform-gradient">Android</span> και στο <span class="platform-gradient">iOS</span>.
es_ar: Ayudanos a llevar Thunderbird a <span class="platform-gradient">Android</span> y <span class="platform-gradient">iOS.</span>
es_cl: Ayúdanos a llevar Thunderbird a <span class="platform-gradient">Android</span> e <span class="platform-gradient">iOS.</span>
es_es: Ayúdanos a llevar a Thunderbird a <span class="platform-gradient">Android</span> e <span class="platform-gradient">iOS.</span>
eu: Lagundu iezaguzu Thunderbird <span class="platform-gradient">Android</span> eta <span class="platform-gradient">iOS-era ekartzen.</span>
fi: Auta meitä tuomaan Thunderbird <span class="platform-gradient">Androidille</span> ja <span class="platform-gradient">iOS:lle.</span>
fr: Aidez-nous à porter Thunderbird sur <span class="platform-gradient">Android</span> et <span class="platform-gradient">iOS</span>.
fy_nl: Help ús Thunderbird nei <span class="platform-gradient">Android</span> en <span class="platform-gradient">iOS</span> te bringen.
gl: Axúdanos a levar Thunderbird a <span class="platform-gradient">Android</span> e <span class="platform-gradient">iOS.</span>
hu: Segítsen elhozni a Thunderbirdöt <span class="platform-gradient">Androidra</span> és <span class="platform-gradient">iOS-re</span>.
ia: Adjuta nos a apportar Thunderbird a <span class="platform-gradient">Android</span> e <span class="platform-gradient">iOS.</span>
is: Hjálpaðu okkur að koma Thunderbird yfir á <span class="platform-gradient">Android</span> og <span class="platform-gradient">iOS.</span>
it: Aiutaci a portare Thunderbird su <span class="platform-gradient">Android</span> e <span class="platform-gradient">iOS.</span>
ja: <span class="platform-gradient">Android</span>と<span class="platform-gradient">iOS.</span>にThunderbirdをインストールしましょう。
nl: Help ons Thunderbird naar <span class="platform-gradient">Android</span> en <span class="platform-gradient">iOS</span> te brengen.
nn_no: Hjelp oss med å ta Thunderbird til <span class="platform-gradient">Android</span> og <span class="platform-gradient">iOS.</span>
pl: Pomóżcie nam udostępnić Thunderbirda na <span class="platform-gradient">Androida</span> i <span class="platform-gradient">iOS</span>.
pt_br: Ajude-nos a levar o Thunderbird para <span class="platform-gradient">Android</span> e <span class="platform-gradient">iOS</span>.
ru: Помогите нам перенести Thunderbird на <span class="platform-gradient">Android</span> и <span class="platform-gradient">iOS.</span>
sk: Pomôžte nám uviesť Thunderbird do systémov <span class="platform-gradient">Android</span> a <span class="platform-gradient">iOS</span>.
sl: Pomagajte nam prenesti Thunderbird na <span class="platform-gradient">Android</span> in <span class="platform-gradient">iOS.</span>
sq: Ndihmonani ta sjellim Thunderbird-in në <span class="platform-gradient">Android</span> dhe <span class="platform-gradient">iOS.</span>
sv_se: Hjälp oss att ta Thunderbird till <span class="platform-gradient">Android</span> och <span class="platform-gradient">iOS.</span>
tr: Thunderbird’ü <span class="platform-gradient">Android</span> ve <span class="platform-gradient">iOS</span> platformlarına taşımamıza yardım edin.
uk: Допоможіть нам зробити Thunderbird доступним на <span class="platform-gradient">Android</span> та <span class="platform-gradient">iOS.</span>
vi: Hãy giúp chúng tôi đưa Thunderbird đến <span class="platform-gradient">Android</span> và <span class="platform-gradient">iOS.</span>
