Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: When making a one-time gift through SEPA direct debit, you may notice a mention of recurrent transactions. This is because our payment processor Stripe only supports recurring transactions for this type of payment. Regardless of this, we will only charge you once and we will not make any further payments on your account without your authorization. Following the mandate, you will receive an official donation receipt that will clearly reflect the one-time donation.
bg: Когато правите еднократно дарение чрез SEPA директен дебит, може да забележите повтарящи се транзакции. Това е така, защото нашият платежен процесор Stripe поддържа само повтарящи се транзакции за този тип плащане. Независимо от това, ние ще ви таксуваме само веднъж и няма да правим повече плащания по вашата сметка без вашето разрешение. След транзакцията ще получите официална разписка за дарение, която ясно ще отразява еднократното дарение.
cs: Při jednorázovém daru prostřednictvím inkasa SEPA si můžete všimnout zmínky o opakujících se transakcích. Je to proto, že náš zpracovatel plateb Stripe podporuje pro tento typ platby pouze opakované transakce. Bez ohledu na tuto skutečnost vám strhneme poplatek pouze jednou a bez vašeho svolení nebudeme na váš účet provádět žádné další platby. Po udělení pověření obdržíte oficiální potvrzení o daru, na kterém bude jednorázový dar jasně vyznačen.
cy: Wrth wneud rhodd un-tro trwy ddebyd uniongyrchol SEPA, efallai y byddwch yn sylwi ar yr awgrym am drafodion rheolaidd. Mae hyn oherwydd taw dim ond trafodion cylchol ar gyfer y math hwn o daliad mae ein prosesydd taliadau Stripe yn ei gefnogi . Er hynny, dim ond unwaith y byddwn yn codi tâl arnoch ac ni fyddwn yn gwneud unrhyw daliadau pellach ar eich cyfrif heb i chi ei awdurdodi. Yn dilyn y mandad, byddwch yn derbyn derbynneb rhodd swyddogol a fydd yn dangos yn glir y rhodd un-tro.
de: Wenn Sie ein einmaliges Spende per SEPA-Lastschrift leisten, werden Ihnen möglicherweise wiederkehrende Transaktionen angezeigt. Dies liegt daran, dass unser Zahlungsdienstleister Stripe nur wiederkehrende Transaktionen für diese Zahlungsart unterstützt. Unabhängig davon wird Ihr Konto nur einmal belastet und ohne Ihre Autorisierung keine weiteren Zahlungen auf Ihrem Konto vorgenommen. Im Anschluss an die Beauftragung erhalten Sie eine offizielle Spendenquittung, aus der Ihre einmalige Spende deutlich hervorgeht.
el: Όταν κάνετε μια εφάπαξ δωρεά μέσω πάγιας εντολής SEPA, ενδέχεται να παρατηρήσετε μια αναφορά περί επαναλαμβανόμενων συναλλαγών. Αυτό συμβαίνει επειδή η υπηρεσία επεξεργασίας πληρωμών μας, το Stripe, υποστηρίζει επαναλαμβανόμενες συναλλαγές μόνο για αυτόν τον τύπο πληρωμής. Ανεξάρτητα από αυτό, θα σας χρεώσουμε μόνο μία φορά και δεν θα λάβουμε περαιτέρω πληρωμές από τον λογαριασμό σας χωρίς την εξουσιοδότησή σας. Μετά την ολοκλήρωση της εντολής, θα λάβετε μια επίσημη απόδειξη δωρεάς που θα αντικατοπτρίζει σαφώς την εφάπαξ δωρεά.
es_ar: Al realizar una donación de una sola vez mediante débito directo SEPA, es posible que se observe una mención de transacciones recurrentes. Esto se debe a que nuestro procesador de pagos Stripe solo admite transacciones recurrentes para este tipo de pago. Independientemente de esto, solo te cobraremos una vez y no realizaremos ningún pago adicional en tu cuenta sin tu autorización. Siguiendo el mandato, recibirás un recibo de donación oficial que reflejará claramente la donación única.
es_cl: Al realizar una donación de una sola vez mediante débito directo SEPA, es posible que se observe una mención de transacciones recurrentes. Esto se debe a que nuestro procesador de pagos Stripe solo admite transacciones recurrentes para este tipo de pago. Independientemente de esto, solo te cobraremos una vez y no realizaremos ningún cargo adicional en tu cuenta sin tu autorización. Siguiendo el mandato, recibirás un recibo de donación oficial que reflejará claramente la donación única.
es_es: Al realizar una donación única a través de domiciliación bancaria SEPA, es posible que notes una mención de transacciones recurrentes. Esto se debe a que nuestro procesador de pagos, Stripe, solo admite transacciones recurrentes para este tipo de pago. Sin embargo, independientemente de esto, solo te cobraremos una vez y no realizaremos más pagos en tu cuenta sin tu autorización. Tras el mandato, recibirás un recibo oficial de donación que reflejará claramente la donación única.
eu: SEPA zordunketa zuzenaren bidez ordainketa bakarreko opari bat egitean, transakzio errepikakorren aipamena nabarituko duzu. Gure ordainketa-prozesadoreak Stripe-k ordainketa-mota honetarako behin eta berriz transakzioak soilik onartzen dituelako gertatzen da. Hori gorabehera, behin bakarrik kobratuko dizugu eta ez dugu ordainketa gehiagorik egingo zure kontuan zure baimenik gabe. Agintaldiari jarraituz, dohaintza ordainagiria ofiziala jasoko duzu, zeina argi eta garbi islatuko duen dohaintza bakarra.
fr: Quand vous procédez à un don ponctuel par prélèvement SEPA, vous remarquerez peut-être la mention de transactions récurrentes. Cela est dû à Stripe, notre système de paiement, qui ne prend en charge que des transactions récurrentes pour ce type de paiement. Quoi qu’il en soit, nous ne vous débiterons qu’une seule fois et nous ne procéderons à aucun autre prélèvement futur sans votre autorisation. À la suite du mandat, vous recevrez un reçu officiel de don qui montrera clairement qu’il s’agit d’un don unique.
fy_nl: Wannear’t jo in ienmalige donaasje dogge fia in automatysk ynkasso mei SEPA, sjogge jo mooglik in melding fan periodike transaksjes. Dit komt omdat ús betellingsferwurker Stripe allinnich weromkearende transaksjes foar dit type betelling stipet. Likegoed sille wy jo mar ienmalich in bedrach ôfskriuwe en sille wy gjin fierdere betellingen fan jo account ynkassearje sûnder jo tastimming. Nei de machtiging ûntfange jo in offisjeel donaasjebewiis wêrop de ienmalige donaasje dúdlik fermeld stiet.
gl: Ao facer un agasallo único mediante a domiciliación bancaria SEPA, é posible que observes unha mención de transaccións recorrentes. Isto débese a que o noso procesador de pagos Stripe só admite transaccións recorrentes para este tipo de pago. Independentemente diso, só lle cobraremos unha vez e non realizaremos máis pagos na súa conta sen a súa autorización. Despois do mandato, recibirá un recibo oficial de doazón que reflectirá claramente a doazón única.
hu: Amikor egyszeri adományt tesznek közvetlen SEPA megbízással, akkor észreveheti, hogy ismétlődő tranzakciók vannak említve. Ennek az oka, hogy a fizetésfeldolgozónk, a Stripe, csak az ismétlődő tranzakciókat támogatja ennél a fizetési módnál. Ettől függetlenül csak egyszer terheljük meg a számláját, és további utalásokat nem teszünk az engedélye nélkül. A megbízás után hivatalos adományozási bizonylatot fog kapni, amelyen egyértelműen egyszeri adomány szerepel.
ia: Quando tu face un dono non repetibile per un debito directe SEPA, tu pote esser avisate de un transaction recurrente. Isto es perque nostre processor de pagamento Stripe solo supporta transactiones recurrente pro iste typo de pagamento. Sin importantia de isto, nos solo te cargara un vice e nos non rendera alcun altere pagamentos sur tu conto sin tu autorisation. Sequente le mandato, tu recipera un quitantia de donation official que clarmente reflectera le donation non repetibile.
it: Quando fai una donazione una tantum tramite addebito diretto SEPA, potresti notare un riferimento a transazioni ricorrenti. Questo si verifica perché Stripe (il nostro sistema di elaborazione pagamenti) supporta solo transazioni ricorrenti per questo tipo di pagamento. Indipendentemente da ciò, addebiteremo la donazione una sola volta e non effettueremo ulteriori pagamenti sul tuo account senza la tua autorizzazione. Dopo il mandato, riceverai una ricevuta ufficiale che rifletterà chiaramente la donazione come una tantum.
ja: SEPA口座引き落としで1回限りのギフトを行う場合、定期取引について言及されていることにお気づきかもしれません。これは、弊社の決済プロセッサーであるStripeが、このタイプの支払いに定期的な取引のみをサポートしているためです。ただし、ご請求は一度のみであり、ご本人の承認なしに、それ以降のお支払いをすることはありません。寄付の委任後、1回限りの寄付を明確に反映した正式な寄付領収書をお送りします。
nl: Wanneer u een eenmalige gift doet via een automatische incasso met SEPA, ziet u mogelijk een melding van periodieke transacties. Dit komt omdat onze betalingsverwerker Stripe alleen terugkerende transacties voor dit type betaling ondersteunt. Desondanks zullen we u slechts eenmalig een bedrag afschrijven en zullen we geen verdere betalingen van uw account incasseren zonder uw toestemming. Na de machtiging ontvangt u een officieel donatiebewijs waarop de eenmalige donatie duidelijk staat vermeld.
pt_br: Ao fazer uma doação única por meio de débito direto SEPA, você pode notar uma menção a transações recorrentes. Isso ocorre porque nosso processador de pagamentos Stripe só oferece suporte a transações recorrentes para esse tipo de pagamento. Independentemente disso, cobramos apenas uma vez e não fazemos mais pagamentos em sua conta sem sua autorização. Seguindo a ordem, você recebe um recibo oficial de doação que reflete claramente uma doação única.
ru: Совершая разовое пожертвование через прямое дебетование посредством SEPA, вы можете заметить упоминание о повторяющихся транзакциях. Это связано с тем, что наш платежный процессор Stripe поддерживает только повторяющиеся транзакции для этого типа платежей. Вне зависимости от этого, мы будем списывать деньги только один раз и не будем производить никаких платежей с вашего аккаунта без вашего разрешения. После мандата вы получите официальную квитанцию пожертвования, которая будет четко отражать разовое пожертвование.
sk: Pri jednorazovom darovaní prostredníctvom SEPA inkasa si môžete všimnúť zmienku o opakujúcich sa transakciách. Dôvodom je, že náš platobný procesor Stripe podporuje iba opakované transakcie pre tento typ platby. Bez ohľadu na to vám budeme účtovať iba raz a bez vášho súhlasu nebudeme vykonávať žiadne ďalšie platby na váš účet. Na základe splnomocnenia dostanete oficiálny doklad o dare, ktorý bude jasne odrážať jednorazový dar.
sl: Pri enkratnem darilu z direktno bremenitvijo SEPA boste morda opazili ponavljajoče se transakcije. To je zato, ker naš plačilni procesor Stripe podpira samo ponavljajoče se transakcije za to vrsto plačila. Ne glede na to vas bomo bremenili samo enkrat in vam brez vašega dovoljenja ne bomo več naplačevali sredstev. Po pooblastilu boste prejeli uradno potrdilo o donaciji, iz katerega bo jasno razvidna enkratna donacija.
sq: Kur bëhet një dhuratë një here, përmes debitimi të drejtpërdrejtë SEPA, mund të vini re një përmendje transaksionesh ripërsëritëse. Kjo ndodh ngaqë përpunuesi ynë i pagesave, Stripe-i, mbulon vetëm transaksione ripërsëritëse, për këtë lloj pagesash. Pavarësisht nga kjo, do t’ju faturojmë vetëm një herë dhe, pa autorizimin tuaj, s’do të bëjmë pagesa të tjera në llogarinë tuaj. Në vijim të mandatit, do të merrni një fatura zyrtare dhurimi, e cila do të pasqyrojë qartazi dhurimin një herësh.
sv_se: När du gör en engångsgåva genom SEPA autogiro, kanske du märker ett omnämnande av återkommande transaktioner. Detta då vår betalningsprocessor Stripe endast stöder återkommande transaktioner för denna typ av betalning. Oavsett detta debiterar vi dig endast en gång och vi kommer inte att göra några ytterligare betalningar på ditt konto utan ditt tillstånd. Efter medgivandet får du ett officiellt donationskvitto som tydligt återspeglar engångsdonationen.
uk: Під час проведення одноразового внеску через прямий дебет SEPA ви можете помітити згадку про повторювані транзакції. Це тому, що наш обробник платежів Stripe підтримує лише повторювані транзакції для цього типу платежу. Попри це, ми проведемо платіж лише один раз і не здійснюватимемо жодних подальших платежів з вашого рахунку без вашого дозволу. Після доручення ви отримаєте офіційну квитанцію про внесок, яка міститиме інформацію про одноразовий внесок.
vi: Khi tặng quà một lần thông qua ghi nợ trực tiếp SEPA, bạn có thể nhận thấy đề cập đến các giao dịch định kỳ. Điều này là do bộ xử lý thanh toán Stripe của chúng tôi chỉ hỗ trợ các giao dịch định kỳ cho loại thanh toán này. Bất kể điều này, chúng tôi sẽ chỉ tính phí bạn một lần và chúng tôi sẽ không thực hiện thêm bất kỳ khoản thanh toán nào vào tài khoản của bạn mà không có sự cho phép của bạn. Theo ủy quyền, bạn sẽ nhận được biên nhận quyên góp chính thức phản ánh rõ ràng khoản quyên góp một lần.

source: Can I give in cryptocurrencies?
bg: Мога ли да даря в криптовалути?
cs: Mohu darovat v kryptoměnách?
cy: A allaf roi arian cyfred digidol i mewn?
de: Kann ich Kryptowährungen spenden?
el: Μπορώ να κάνω δωρεά σε κρυπτονομίσματα;
es_ar: ¿Puedo donar en criptomonedas?
es_cl: ¿Puedo donar en criptomonedas?
es_es: ¿Puedo donar con criptomonedas?
eu: Kriptotxanponak erabil ditzaket?
fi: Voinko lahjoittaa kryptovaluuttoja?
fr: Puis-je faire un don en cryptomonnaies ?
fy_nl: Kin ik kryptofaluta donearje?
gl: Podo doar en criptomoedas?
hu: Adományozhat kriptovalutában?
ia: Pote io donar cryptovaluta?
is: Get ég gefið í rafmyntum?
it: Posso effettuare una donazione tramite criptovalute?
ja: 暗号通貨で提供できますか？
nl: Kan ik cryptovaluta doneren?
nn_no: Kan eg donere i kryptovaluta?
pl: Czy mogę wesprzeć kryptowalutami?
pt_br: Posso doar em criptomoedas?
ru: Могу ли я пожертвовать в криптовалютах?
sk: Môžem darovať v kryptomenách?
sl: Ali lahko prispevam v kriptovalutah?
sq: A mund të dhuroj në kriptomonedha?
sv_se: Kan jag donera in kryptovalutor?
tr: Kripto para bağışlayabilir miyim?
uk: Чи можу я зробити внесок у криптовалюті?
vi: Tôi có thể quyên góp tiền điện tử không?

source: <strong>No.</strong> We are not currently accepting cryptocurrency gifts.
bg: <strong>Не.</strong> В момента не приемаме дарения в криптовалута.
cs: <strong>Ne.</strong> V současné době nepřijímáme dary v kryptoměnách.
cy: <strong>Na.</strong> Nid ydym yn derbyn rhoddion arian cyfred digidol ar hyn o bryd.
de: <strong>Nein.</strong> Wir akzeptieren derzeit keine Spenden in Kryptowährung.
el: <strong>Όχι.</strong> Προς το παρόν, δεν δεχόμαστε δωρεές σε κρυπτονομίσματα.
es_ar: <strong>No.</strong> Actualmente no aceptamos aportes en criptomonedas.
es_cl: <strong>No.</strong> Actualmente no aceptamos aportes en criptomonedas.
es_es: <strong>No.</strong> Actualmente no aceptamos donaciones en criptomonedas.
eu: <strong>EZ.</strong> Orain ez ditugu kriptotxanponak onartzen dohaintzetan.
fi: <strong>Ei.</strong> Emme tällä hetkellä ota vastaan kryptovaluuttalahjoituksia.
fr: <strong>Non.</strong> Nous n’acceptons pas les dons en cryptomonnaies pour le moment.
fy_nl: <strong>Nee.</strong> Wy akseptearje op dit stuit gjin cryptocurrency-donaasjes.
gl: <strong>Non.</strong> Actualmente non aceptamos doazóns en criptomonedas.
hu: <strong>Nem.</strong> Jelenleg nem fogadunk el kriptovalutát.
ia: <strong>No.</strong> Nos actualmente non accepta donos de cryptovaluta.
is: <strong>Nei.</strong> Við tökum ekki við gjöfum í rafmyntum eins og er.
it: <strong>No</strong>, al momento non accettiamo donazioni in criptovalute.
ja: <strong>いいえ。</strong> 現在、暗号通貨ギフトを受け付けていません。
nl: <strong>Nee.</strong> We accepteren momenteel geen cryptocurrency-donaties.
pl: <strong>Nie.</strong> Obecnie nie przyjmujemy datków w postaci kryptowalut.
pt_br: <strong>Não.</strong> No momento, não estamos aceitando doações em criptomoedas.
ru: <strong>Нет.</strong> В настоящее время мы не принимаем пожертвования в криптовалютах.
sk: <strong>Nie.</strong> Momentálne neprijímame dary v podobe kryptomien.
sl: <strong>Ne.</strong> Trenutno ne sprejemamo daril v kriptovalutah.
sq: <strong>Jo.</strong> Aktualisht nuk pranojmë dhurime në kriptomonedha.
sv_se: <strong>Nej.</strong> Vi accepterar för närvarande inte gåvor i kryptovalutor.
tr: <strong>Hayır.</strong> Şu anda kripto para bağışlarını kabul etmiyoruz.
uk: <strong>Ні.</strong> Зараз ми не приймаємо подарунки в криптовалюті.
vi: <strong>Không.</strong> Chúng tôi hiện không chấp nhận quà tặng bằng tiền điện tử.

source: How will my gift be used?
bg: Как ще се използва дарението ми?
cs: Jak můj dar využijete?
cy: Sut fydd fy rhodd yn cael ei defnyddio?
de: Wie wird meine Spende verwendet?
el: Πώς θα χρησιμοποιηθεί η δωρεά μου;
es_ar: ¿Cómo se usará mi regalo?
es_cl: ¿Cómo se usará mi regalo?
es_es: ¿Cómo se utilizará mi donación?
eu: Nola erabiliko da nire oparia?
fi: Miten lahjani käytetään?
fr: Comment mon don sera-t-il utilisé ?
fy_nl: Hoe wurdt myn jefte brûkt?
gl: Como se usará a miña doazón?
hu: Hogyan lesz felhasználva az adománya?
ia: Como essera usate mi donation?
is: Hvernig verður styrkurinn frá mér notaður?
it: Come verrà utilizzata la mia donazione?
ja: ギフトはどのように使用されますか？
nl: Hoe wordt mijn gift gebruikt?
nn_no: Korleis vert donasjonen min/gåva mi brukt?
pl: Jak mój datek zostanie użyty?
pt_br: Como minha doação será usada?
ru: Как моё пожертвование будет использовано?
sk: Ako bude môj dar použitý?
sl: Za kaj bo moj prispevek porabljen?
sq: Përse do të përdoret dhurata im?
sv_se: Hur kommer min gåva att användas?
tr: Bağışım nasıl değerlendirilecek?
uk: Як буде використано мій дарунок?
vi: Quyên góp của tôi sẽ được sử dụng như thế nào?

source: Thunderbird is the leading open source email and productivity app that is free for business and personal use. Your gift helps ensure it stays that way, and supports ongoing development.
bg: Thunderbird е водещото приложение за имейл и продуктивност с отворен код, свободно за бизнес и лична употреба. Дарението ви гарантира, че ще остане такъв и подкрепя текущото му развитие.
cy: Thunderbird yw'r prif raglen e-bost cod agored a chynhyrchiant sydd am ddim at ddefnydd busnes a phersonol. Mae eich rhodd yn helpu i sicrhau ei fod yn aros felly, ac yn cefnogi ei ddatblygiad parhaus.
de: Thunderbird ist die führende quelloffene E-Mail- und Produktivitäts-App, die für die private und geschäftliche Nutzung kostenlos ist. Ihre Spende hilft, dass das so bleibt und unterstützt die fortlaufende Entwicklung.
el: Το Thunderbird είναι η κορυφαία εφαρμογή ανοικτού κώδικα για email και παραγωγικότητα, που διατίθεται δωρεάν για επαγγελματική και προσωπική χρήση. Η δωρεά σας θα βοηθήσει ώστε να παραμείνουν όλα ως έχουν και θα υποστηρίξει τη συνεχή ανάπτυξη.
es_ar: Thunderbird es el líder en clientes de correo y aplicaciones de productividad de código abierto que son gratis para uso personal y empresarial. Tu aporte nos ayudará a asegurar que se mantenga de esa forma, y apoyará el desarrollo futuro.
es_cl: Thunderbird es la aplicación de código abierto líder en correo electrónico y productividad, y es gratuito para uso personal y empresarial. Tu donación nos ayuda a asegurar que se mantenga de esa forma, y apoya el desarrollo continuo.
fr: Thunderbird domine le marché des applications de productivité et de messagerie open source gratuites pour les particuliers et les professionnels. Votre don permet d’assurer qu’il en soit ainsi et de soutenir le développement continu du projet.
fy_nl: Thunderbird is de liedende iepensource-app foar e-mail- en produktiviteit dy’t fergees is foar saaklik en persoanlik gebrûk. Jo jefte helpt derfoar te soargjen dat dit sa bliuwt en stipet takomstige ûntwikkeling.
gl: Thunderbird é a principal aplicación de correo electrónico e produtividade de código aberto gratuíta para uso persoal e empresarial. O teu agasallo axuda a garantir que siga así e apoia o desenvolvemento continuo.
hu: A Thunderbird a vezető nyílt forráskódú levelező- és szervezőprogram, amely üzleti és személyes használatra is ingyenes. Adománya segít abban, hogy ez így is maradjon, és a fejlesztéseket támogatja.
ia: Thunderbird es le eminente app open-source de email e productivitate que es gratuite pro uso commercial e personal. Tu dono adjuta a assecurar que illo remane tal, e supporta le disveloppamento in curso.
is: Thunderbird er með opinn kóða og fremst í flokki fyrir tölvupóstforrit og dagatal fyrir allar gerðir tölva og er ókeypis fyrir einstaklinga og fyrirtæki. Styrkurinn frá þér hjálpar til við að tryggja að svo verði áfram og styðji einnig við áframhaldandi þróun hugbúnaðarins.
it: Thunderbird è la principale app open source per posta elettronica e produttività, gratuita sia per uso personale che commerciale. La tua donazione ci aiuta a garantire che rimanga tale e ne supporta il continuo sviluppo.
nl: Thunderbird is de toonaangevende opensource-app voor e-mail en productiviteit die gratis is voor zakelijk en persoonlijk gebruik. Uw gift helpt ervoor te zorgen dat dit zo blijft en steunt verdere ontwikkeling.
ru: Thunderbird — это ведущее приложение электронной почты и повышения продуктивности с открытым исходным кодом, бесплатное для бизнеса и личного использования. Ваше пожертвование помогает гарантировать, что он останется таким, и сохраняет постоянное развитие.
sk: Thunderbird je popredná e‑mailová aplikácia s dôrazom na produktivitu a s otvoreným zdrojom, ktorá je bezplatná na obchodné a osobné použitie. Váš dar pomáha zabezpečiť, aby to tak zostalo, a podporuje neustály rozvoj.
sl: Thunderbird je vodilna odprtokodna aplikacija za e-pošto in produktivnost, ki je brezplačna tako za poslovno kot za osebno uporabo. Vaše darovanje pomaga, da tako tudi ostane, in podpira nadaljnji razvoj.
sq: Thunderbird-i është aplikacioni kryesues ndërplatformësh, me burim të hapët, për email dhe prodhimtari, që është falas për biznese dhe përdorim personal. Dhurata juaj do të na ndihmojë të garantohet që të mbetet i tillë dhe do të mbështetë zhvillimin e tij të vazhdueshëm.
sv_se: Thunderbird är den ledande e-post- och produktivitetsappen med öppen källkod som är gratis för företag och personligt bruk. Din gåva hjälper till att se till att den förblir så och stöder pågående utveckling.
vi: Thunderbird là ứng dụng email và năng suất mã nguồn mở hàng đầu, miễn phí cho mục đích sử dụng cá nhân và doanh nghiệp. Quyên góp của bạn giúp đảm bảo nó luôn như vậy và hỗ trợ sự phát triển không ngừng.
