Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: Looking for something a bit more stable? Try <a href="%(beta_url)s"><strong>Thunderbird Beta</strong></a>.
bg: Търсите нещо по-стабилно? Опитайте <a href="%(beta_url)s"><strong>Thunderbird Beta</strong></a>.
fi: Etsitkö jotain hieman vakaampaa? Kokeile <a href="%(beta_url)s"><strong>Thunderbirdin beetaversiota</strong></a>.

source: Have you tried <a href="%(mobile_url)s">Thunderbird Mobile</a> for Android?
bg: Опитaхте ли <a href="%(mobile_url)s">Thunderbird Mobile</a> за Android?
fi: Oletko kokeillut <a href="%(mobile_url)s">Thunderbirdin mobiiliversiota</a> Androidille?

source: Welcome to Freedom – Thunderbird
bg: Добре дошли при свободата - Thunderbird
fi: Tervetuloa vapauteen – Thunderbird

source: ESR Channel
bg: ESR канал
fi: ESR-kanava

source: Welcome to <span class="gradient-text">Freedom</span>
bg: Добре дошли при <span class="gradient-text">свободата</span>
fi: Tervetuloa <span class="gradient-text">vapauteen</span>

source: Thunderbird is a gift from thousands of people like you. We hope you'll enjoy the productivity, privacy, and freedom they make possible and we invite you to become part of that gift to others.
bg: Thunderbird е подарък за вас от хиляди хора. Надяваме се, че ще се насладите на производителността, поверителността и свободата, заложени вътре и ви каним да станете част този проект и да помагате на другите.
fi: Thunderbird on lahja tuhansilta kaltaisiltasi ihmisiltä. Toivomme, että nautit heidän mahdollistamasta tuottavuudesta, yksityisyydestä ja vapaudesta, ja kutsumme sinut osaksi tätä lahjaa muille.

source: Free and Open Source
bg: Свободен и с отворен код
fi: Ilmainen, vapaa ja avointa lähdekoodia

source: Thunderbird is now yours forever.
bg: Thunderbird е ваш завинаги.
fi: Thunderbird on sinun ikuisesti.

source: Thunderbird is developed openly and distributed freely. Our software license protects your right to use, modify, and share Thunderbird. Our mission is to protect your privacy and freedom.
bg: Thunderbird се разработва открито и се разпространява свободно. Нашият софтуерен лиценз защитава правото ви да използвате, променяте и споделяте Thunderbird. Нашата мисия е да защитим вашата поверителност и свобода.
fi: Thunderbirdiä kehitetään avoimesti ja sitä jaetaan vapaasti. Ohjelmistolisenssimme suojaa oikeuttasi käyttää, muokata ja jakaa Thunderbirdiä. Tehtävämme on suojella yksityisyyttäsi ja vapauttasi.

source: Powered by Community
bg: Осъществено от общността
fi: Yhteisön tarjoama

source: You can become part of our story.
bg: Може да станете част от нашата история.
fi: Voit olla osa tarinaamme.

source: Anyone can contribute to Thunderbird. By donating, translating, answering questions, suggesting features, reporting bugs, and more, you make Thunderbird better for yourself and the world.
bg: Всеки може да допринесе за Thunderbird. Дарявайки, превеждайки, отговаряйки на въпроси, предлагайки функции, докладвайки дефекти и други, вие правите Thunderbird по-добър за себе си и за света.
fi: Kuka tahansa voi osallistua Thunderbirdin kehittämiseen. Lahjoittamalla, kääntämällä, vastaamalla kysymyksiin, ehdottamalla ominaisuuksia, ilmoittamalla virheistä ja monilla muilla tavoin teet Thunderbirdistä paremman itsellesi ja muille.

source: Want new features sooner? Learn about <a href="%(release_url)s"><strong>Thunderbird Release</strong></a>.
bg: Искате ли нови функции по-рано? Научете повече за изданията на<a href="%(release_url)s"><strong>Thunderbird</strong></a>.
fi: Haluatko uusia ominaisuuksia aiempaa nopeammin? Lue lisää <a href="%(release_url)s"><strong>Thunderbirdin julkaisusta</strong></a>.

source: Get New Features Every Month with <span class="txt-gradient">Thunderbird Release</span>
bg: Получавайте новите функционалности всеки месец с <span class="txt-gradient">Thunderbird</span>

source: Get New Features <strong>Every Month</strong> with
bg: Получавайте новите функции <strong>всеки месец</strong>

source: Thunderbird Release.
bg: Издание на Thunderbird.

source: Thunderbird <span class="txt-gradient">Release</span>
bg: <span class="txt-gradient">Издание</span> на Thunderbird

source: Don't wait a year for improvements, updates, and fixes. Enjoy the right balance of speed and stability for most users by switching to Thunderbird Release.
bg: Не чакайте една година за подобрения, актуализации и корекции. Насладете се на правилния баланс между скорост и стабилност за повечето потребители, като преминете към подходящо издание.

source: Which release channel is best for you?
bg: Кой канал е най-подходящ за вас?
fi: Mikä julkaisukanava sopii sinulle parhaiten?

source: Channel
bg: Канал
fi: Kanava

source: Stability
bg: Стабилност
fi: Vakaus

source: New Features
bg: Нови възможности

source: Best For
bg: Най-добро за

source: %(rating)s out of 5
bg: %(rating)s от 5
fi: %(rating)s/5

source: For those who value long-term stability and are willing to wait up to a year for new features.
bg: За тези, които ценят дългосрочната стабилност и са готови да чакат до една година за нови функции.

source: Release
bg: Издание

source: For those looking for great stability and want new features monthly.
bg: За тези, които търсят голяма стабилност и искат нови функции ежемесечно.

source: Most users.
bg: Повечето потребители.

source: For those willing to test releases a few weeks early and report any issues they discover.
bg: За тези, които желаят да изпробват изданията няколко седмици по-рано и да докладват за проблемите, които открият.

source: For those actively developing and testing Thunderbird. Not recommended for most.
bg: За тези, които активно разработват и тестват Thunderbird. Не се препоръчва за повечето потребители.
fi: Niille, jotka kehittävät ja testaavat Thunderbirdiä aktiivisesti. Ei suositella useimmille.

source: Not yet available on Microsoft Store, Snap, and Flatpak.<br> Visit our <strong><a href="%(support_url)s">Support Page</a></strong> for more details about making the change.
bg: Все още не е наличен в Microsoft Store, Snap и Flatpak.<br>Посетете нашата <strong><a href="%(support_url)s">страница за поддръжка</a></strong> за повече подробности относно извършването на промяната.

source: Thank you for making Thunderbird possible!
bg: Благодарим ви, че правите Thunderbird възможен!
fi: Kiitos, että mahdollistat Thunderbirdin!

source: <span>Thank YOU</span> for making Thunderbird possible!
bg: <span>Благодарим ви</span>, че правите Thunderbird реалност!
fi: Kiitos <span>SINULLE</span>, että mahdollistat Thunderbirdin!

source: The latest Thunderbird release exists because of you. Your donations directly funded every line of code, every bug fix, and every new feature you're experiencing today. You didn't just download and use Thunderbird, <strong>you helped build it.</strong>
bg: Последното издание на Thunderbird съществува благодарение на вас. Ваши дарения директно финансираха всеки ред код, всяка корекция на дефекти и всяка нова функция, с която се сблъсквате днес. Вие не просто изтеглихте и използвахте Thunderbird,<strong>но помогнахте и за изграждането му.</strong>
fi: Uusin Thunderbird-julkaisu on olemassa sinun ansiostasi. Lahjoituksesi rahoittivat suoraan jokaisen koodirivin, jokaisen virheenkorjauksen ja jokaisen uuden ominaisuuden, joita tänään koet. Et vain ladannut ja käyttänyt Thunderbirdiä, <strong>sinä autoit rakentamaan sitä.</strong>

source: Because supporters like you believed in truly private and ad-free email, we immediately turned your contributions into real improvements. <strong>Will you support the next chapter?</strong>
bg: Тъй като поддръжници като вас вярваха в наистина личната електронна поща без реклами, веднага превърнахме вашия принос в реални подобрения. <strong>Ще ни поддържате ли занапред?</strong>
fi: Koska kaltaisesi tukijat uskoivat todella yksityiseen ja mainoksettomaan sähköpostiin, muutimme panoksesi välittömästi todellisiksi parannuksiksi. <strong>Tuetko sinä seuraavaa lukua?</strong>

source: Thank you for keeping Thunderbird alive!
bg: Благодарим ви, че поддържате Thunderbird!

source: <span>Thank YOU</span> for keeping Thunderbird alive!
bg: <span>Благодарим ви,</span> че поддържате Thunderbird!

source: Our latest release transforms your email experience with adaptive dark messaging and improved visual controls. Enhanced features keep everyday email tasks light and effortless, while the streamlined new Account Hub ensures adding new accounts is a snap.
bg: Нашeто най-ново издание променя изцяло работата ви с имейли благодарение на адаптивни съобщения в тъмен режим и подобрени визуални контроли. Подобрените функции правят ежедневните задачи с имейли лесни и безпроблемни, а опростеният нов Account Hub гарантира, че добавянето на нови акаунти е лесно

source: Dark Message Mode
bg: Тъмен режим на съобщенията
fi: Viestien tumma tila

source: Thunderbird’s Dark Mode now automatically adapts your messages when enabled, with a quick optional toggle to adjust your message view as needed.
bg: Тъмният режим на Thunderbird вече автоматично адаптира вашите съобщения, когато е активиран, с бърз допълнителен превключвател, за да коригирате изгледа на вашето съобщение, ако е необходимо.

source: Native OS Notifications
bg: Известия на собствената ОС
fi: Käyttöjärjestelmän natiivit ilmoitukset

source: Leverage the speed and ease of your Operating System’s built-in notifications, whether you’re on Windows, Linux, or Mac. Quickly delete, archive, or use customizable actions directly from your notifications and get more done with your day.
bg: Възползвайте се от скоростта и лекотата на вградените уведомления на вашата операционна система, независимо дали сте на Windows, Linux или Mac. Бързо изтриване, архивиране или използване на действия с възможност за персонализиране директно от вашите известия и така ще свършите полезни неща.
fi: Hyödynnä käyttöjärjestelmäsi sisäänrakennettujen ilmoitusten nopeutta ja helppoutta, oletpa sitten Windowsissa, Linuxissa tai Macissa. Poista, arkistoi tai käytä mukautettavia toimintoja nopeasti suoraan ilmoituksista ja saa enemmän aikaan päivästäsi.

source: Manual Folder Sorting
bg: Ръчно сортиране на папки
fi: Manuaalinen kansioiden lajittelu

source: Don’t like the order for your custom folders? Just click and drag to arrange them exactly how you want.
bg: Не ви харесва подреждането на вашите потребителски папки? Просто щракнете и провлачете, за да ги подредите точно както искате.
fi: Etkö pidä mukautettujen kansioiden järjestyksestä? Napsauta ja vedä järjestääksesi ne juuri haluamallasi tavalla.

source: Appearance Settings
bg: Настройки за външен вид
fi: Ulkoasun asetukset

source: Account Hub
bg: Център за профили
fi: Tilikeskus

source: Adding a new account to Thunderbird is now easier than ever. Connect all of your emails, address books and calendars in a few easy steps.
bg: Добавянето на нов профил към Thunderbird вече е по-лесно от всякога. Свържете всичките си електронни пощи, адресници и календари с няколко лесни стъпки.
fi: Uuden tilin lisääminen Thunderbirdiin on nyt helpompaa kuin koskaan. Yhdistä kaikki sähköpostisi, osoitekirjasi ja kalenterisi muutamalla helpolla vaiheella.

source: and a lot more...
bg: и още много...
fi: ja paljon muuta...

source: Experimental Exchange Email support
bg: Експериментална поддръжка на Exchange за електронна поща
fi: Kokeellinen Exchange-sähköpostituki

source: Natively set up a Microsoft Exchange account in Thunderbird by enabling a preference.
bg: Създайте собствен профил в Microsoft Exchange в Thunderbird чрез активиране на тази възможност.
fi: Määritä Microsoft Exchange -tili Thunderbirdissä ottamalla käyttöön asetus.

source: Export for Mobile
bg: Изнасяне за мобилно устройство
fi: Vie mobiililaitteelle

source: Generate a QR code to quickly transfer your account settings and credentials to your Thunderbird for Android app.
bg: Генерирайте QR код за бързо прехвърляне на настройките и идентификационните данни на вашия профил към приложението Thunderbird за Android.
fi: Luo QR-koodi siirtääksesi tilisi asetukset ja kirjautumistiedot nopeasti Thunderbirdin Android-sovellukseen.

source: Horizontal scroll for Table View
bg: Хоризонтално прелистване за табличен изглед
fi: Vaakasuora vieritys taulukkonäkymässä

source: Lots of tabular data? Let the message list scroll horizontally, like a spreadsheet or file manager.
bg: Много таблични данни? Оставете списъка със съобщения да се плъзга хоризонтално, като в електронна таблица или файлов мениджър.
fi: Paljon taulukkomuotoista dataa? Anna viestiluettelon vierittää vaakasuunnassa, kuten laskentataulukossa tai tiedostonhallinnassa.

source: Bug Fixes and Improvements
bg: Отстранени грешки и подобрения
fi: Virheenkorjauksia ja parannuksia

source: Thousands of bug fixes and performance improvements to bring you the smooth, reliable Thunderbird experience you expect.
bg: Хиляди корекции на грешки и подобрения на производителността, за да ви донесат безпроблемното и надеждно изживяване на Thunderbird, което очаквате.
fi: Tuhansia virheenkorjauksia ja suorituskyvyn parannuksia, jotka tuovat sinulle odottamasi sujuvan ja luotettavan Thunderbird-kokemuksen.

source: Upgrade to the new Thunderbird Release
bg: Надстройте до новото издание на Thunderbird
fi: Päivitä uuteen Thunderbird-versioon

source: Don’t wait a year for the next release — enjoy monthly updates with the same dependable stability.
bg: Не чакайте една година за следващото издание – насладете се на месечни актуализации със същата надеждна стабилност.
fi: Älä odota vuotta seuraavaa julkaisua – nauti kuukausittaisista päivityksistä samalla luotettavalla vakaudella.

source: Explore Monthly Releases
bg: Разгледайте месечните издания
fi: Tutustu kuukausittaisiin julkaisuihin

source: Thunderbird helps you manage your appointments, contacts, and tasks. Stay organized, productive, and connected in one place.
bg: Thunderbird ви помага да управлявате срещи, контакти и задачи. Бъдете организирани, продуктивни и свързани на едно място.
fi: Thunderbird auttaa sinua hallitsemaan tapaamisia, yhteystietoja ja tehtäviä. Pysy järjestyksessä, tuottavana ja yhteydessä yhdessä paikassa.

source: Blog
bg: Блог
eu: Bloga
fi: Blogi
is: Blogg
ja: ブログ
kab: Ablug
nb_no: Blogg
nn_no: Blogg
ru: Блог
sv_se: Blogg
uk: Блог

source: Locale
bg: Език
cs: Jazyk
de: Sprache
el: Γλώσσα
es_ar: Idioma
es_cl: Idioma
eu: Hizkuntza
fi: Maa-asetusto
fr: Langue
fy_nl: Taal
gl: Idioma
hu: Nyelv
ia: Lingua
is: Staðfærsla
it: Lingua
ja: ロケール
nl: Taal
nn_no: Språk
pl: Pakiet językowy
pt_br: Idioma
ru: Локализация
sk: Jazyk
sl: Jezik
sq: Vendore
sv_se: Språk
tr: Dil
uk: Локаль
vi: Ngôn ngữ

source: Unsupported Thunderbird Version!
el: Μη υποστηριζόμενη έκδοση Thunderbird!
es_cl: ¡Versión Thunderbird no compatible!
eu: Euskarri gabeko Thunderbird bertsioa!
fr: Version de Thunderbird non prise en charge !
fy_nl: Net-stipe Thunderbird-ferzje!
gl: Versión de Thunderbird non soportada!
ia: Version de Thunderbird non supportate!
it: Versione di Thunderbird non supportata.
nl: Niet-ondersteunde Thunderbird-versie!
nn_no: Thunderbird-versjonen er ikkje støtta!
pt_br: Versão não suportada do Thunderbird!
ru: Неподдерживаемая версия Thunderbird!
sk: Nepodporovaná verzia Thunderbirdu!
sl: Nepodprta različica Thunderbirda!
sq: Version i Pambuluar i Thunderbird-it!
uk: Непідтримувана версія Thunderbird!

source: This is an unsupported version of Thunderbird!!
el: Αυτή είναι μια μη υποστηριζόμενη έκδοση Thunderbird!!
es_cl: ¡Esta es una versión no compatible de Thunderbird!
eu: Euskarririk ez duen Thunderbird bertsio bat da hau!!
fr: Cette version de Thunderbird n’est pas prise en charge.
fy_nl: Dit ferzje fan Thunderbird wurdt net stipe!!
gl: Esta é unha versión non soportada de Thunderbird!!
ia: Isto es un version de Thunderbird non supportate!!
it: Questa versione di Thunderbird non è supportata.
nl: Deze versie van Thunderbird wordt niet ondersteund!!
nn_no: Detta er ein versjon av Thunderbird som ikkje er støtta!
pt_br: Esta é uma versão sem suporte do Thunderbird!!
ru: Это неподдерживаемая версия Thunderbird!!
sk: Toto je nepodporovaná verzia Thunderbirdu!
sl: To je nepodprta različica Thunderbirda!
sq: Ky është një version i pambuluar i Thunderbird-it!!
uk: Це непідтримувана версія Thunderbird!!

source: Thunderbird monthly releases are not considered stable for general use.
el: Οι μηνιαίες εκδόσεις για το Thunderbird δεν θεωρούνται σταθερές για γενική χρήση.
es_cl: Los lanzamientos mensuales de Thunderbird no se consideran estables para uso general.
eu: Thunderbird hileroko bertsioak ez dira erabilera orokorrerako egonkorrak.
fr: Les versions mensuelles de Thunderbird ne sont pas jugées stables pour une utilisation quotidienne.
fy_nl: Moanlikse Thunderbird-ferzjes wurde foar algemien gebrûk net as stabyl beoardiele.
gl: As versións mensuais de Thunderbird non se consideran estables para o uso xeral.
ia: Le versiones mensual de Thunderbird non es considerate stabile pro uso general.
it: Le versioni mensili di Thunderbird non sono ritenute stabili per l’uso quotidiano.
nl: Maandelijkse Thunderbird-versies worden voor algemeen gebruik niet als stabiel beoordeeld.
nn_no: Månadlege utgjevingar av Thunderbird vert ikkje rekna som stabile for generell bruk.
pt_br: Os lançamentos mensais do Thunderbird não são considerados estáveis para uso geral.
ru: Ежемесячные выпуски Thunderbird не считаются стабильными для общего использования.
sk: Mesačné vydania Thunderbirdu sa nepovažujú za stabilné na všeobecné použitie.
sl: Mesečne izdaje Thunderbirda niso preizkušeno zanesljive za splošno uporabo.
sq: Hedhjet mujore në qarkullim të Thunderbird-it nuk kosiderohen si të qëndrueshme për përdorim të përgjithshëm.
uk: Щомісячні випуски Thunderbird не вважаються стабільними для загального використання.

source: Use at your own risk, this build is the same quality as Thunderbird Beta.
el: Χρησιμοποιήστε με δική σας ευθύνη. Αυτή η έκδοση είναι ίδιας ποιότητας με το Thunderbird Beta.
es_cl: Úsalo bajo tu propio riesgo, esta compilación tiene la misma calidad que Thunderbird Beta.
eu: Erabili zure arriskupean, programa honek Thunderbird Betaren kalitate berdina du.
fr: À utiliser à vos risques et périls, cette compilation est de la même qualité que Thunderbird Beta.
fy_nl: Brûk op jo eigen risiko, dizze build hat deselde kwaliteit as Thunderbird Beta.
gl: Utilíceo baixo o seu propio risco, esta compilación ten a mesma calidade que a Thunderbird Beta.
ia: Usar a proprie risco, iste compilation es del mesme qualitate que Thunderbird beta.
it: Utilizzala a tuo rischio, la qualità di questa versione è paragonabile a quella di Thunderbird Beta.
nl: Gebruik op eigen risico, deze build heeft dezelfde kwaliteit als Thunderbird Beta.
nn_no: Bruk på eigen risiko, denne konstruksjonen er av same kvalitet som Thunderbird Beta.
pt_br: Use por sua conta e risco, esta versão tem a mesma qualidade do Thunderbird Beta.
ru: Используйте на свой страх и риск, эта сборка того же качества, что и Thunderbird Бета.
sk: Používate na vlastné riziko, táto zostava má rovnakú kvalitu ako Thunderbird Beta.
sl: Uporabljate jih na lastno odgovornost. Ta graditev je enake kakovosti kot Thunderbird Beta.
sq: Përdoreni duke mbajtur vetë përgjegjësi për rreziqe, ky montim është i të njëjtës cilësi si Thunderbird Beta.
uk: Використовуйте на власний ризик. Ця збірка такої ж якості, як Thunderbird Beta.

source: We recommend downloading the <a href="%(download_url)s">latest stable version of Thunderbird</a>.
el: Προτείνουμε τη λήψη της <a href="%(download_url)s">πιο πρόσφατης σταθερής έκδοσης Thunderbird</a>.
es_cl: Recomendamos descargar la <a href="%(download_url)s">última versión estable de Thunderbird</a>.
eu: Guk hau deskargatzea gomendatzen dugu <a href="%(download_url)s">Thunderbird azker bertsio egonkorra</a>.
fr: Nous vous recommandons de télécharger <a href="%(download_url)s">la dernière version stable de Thunderbird</a>.
fy_nl: Wy riede oan om de <a href="%(download_url)s">lêste stabile ferzje fan Thunderbird</a> te downloaden.
gl: Recomendamos descargar a <a href="%(download_url)s">última versión estable de Thunderbird</a>.
ia: Nos consilia discargar le <a href="%(download_url)s">ultime version stabile de Thunderbird</a>.
it: Ti consigliamo di scaricare la <a href="%(download_url)s">versione stabile più recente di Thunderbird</a>.
nl: We raden aan de <a href="%(download_url)s">laatste stabiele versie van Thunderbird</a> te downloaden.
nn_no: Vi tilrår at du lastar ned <a href="%(download_url)s">den siste stabile versjonen av Thunderbird</a>.
pt_br: Recomendamos baixar a <a href="%(download_url)s">versão estável mais recente do Thunderbird</a>.
ru: Мы рекомендуем загрузить <a href="%(download_url)s">последнюю стабильную версию Thunderbird</a>.
sk: Odporúčame stiahnuť <a href="%(download_url)s">najnovšiu stabilnú verziu Thunderbirdu</a>.
sl: Priporočamo, da prenesete <a href="%(download_url)s">najnovejšo stabilno različico Thunderbirda</a>.
sq: Rekomandojmë të shkarkoni <a href="%(download_url)s">versionin më të ri të qëndrueshëm të Thunderbird-it</a>.
uk: Радимо завантажити <a href="%(download_url)s">останню стабільну версію Thunderbird</a>.

source: UX Engineer, Desktop
cs: UX inženýr, desktop
de: UX-Entwickler, Desktop
el: Μηχανικός UX, Υπολογιστές
es_ar: Ingeniero de UX, Escritorio
es_cl: Ingeniero UX, Escritorio
eu: UX ingeniaria, Mahaigaina
gl: Enxeñeiro UX, escritorio
hu: UX mérnök, Asztali alkalmazás
ia: Ingeniero de UX, scriptorio
is: UX-verkfræðingur, vinnutölvur
ja: デスクトップ担当 UX エンジニア
pt_br: Engenheiro de UX, Computador
ru: Инженер по интерфейсу, десктопы
sk: UX inžinier, Desktop
sl: Inženir za UX za namizja
sq: Inxhinier UX, Desktop
tr: Masaüstü UX Mühendisi
uk: Інженер з інтерфейсу для комп'ютера
vi: Kỹ sư UX, Ứng dụng máy tính

source: Staff Engineer, Desktop
cs: Personální inženýr, Desktop
el: Μηχανικός προσωπικού, Υπολογιστές
es_ar: Ingeniero Asistente, Escritorio
es_cl: Ingeniero Staff, Escritorio
eu: Langileen ingeniaria, mahaigaina
fy_nl: Stafengineer, Desktop
gl: Enxeñeiro de equipo, escritorio
hu: Vezető mérnök, Asztali alkalmazás
ia: Ingeniero de equipa, scriptorio
ja: デスクトップ担当スタッフエンジニア
nl: Stafengineer, Desktop
pt_br: Engenheiro de equipe, Computador
ru: Штатный инженер, десктопные приложения
sk: Personálny inžinier, Desktop
sq: Inxhinier Stafi, Desktop
tr: Masaüstü Staff Engineer
uk: Штатний інженер комп'ютерних програм
vi: Staff Engineer, Ứng dụng máy tính

source: Release Engineer
cs: Inženýr pro vydávání
de: Release-Entwickler
el: Μηχανικός έκδοσης
es_ar: Ingeniero de lanzamiento
es_cl: Ingeniero de lanzamiento
eu: Argitaratze ingeniaria
gl: Enxeñeiro de lanzamento
hu: Kiadáskezelő mérnök
ia: Ingeniero de version
is: Útgáfustjóri
ja: リリースエンジニア
pt_br: Engenheiro de lançamento
ru: Инженер по релизам
sk: Inžinier pre vydanie
sl: Inženir za izdajo
sq: Inxhinier Hedhjesh Në Qarkullim
tr: Release Mühendisi
uk: Інженер з випусків

source: Sr. Staff Engineer, Desktop
cs: Senior Staff Engineer, Desktop
de: Senior Staff Engineer, Desktop
el: Επ. μηχανικός προσωπικού, Υπολογιστές
es_ar: Ingeniero Asistente Sr., Escritorio
es_cl: Ingeniero Staff Senior, Escritorio
eu: Langile ingeniaria, mahaigaina
fy_nl: Sr. Stafengineer, Desktop
gl: Enxeñeiro de equipo senior, escritorio
hu: Senior vezető mérnök, Asztali alkalmazás
ia: Ingeniero de software senior, mobile
ja: デスクトップ担当上級スタッフエンジニア
nl: Sr. Stafengineer, Desktop
pt_br: Engenheiro de equipe sênior, Computador
ru: Старший инженер, десктопные приложения
sk: Senior personálny inžinier, Desktop
sl: Višji kadrovski inženir, Namizje
tr: Kıdemli Masaüstü Staff Engineer
uk: Провідний інженер комп'ютерних програм
vi: Sr. Staff Engineer, Ứng dụng máy tính
