Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: Thunderbird 102 gives your contacts a serious upgrade! The refreshed design makes it easier to navigate and interact with your contacts, and helps you better understand who you’re communicating with. The new Address Book has compatibility with vCard specs, meaning if your app can export your existing contacts into vCard format, Thunderbird can import them. Each contact card also acts as a launchpad for messaging, email, and event creation.
bg: Thunderbird 102 дава сериозно надграждане на вашите контакти! Обновеният дизайн улеснява навигацията и взаимодействието с вашите контакти и ви помага да разберете по-добре с кого общувате. Новият адресник има съвместимост със спецификациите на vCard, което означава, че ако приложението ви може да изнася вашите съществуващи контакти във формат vCard, Thunderbird може да ги внесе. Всяка карта за контакт действа и като начало за съобщения, имейли и създаване на събития.
cs: Thunderbird 102 výrazně inovuje vaše kontakty! Vylepšený design usnadňuje navigaci a interakci s jednotlivými kontakty a pomáhá vám lépe chápat, s kým komunikujete. Nová složka kontaktů je kompatibilní se specifikací vCard, což znamená, že jestliže vaše aplikace umí exportovat vaše existující kontakty do formátu vCard, dokáže je Thunderbird importovat. Každá vizitka rovněž funguje jako startovní plošina pro odesílání zpráv, e-mailů a vytváření událostí.
cy: Mae Thunderbird 102 yn gwella'ch cysylltiadau'n sylweddol! Mae'r dyluniad newydd yn ei gwneud hi'n haws llywio a rhyngweithio â'ch cysylltiadau, ac yn eich helpu i ddeall yn well gyda phwy rydych chi'n cyfathrebu. Mae'r Llyfr Cyfeiriadau newydd yn gydnaws â manylebau vCard, sy'n golygu os gall eich rhaglen neu ap allforio eich cysylltiadau presennol i fformat vCard, gall Thunderbird hefyd eu mewnforio. Mae pob cerdyn cyswllt hefyd yn gweithredu fel man cychwyn ar gyfer negesu, e-bost, a chreu digwyddiadau.
de: Thunderbird 102 verbessert Ihr Adressbuch deutlich! Das aktualisierte Design erleichtert die Navigation und Interaktion mit Ihren Kontakten und hilft Ihnen, besser zu verstehen, mit wem Sie kommunizieren. Das neue Adressbuch ist mit den vCard-Spezifikationen kompatibel, d. h. wenn Ihre App Ihre vorhandenen Kontakte in das vCard-Format exportieren kann, kann Thunderbird sie importieren. Jede Kontaktkarte fungiert auch als Schnellzugriff für Messaging, E-Mails und Ereigniserstellung.
el: Το Thunderbird 102 αποτελεί μια σοβαρή αναβάθμιση για τις επαφές σας! Ο ανανεωμένος σχεδιασμός κάνει πιο εύκολη την πλοήγηση και την αλληλεπίδραση με τις επαφές σας, ενώ σας βοηθά να καταλάβετε καλύτερα με ποιον επικοινωνείτε. Το νέο ευρετήριο διαθέτει συμβατότητα με τις προδιαγραφές των vCard, το οποίο σημαίνει ότι εάν η εφαρμογή σας μπορεί να κάνει εξαγωγή των υφιστάμενων επαφών σε μορφή vCard, το Thunderbird μπορεί να τις εισαγάγει. Κάθε κάρτα επαφής δρα επίσης ως σημείο εκκίνησης για μηνύματα, email και δημιουργία εκδηλώσεων.
es_ar: ¡Thunderbird 102 le da a tus contactos una gran mejora! El diseño actualizado facilita la navegación e interacción con tus contactos, y te ayuda a comprender mejor con quién te estás comunicando. La nueva libreta de direcciones es compatible con las especificaciones de vCard, lo que significa que si tu aplicación puede exportar tus contactos existentes al formato vCard, Thunderbird puede importarlos. Cada tarjeta de contacto también actúa como plataforma de lanzamiento para mensajería, correo electrónico y creación de eventos.
es_cl: ¡Thunderbird 102 le da a tus contactos una gran mejora! El diseño actualizado facilita la navegación e interacción con tus contactos, y te ayuda a comprender mejor con quién te estás comunicando. La nueva libreta de direcciones es compatible con las especificaciones de vCard, lo que significa que si tu aplicación puede exportar tus contactos existentes al formato vCard, Thunderbird puede importarlos. Cada tarjeta de contacto también actúa como plataforma de lanzamiento para mensajería, correo electrónico y creación de eventos.
es_es: ¡Thunderbird 102 mejora notablemente tus contactos! El diseño renovado facilita la navegación e interacción con tus contactos, y te ayuda a comprender mejor con quién te estás comunicando. La nueva libreta de direcciones es compatible con las especificaciones de vCard, lo que significa que si tu aplicación puede exportar tus contactos existentes al formato vCard, Thunderbird puede importarlos. Desde cada tarjeta de contacto puedes crear mensajes, correos electrónicos y eventos.
eu: Thunderbird 102 zure kontaktuak asko hobetzen ditu! Diseinu freskatuak nabigatzea eta kontaktuekin elkarreragitea errazten du, eta norekin komunikatzen zaren hobeto ulertzen laguntzen dizu. Helbide-liburu berria bateragarria da vCard zehaztasunekin, hau da, zure aplikazioak zure kontaktuak vCard formatura esporta ditzakezu,eta Thunderbirdek inporta ditzake. Harremanetarako txartel bakoitzak mezularitza, posta elektronikoa eta gertaerak sortzeko tresna gisa ere funtzionatzen du.
fr: Thunderbird 102 offre à vos contacts un vrai surclassement ! Sa conception rafraîchie facilite la navigation et l’interaction avec vos contacts et vous aide à mieux comprendre avec qui vous communiquez. Le nouveau carnet d’adresses est compatible avec les spécifications vCard, ce qui signifie que si votre application peut exporter vos contacts existants au format vCard, Thunderbird peut les importer. Chaque contact peut également servir à démarrer une conversation de messagerie, un e-mail ou la création d’un évènement.
fy_nl: Thunderbird 102 jout jo kontakten in serieuze upgrade! It fernijde ûntwerp makket it makliker om te navigearjen en te kommunisearjen mei jo kontakten, en helpt jo better te begripen mei wa’t jo kommunisearje. It nije adresboek is kompatibel mei vCard-spesifikaasjes, wat betsjut dat as jo app jo besteande kontakten nei vCard-yndieling eksportearje kin, Thunderbird se ymportearje kin. Elke kontaktkaart fungearret ek as startpunt foar chatte, e-mail en it meitsjen fan ôfspraken.
gl: Thunderbird 102 dálle aos teus contactos unha actualización seria. O deseño actualizado facilita a navegación e a interacción cos teus contactos e axúdache a comprender mellor con quen te estás comunicando. A nova axenda de enderezos é compatible coas especificacións de vCard, é dicir, se a túa aplicación pode exportar os teus contactos existentes a formato vCard, Thunderbird pode importalos. Cada tarxeta de contacto tamén actúa como plataforma de lanzamento para a creación de mensaxes, correo electrónico e eventos.
hu: A Thunderbird 102 komoly frissítést hoz a névjegyekhez. A felfrissített dizájn megkönnyíti a navigációt és a névjegyek kezelését, valamint segít jobban megérteni, hogy kivel kommunikál. Az új címjegyzék kompatibilis a vCard specifikációival, ami azt jelenti, hogy ha az alkalmazása képes exportálni a meglévő névjegyeket vCard formátumba, akkor a Thunderbird képes importálni őket. Minden névjegykártya indítópultként is működik: csevegés, levelezés és eseménylétrehozás is kezdeményezhető róluk.
ia: Thunderbird 102 te adjuta a esser plus productive con minus effortio. Le nove designo simplifica navigar e interager con tu contactos, e te adjuta a melio comprender con qui tu communica. Le nove Libro de adresses ha compatibilitate con le specificationes de vCard, assi si tu app pote exportar tu existente contactos in formato vCard, Thunderbird pote importar los. Cata scheda de contacto alsi age como placa de lanceamento de messages, email, e creation de eventos.
is: Thunderbird 102 gefur tengiliðunum þínum heilmikla uppfærslu! Endurnýjuð hönnun auðveldar að vafra um og eiga samskipti við tengiliðina þína og hjálpar þér að skilja betur við hverja þú ert í samskiptum. Nýja nafnaskráin er samhæfð við vCard-staðla, sem þýðir að ef forritið þitt getur flutt fyrirliggjandi tengiliði yfir á vCard-snið getur Thunderbird flutt þá inn. Hvert tengiliðaspjald virkar einnig sem stökkpallur fyrir skilaboð, tölvupóst og gerð atburða.
it: Thunderbird 102 migliora notevolmente la tua rubrica. Il design rinnovato semplifica la navigazione e l’interazione con i tuoi contatti e ti aiuta a capire meglio con chi stai comunicando. La nuova rubrica è compatibile con le specifiche vCard, il che significa che se la tua app può esportare i tuoi contatti esistenti in formato vCard, Thunderbird può importarli. È possibile creare messaggi, email ed eventi a partire da ogni scheda dei contatti.
ja: Thunderbird 102は、連絡先に真剣なアップグレードを提供します！更新されたデザインにより、連絡先への移動ややり取りが簡単になり、誰とコミュニケーションを取っているのかをよりよく理解できます。新しいアドレス帳はvCard仕様と互換性があります。つまり、アプリが既存の連絡先をvCard形式にエクスポートできる場合、Thunderbirdはそれらをインポートできます。各連絡先カードは、メッセージング、メール、イベント作成のためのランチパッドとしても機能します。
nl: Thunderbird 102 geeft uw contacten een serieuze upgrade! Het vernieuwde ontwerp maakt het gemakkelijker om te navigeren en te communiceren met uw contacten, en helpt u beter te begrijpen met wie u communiceert. Het nieuwe adresboek is compatibel met vCard-specificaties, wat betekent dat als uw app uw bestaande contacten naar vCard-indeling kan exporteren, Thunderbird ze kan importeren. Elke contactkaart fungeert ook als startpunt voor chatten, e-mail en het maken van afspraken.
pl: Thunderbird 102 poważnie zaktualizował książkę adresową! Odświeżony wygląd ułatwia poruszanie się po niej i korzystanie z kontaktów oraz pomaga lepiej zrozumieć, z kim się komunikujesz. Nowa książka adresowa jest zgodna ze specyfikacją vCard, co oznacza, że jeśli dotychczas używana aplikacja może wyeksportować kontakty w formacie vCard, Thunderbird może je zaimportować. Każda wizytówka kontaktu działa również jako miejsce, w którym można zacząć rozmawiać, wysyłać e-maile i tworzyć wydarzenia.
pt_br: O Thunderbird 102 dá aos seus contatos uma grande melhoria! O design renovado facilita navegar e interagir com seus contatos e ajuda a entender melhor com quem você se comunica. O novo catálogo de endereços tem compatibilidade com as especificações vCard, ou seja, se seu aplicativo pode exportar contatos existentes no formato vCard, o Thunderbird pode importar. Cada cartão de contato também funciona como uma plataforma de lançamento de mensagens, email e criação de eventos.
ru: Thunderbird 102 серьезно обновил вид ваших контактов! Обновлённый дизайн упрощает навигацию и взаимодействие с вашими контактами, а также помогает вам лучше понять, с кем вы общаетесь. Новая адресная книга совместима со спецификациями vCard, то есть если ваше приложение может экспортировать существующие контакты в формат vCard, Thunderbird может их импортировать. Каждая карточка контакта также выступает в качестве панели запуска для обмена сообщениями, электронной почтой и создания событий.
sk: Thunderbird 102 poskytuje vašim kontaktom seriózny upgrade! Vynovený dizajn uľahčuje navigáciu a interakciu s vašimi kontaktmi a pomáha vám lepšie pochopiť, s kým komunikujete. Nový adresár je kompatibilný so špecifikáciami vCard, čo znamená, že ak vaša aplikácia dokáže exportovať vaše existujúce kontakty do formátu vCard, Thunderbird ich môže importovať. Každá karta kontaktu slúži aj ako spúšťací panel pre správy, e‑maily a vytváranie udalostí.
sl: Thunderbird 102 resno nadgrajuje vaše stike! Osvežena zasnova olajša krmarjenje in interakcijo z vašimi stiki ter vam pomaga bolje razumeti, s kom komunicirate. Novi imenik je združljiv s specifikacijami vCard, kar pomeni, da če lahko vaša aplikacija izvozi obstoječe stike v zapis vCard, jih lahko Thunderbird uvozi. Vsaka vizitka deluje tudi kot lansirnik za sporočila, e-pošto in ustvarjanje dogodkov.
sq: Thunderbird 102 u jep kontakteve tuaja një përmirësim serioz! Skema grafike e rifreskuar e bën më të lehtë të lëvizet te dhe ndërveprohet me kontaktet tuaja dhe ju ndihmon të kuptoni më mirë atë me të cilin po komunikoni. Libri i ri i Adresave ka përputhshmëri me specifikimet vCard, që do të thotë, nëse aplikacioni juaj mundet të eksportojë kontaktet tuaja ekzistuese në formatin vCard, Thunderbird-i mund t’i importojë ato.Gjithashti, çdo skedë kontakti mund të luajë rolin e një pedane për shkëmbim mesazhesh, email dhe krijim veprimtarish.
sv_se: Thunderbird 102 ger dina kontakter en seriös uppgradering! Den uppdaterade designen gör det lättare att navigera och interagera med dina kontakter och hjälper dig att bättre förstå vem du kommunicerar med. Den nya adressboken har kompatibilitet med vCard-specifikationer, vilket innebär att om din app kan exportera dina befintliga kontakter till vCard-format kan Thunderbird importera dem. Varje kontaktkort fungerar också som en startplatta för meddelanden, e-post och evenemangsskapande.
uk: У Thunderbird 102 значно оновлено контакти! Оновлений вигляд полегшує навігацію та взаємодію з вашими контактами, а також допомагає краще зрозуміти, з ким ви спілкуєтеся. Нова адресна книга сумісна зі специфікаціями vCard, тобто, якщо ваш застосунок може експортувати ваші наявні контакти у формат vCard, їх можна імпортувати в Thunderbird. Кожна контактна картка також служить стартовою панеллю для обміну повідомленнями, електронної пошти та створення подій.
vi: Thunderbird 102 cung cấp cho các số liên lạc của bạn một bản nâng cấp nghiêm túc! Thiết kế được làm mới giúp bạn điều hướng và tương tác với các liên hệ của mình dễ dàng hơn, đồng thời giúp bạn hiểu rõ hơn về những người bạn đang giao tiếp. Sổ địa chỉ mới có khả năng tương thích với thông số kỹ thuật vCard, có nghĩa là nếu ứng dụng của bạn có thể xuất các liên hệ hiện có của bạn sang định dạng vCard, Thunderbird có thể nhập chúng. Mỗi thẻ liên lạc cũng hoạt động như một điểm bắt đầu để nhắn tin, email và tạo sự kiện.

source: New Import/Export Wizard
bg: Нов съветник за внасяне/изнасяне
cs: Nový průvodce importem/exportem
cy: Dewin Mewnforio/Allforio Newydd
de: Neuer Import/Export-Assistent
el: Νέος βοηθός εισαγωγής/εξαγωγής
es_ar: Nuevo asistente para importar/exportar
es_cl: Nuevo asistente de importación/exportación
es_es: Nuevo asistente de importación/exportación
eu: Inportazio/esportazio morroi berria
fi: Uusi ohjattu tuonti-/vientitoiminto
fr: Nouveaux assistants pour importer et exporter
fy_nl: Nije ymport-/eksport-wizard
gl: Novo asistente de importación/exportación
hu: Új importálási/exportálási varázsló
ia: Nove assistente de importation/exportation
is: Nýr inn-/útflutningsleiðarvísir
it: Nuova procedura guidata di importazione ed esportazione
ja: 新しいインポート/エクスポートウィザード
nl: Nieuwe import-/export-wizard
nn_no: Ny import/Eksport -vegvisar
pl: Nowy kreator importu/eksportu
pt_br: Novo assistente de importação/exportação
ru: Новый мастер импорта/экспорта
sk: Nový sprievodca importom/exportom
sl: Nov čarovnik za uvoz/izvoz
sq: Ndihmës i Ri për Eksportime/Importime
sv_se: Ny guide för import/export
tr: Yeni İçe/Dışa Aktarma Sihirbazı
uk: Новий майстер імпорту/експорту
vi: Trình hướng dẫn nhập/xuất mới
