Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: Enhanced theme compatibility, especially for Linux users on Ubuntu and Mint. Your Thunderbird will better blend with your desktop environment, seamlessly matching the system’s accent colors.
cy: Gwell cydnawsedd thema, yn enwedig ar gyfer defnyddwyr Linux ar Ubuntu a Mint. Bydd eich Thunderbird yn asio'n well â'ch amgylchedd bwrdd gwaith, gan gydweddu lliwiau acennog y system yn ddi-dor.
de: Verbesserte Theme-Kompatibilität, insbesondere für Linux-Benutzer unter Ubuntu und Mint. Ihr Thunderbird wird sich besser in Ihre Desktop-Umgebung einfügen und sich nahtlos an die Akzentfarben des Systems anpassen.
el: Ενισχυμένη συμβατότητα θεμάτων, ειδικά για τους χρήστες Linux με τις διανομές Ubuntu και Mint. Το Thunderbird σας θα προσαρμόζεται καλύτερα στο γραφικό περιβάλλον του υπολογιστή σας, χρησιμοποιώντας τα χρώματα έμφασης του συστήματος.
es_ar: Compatibilidad de temas mejorada, especialmente para usuarios de Linux en Ubuntu y Mint. Tu Thunderbird se mezclará mejor con tu entorno de escritorio, haciendo coincidir a la perfección los colores de resaltado del sistema.
es_cl: Compatibilidad de temas mejorada, especialmente para usuarios de Linux en Ubuntu y Mint. Tu Thunderbird se mezclará mejor con tu entorno de escritorio, haciendo coincidir a la perfección los colores de resaltado del sistema.
eu: Gaien bateragarritasun hobetua, batez ere Ubuntu eta Mint-en Linux erabiltzaileentzat. Zure Thunderbird zure mahaigaineko ingurunearekin hobeto uztartuko da, sistemaren azentu koloreekin bat eginez.
fr: Compatibilité des thèmes améliorée, en particulier pour les utilisateurs et utilisatrices Linux sur Ubuntu et Mint. Votre application Thunderbird s’intégrera mieux à votre environnement de bureau et s’adaptera parfaitement aux couleurs d’accentuation du système.
fy_nl: Ferbettere temakompatibiliteit, foaral foar Linux-brûkers op Ubuntu en Mint. Jo Thunderbird sil better minge mei jo buroblêdomjouwing, en sil naadleas oerienkomme mei de aksintkleuren fan it systeem.
gl: Compatibilidade de temas mellorada, especialmente para usuarios de Linux en Ubuntu e Mint. O teu Thunderbird combinarase mellor co teu ambiente de escritorio, combinando perfectamente as cores de acento do sistema.
hu: Továbbfejlesztett témakompatibilitás, különösen az Ubuntut és Mintet használó linuxos felhasználóknak. A Thunderbirdje jobban illeszkedik az asztali környezetbe, feltűnésmentesen követve a rendszer kiemelő színeit.
ia: Compatibilitate de thema augmentate, specialmente pro usatores de Linux sur Ubuntu e Mint. Tu Thunderbird melio se miscera con le ambiente de tu scriptorio, perfectemente concordante le colores de accento del systema.
it: Migliorata la compatibilità dei temi, in particolare per gli utenti Linux su Ubuntu e Mint. Thunderbird si adatterà meglio al tuo ambiente desktop, abbinandosi perfettamente ai colori principali del sistema.
ja: 特にUbuntuとMintのLinuxユーザーにとって、テーマの互換性が強化されました。Thunderbirdがデスクトップ環境とより良く調和し、システムのアクセントカラーとシームレスに一致します。
nl: Verbeterde compatibiliteit van thema’s, vooral voor Linux-gebruikers op Ubuntu en Mint. Uw Thunderbird zal beter opgaan in uw desktopomgeving en naadloos aansluiten bij de accentkleuren van het systeem.
pt_br: Compatibilidade aprimorada de temas, especialmente para usuários de Linux Ubuntu e Mint. Seu Thunderbird combinará melhor com seu ambiente de trabalho, combinando perfeitamente com as cores de destaque do sistema.
ru: Улучшена совместимость с темами, особенно для пользователей Linux на Ubuntu и Mint. Thunderbird будет лучше вписываться в окружение вашего рабочего стола, легко сочетаясь с акцентными цветами системы.
sk: Vylepšená kompatibilita témvzhľadu, najmä pre používateľov Linuxu na Ubuntu a Mint. Váš Thunderbird lepšie splynie s prostredím vašej pracovnej plochy a hladko zladí akcentové farby systému.
sl: Izboljšana združljivost tem, zlasti za uporabnike Linuxa na Ubuntuju in Mintu. Vaš Thunderbird se bo bolje zlil z vašim namizjem, saj se bo brezhibno ujemal s poudarjenimi barvami sistema.
sv_se: Förbättrad temakompatibilitet, särskilt för Linux-användare på Ubuntu och Mint. Din Thunderbird kommer att bättre smälta in i din skrivbordsmiljö och sömlöst matcha systemets accentfärger.
uk: Покращена сумісність тем, особливо для користувачів Linux на Ubuntu та Mint. Ваш Thunderbird краще поєднуватиметься з оточенням робочого столу, бездоганно підлаштовуючись під акцентні кольори системи.
vi: Khả năng tương thích chủ đề nâng cao, đặc biệt đối với người dùng Linux trên Ubuntu và Mint. Thunderbird của bạn sẽ hòa hợp tốt hơn với môi trường máy tính để bàn của bạn, kết hợp hoàn hảo với màu nhấn của hệ thống.

source: Folder Pane
cy: Paen Ffolder
de: Konten-/Ordnerliste
el: Προβολή φακέλων
es_ar: Vista de carpetas
es_cl: Panel de carpetas
eu: Karpeten panela
fr: Panneau des dossiers
fy_nl: Mappefinster
gl: Panel do cartafol
hu: Mappa ablaktábla
ia: Pannello del plicas
is: Möppuspjald
it: Pannello cartelle
ja: フォルダペイン
nl: Mappenvenster
pt_br: Painel de pastas
ru: Панель папок
sk: Panel priečinkov
sl: Podokno map
sq: Kuadrat Dosjesh
sv_se: Mappfönstret
tr: Klasör bölmesi
uk: Панель тек
vi: Ngăn thư mục

source: A bundle of improvements including faster rendering and searching of unified folders, multi-folder selection capabilities, and better recall of message thread states.
cy: Mae pentwr o welliannau gan gynnwys rendro cynt a chwilio'r ffolderi unedig, galluoedd dewis aml-ffolder, a gwell adalw o gyflyrau edafedd negeseuon.
de: Ein Paket an Verbesserungen, darunter schnellere Darstellung und Suche in einheitlichen Ordnern, Möglichkeiten zur Auswahl mehrerer Ordner und besserer Abruf des Nachrichten-Unterhaltungs-Status.
el: Ένα πλήθος βελτιώσεων, όπως ταχύτερη απεικόνιση και αναζήτηση σε ενοποιημένους φακέλους, δυνατότητες επιλογής πολλαπλών φακέλων και καλύτερη ανάκληση κατάστασης για νήματα μηνυμάτων.
es_ar: Un paquete de mejoras que incluyen una renderización y búsqueda más rápidas de carpetas unificadas, capacidades de selección de múltiples carpetas y una mejor recuperación de los estados de las conversaciones.
es_cl: Un paquete de mejoras que incluyen una renderización y búsqueda más rápidas de carpetas unificadas, capacidades de selección de múltiples carpetas y una mejor recuperación de los estados de las conversaciones.
eu: Hobekuntza sorta, besteak beste, karpeta bateratuen errendatze eta bilaketa azkarragoak, karpeta anitzeko aukeraketa gaitasunak eta mezuen hariaren egoera hobeto gogoratzea.
fr: Un ensemble d’améliorations comprenant un affichage et une recherche plus rapides dans les dossiers unifiés, des capacités de sélection multi-dossiers et un meilleur rappel des états des fils de discussion.
fy_nl: In bondel ferbetteringen, ynklusyf flugger werjaan en sykjen fan gearfoege mappen, seleksjemooglikheden foar meardere mappen, en in better oproppen fan pertearstatussen.
gl: Un conxunto de melloras que inclúen unha representación e busca máis rápidas de cartafoles unificados, capacidades de selección de varias carpetas e unha mellor lembranza dos estados dos fíos de mensaxes.
hu: Számos fejlesztés, többek között az egységesített mappák gyorsabb megjelenítése és keresése, több mappa kiválasztása és az üzenetszálak állapotának jobb megtartása.
ia: Un pacco de meliorationes includite rendition plus veloce e cerca de plicas unificate, capacitates de selection multi-plicas, e melior recuperation del statos del conversationes.
it: Un pacchetto di miglioramenti che include una più rapida visualizzazione e ricerca nelle cartelle unificate, la possibilità di selezionare più cartelle contemporaneamente e un miglioramento nella gestione dello stato delle discussioni.
ja: 統一フォルダのレンダリングと検索が速くなり、複数フォルダの選択機能が追加され、メッセージスレッド状態の記憶が向上しました。
nl: Een bundel verbeteringen, waaronder sneller renderen en doorzoeken van geïntegreerde mappen, mogelijkheden voor het selecteren van meerdere mappen, en een beter oproepen van conversatiestatussen.
pt_br: Um pacote de melhorias que inclui mais rapidez em exibição e pesquisa em pastas unificadas, recursos de seleção de várias pastas e melhor recuperação de estados de tópicos de mensagens.
ru: Множество улучшений, в том числе более быстрое отображение и поиск в унифицированных папках, возможности выделения нескольких папок и лучшая отзывчивость состояния цепочек сообщений.
sk: Balík vylepšení vrátane rýchlejšieho vykresľovania a vyhľadávania zjednotených priečinkov, možností výberu viacerých priečinkov a lepšieho vybavovania stavov vlákien správ.
sl: Paket izboljšav, vključno s hitrejšim upodabljanjem in iskanjem po poenotenih mapah, možnostjo izbire več map in boljšim priklicem stanj niti sporočil.
sv_se: En bunt förbättringar, inklusive snabbare återgivning och sökning i enhetliga mappar, val av flera mappar och bättre återkallelse av tillstånd i meddelandetrådar.
uk: Численні покращення, зокрема швидша візуалізація і пошук в об'єднаних теках, можливість вибору декількох тек і краще запам'ятовування стану ланцюжків повідомлень.
vi: Một loạt cải tiến bao gồm kết xuất và tìm kiếm các thư mục hợp nhất nhanh hơn, khả năng chọn nhiều thư mục và thu hồi tốt hơn các trạng thái chủ đề thư.

source: Rust Revolution
bg: Rust револ
cy: Chwyldro Rust
el: Επανάσταση της Rust
es_ar: Revolución de Rust
es_cl: Revolución Rust
eu: Rust iraultza
fi: Rust-vallankumous
fr: Révolution Rust
fy_nl: Rust-revolúsje
gl: A revolución de Rust
hu: Rust forradalom
ia: Revolution de Rust
is: Rust-bylting
it: La rivoluzione di Rust
ja: Rust 革命
nl: Rust-revolutie
pt_br: Revolução Rust
ru: Революция Rust
sk: Revolúcia menom Rust
sl: Revolucija z Rustom
sq: Revolucion Rust
tr: Rust devrimi
uk: Революція Rust
vi: Sự phát triển của Rust

source: We've overcome major roadblocks to bring Rust into Thunderbird. This paves the way for better code, shared features between desktop and mobile, and faster development time. It's a game-changer for our developers and for our users.
bg: Rust Р-еволюция
cy: Rydyn ni wedi goresgyn rhwystrau mawr i ddod â Rust i Thunderbird. Mae hyn yn paratoi'r ffordd ar gyfer cod gwell, nodweddion a rennir rhwng y bwrdd gwaith a'r symudol, ac amser datblygu cynt. Mae'n newid hanfodol i'n datblygwyr ac i'n defnyddwyr.
de: Wir haben größere Hürden genommen, um Rust in Thunderbird zu bringen. Dies bahnt den Weg für besseren Quelltext, gemeinsame Funktionen von Desktop- und Mobilgeräten und schnellere Entwicklungszeit. Das ist eine entscheidende Veränderung für unsere Entwickler und für unsere Anwender.
el: Ξεπεράσαμε μεγάλα εμπόδια για να φέρουμε τη Rust στο Thunderbird. Αυτή η κίνηση προετοιμάζει τον δρόμο για καλύτερο κώδικα, κοινές λειτουργίες μεταξύ υπολογιστών και κινητών συσκευών, καθώς και ταχύτερους χρόνους ανάπτυξης. Πρόκειται για μια ριζική αλλαγή τόσο για τους προγραμματιστές μας όσο και για τους χρήστες μας.
es_ar: Superamos grandes obstáculos para llevar Rust a Thunderbird. Esto allana el camino para un mejor código, funciones compartidas entre escritorio y móvil, y un tiempo de desarrollo más rápido. Es un cambio radical para nuestros desarrolladores y usuarios.
es_cl: Hemos superado grandes obstáculos para llevar Rust a Thunderbird. Esto prepara el camino para un mejor código, funciones compartidas entre escritorio y móvil, y tiempos de desarrollo más rápidos. Es un cambio radical para nuestros desarrolladores y usuarios.
eu: Oztopo handiak gainditu ditugu Rust Thunderbirdera ekartzeko. Honek kode hobea lortzeko bidea irekitzen du, mahaigaineko eta mugikorraren artean partekatutako funtzioak eta garapen denbora azkarragoa lortzeko. Joko-aldaketa bat da gure garatzaileentzat eta gure erabiltzaileentzat.
fr: Nous avons surmonté des obstacles majeurs pour intégrer Rust dans Thunderbird. Cela prépare la voie à un meilleur code, à des fonctionnalités partagées entre ordinateur et mobile ainsi qu’à une durée de développement plus courte. Cela change la donne pour notre équipe de développement comme pour nos utilisateurs et utilisatrices.
fy_nl: Wy hawwe grutte blokkaden oerwûn om Rust yn Thunderbird te bringen. Dit makket it paad foar bettere koade, dielde funksjes tusken buroblêd en mobyl, en fluggere ûntwikkeltiid. It is in fûnemintele ferbettering foar ús ûntwikkelers en foar ús brûkers.
gl: Superamos grandes obstáculos para traer Rust a Thunderbird. Isto allana o camiño para un mellor código, funcións compartidas entre ordenadores e móbiles e un tempo de desenvolvemento máis rápido. É un cambio de xogo para os nosos desenvolvedores e para os nosos usuarios.
hu: Nagyobb akadályokat léptünk át annak érdekében, hogy a Rust a Thunderbirdbe kerüljön. Ez megnyitja az utat a jobb kód, az asztali és a mobilböngészők közti megosztott funkciók, valamint a gyorsabb fejlesztési idő előtt. Ez egy gyökeres változás a fejlesztők és a felhasználóink számára.
ia: Nos ha superate le obstaculos principal pro apportar Rust in Thunderbird. Isto pavi le via pro un melior codification, functiones compartite inter apparato mobile e scriptorio, e disveloppamento plus veloce. Il es un cambio de joco pro nostre disveloppatores e pro nostre usatores.
it: Abbiamo superato ostacoli significativi per integrare Rust in Thunderbird. Questa integrazione prepara il terreno per un codice di qualità superiore, funzionalità comuni tra desktop e dispositivi mobili, e una riduzione dei tempi di sviluppo. È una vera e propria rivoluzione sia per i nostri sviluppatori che per gli utenti.
ja: Rust を Thunderbird に導入するための主要な障害を克服しました。これにより、デスクトップとモバイルの共有機能やより迅速な開発が実現します。これは開発者とユーザーにとって画期的な変化です。
nl: We hebben grote obstakels overwonnen om Rust in Thunderbird te integreren. Dit maakt de weg vrij voor betere code, gedeelde functies tussen desktop en mobiel en snellere ontwikkeltijd. Het is een fundamentele verbetering voor onze ontwikkelaars en voor onze gebruikers.
pt_br: Superamos grandes bloqueios para trazer o Rust para o Thunderbird. Isso abre caminho para códigos melhores, recursos compartilhados entre computadores e dispositivos móveis e tempo de desenvolvimento mais rápido. É um divisor de águas para nossos desenvolvedores e usuários.
ru: Мы преодолели основные преграды на пути Rust в Thunderbird. Это прокладывает путь к лучшему коду, общим функциям между компьютерами и мобильными устройствами, а также сокращению времени разработки. Это меняет правила игры для наших разработчиков и для наших пользователей.
sk: Prekonali sme veľké prekážky, aby sme Rust dostali do Thunderbirdu. To pripravuje cestu pre lepší kód, zdieľané funkcie medzi počítačom a mobilom a rýchlejší čas vývoja. Je to zmena hry pre našich vývojárov a našich používateľov.
sl: Premagali smo velike ovire, da bi Rust uvedli v Thunderbird. To utira pot boljši kodi, skupnim funkcijam za namizje in mobilne naprave ter hitrejšemu razvoju. To je sprememba igre za naše razvijalce in uporabnike.
sv_se: Vi har övervunnit stora vägar för att få in Rust i Thunderbird. Detta banar väg för bättre kod, delade funktioner mellan stationär dator och mobil och snabbare utvecklingstid. Det är en game-changer för våra utvecklare och för våra användare.
uk: Ми подолали основні перешкоди, щоб перенести Rust у Thunderbird. Завдяки цьому відкриваються можливості вдосконалення коду, спільних функцій для комп'ютера і мобільних пристроїв, а також пришвидшується час розробки. Це кардинально новий підхід у розробці та взаємодії з користувачами.
vi: Chúng tôi đã vượt qua những trở ngại lớn để đưa Rust vào Thunderbird. Điều này mở đường cho mã tốt hơn, các tính năng được chia sẻ giữa máy tính để bàn và thiết bị di động và thời gian phát triển nhanh hơn. Đó là công cụ thay đổi cuộc chơi cho các nhà phát triển và người dùng của chúng tôi.

source: Streamlined menu navigation with better visual cues and less cognitive burden to make your email experience more efficient and more enjoyable.
cy: Llywio dewislen symlach gyda chliwiau gweledol gwell a llai o faich gwybyddol er mwyn gwneud eich profiad e-bost yn fwy effeithiol ac yn fwy pleserus.
de: Optimierte Menünavigation mit besseren visuellen Hinweisen und weniger kognitiver Belastung, um Ihr E-Mail-Erlebnis effizienter und angenehmer zu gestalten.
el: Βελτιστοποιημένη πλοήγηση στα μενού με καλύτερες οπτικές ενδείξεις και λιγότερη γνωσιακή επιβάρυνση για πιο αποδοτική και πιο ευχάριστη εμπειρία email.
es_ar: Navegación por menú optimizada con mejores señales visuales y menor carga cognitiva para que tu experiencia con el correo electrónico sea más eficiente y agradable.
es_cl: Navegación por menú optimizada con mejores señales visuales y menor carga cognitiva para que tu experiencia con el correo electrónico sea más eficiente y agradable.
eu: Menuen nabigazio erraztua seinale bisual hobeekin eta zama kognitibo gutxiagorekin zure posta elektronikoaren esperientzia eraginkorragoa eta atseginagoa izan dadin.
fr: Navigation dans les menus simplifiée, avec de meilleurs repères visuels et un effort cognitif réduit pour rendre votre expérience de messagerie plus efficace et plus agréable.
fy_nl: Streamline menunavigaasje mei bettere fisuele oanwizingen en minder kognitive belesting om jo e-mailûnderfining effisjinter en nofliker te meitsjen.
gl: Navegación por menús simplificada con mellores indicacións visuais e menos carga cognitiva para facer que a túa experiencia de correo electrónico sexa máis eficiente e agradable.
hu: Egyszerűsített menünavigáció, jobb vizuális visszajelzésekkel és kisebb kognitív teherrel, hogy a levelezési élményét még hatékonyabbá és élvezetesebbé tegye.
ia: Menu de navigation simplificate con melior indicationes visual e minus onere cognitive pro render tu experientia con le emails plus efficiente e plus fruibile.
it: Navigazione del menu semplificata con segnali visivi migliorati e minor carico cognitivo per rendere l’esperienza di utilizzo della tua email più efficiente e gradevole.
ja: 視覚的な手がかりが改善され、認知負荷が軽減されたメニューのナビゲーションにより、メール体験がより効率的で楽しいものになります。
nl: Gestroomlijnde menunavigatie met betere visuele aanwijzingen en minder cognitieve belasting, om uw e-mailervaring efficiënter en plezieriger te maken.
pt_br: Navegação no menu simplificada, com melhores indicações visuais e menor carga cognitiva, para tornar sua experiência de uso de email mais eficiente e agradável.
ru: Оптимизированная навигация в меню с лучшими визуальными подсказками и меньшей когнитивной нагрузкой делает вашу работу с почтой более эффективной и приятной.
sk: Zjednodušená navigácia v ponuke s lepšími vizuálnymi podnetmi a menšou kognitívnou záťažou, aby bol váš e‑mail efektívnejší a príjemnejší.
sl: Poenostavljeno krmarjenje po menijih z boljšimi vizualnimi namigi in manjšo kognitivno obremenitvijo za učinkovitejšo in prijetnejšo izkušnjo e-pošte.
sv_se: Effektiv menynavigering med bättre visuella tecken och mindre kognitiv belastning för att göra din e-postupplevelse mer effektiv och roligare.
uk: Оптимізована навігація в меню з кращими візуальними підказками та меншим когнітивним навантаженням зробить вашу роботу з електронною поштою ефективнішою та приємнішою.
vi: Điều hướng menu đã được đơn giản hóa, lời nhắc trực quan, hợp lý hơn và logic vận hành tốt hơn để việc gửi và nhận email hiệu quả hơn và thú vị hơn.

source: Native Windows Notifications
bg: Собствени известия за Windows
cy: Hysbysiadau Windows Brodorol
de: Native Windows-Benachrichtigungen
el: Εγγενείς ειδοποιήσεις Windows
es_ar: Notificaciones nativas de Windows
es_cl: Notificaciones nativas de Windows
eu: Jakinarazpenak Windowsetik
fi: Natiivit Windows-ilmoitukset
fr: Notifications Windows natives
fy_nl: Ynboude Windows-notifikaasjes
gl: Notificacións nativas de Windows
hu: Natív windowsos értesítések
ia: Notificationes native de Windows
is: Innbyggðar tilkynningar á Windows
it: Notifiche native in Windows
ja: ネイティブWindows通知
nl: Ingebouwde Windows-notificaties
nn_no: Interne Windows-meldingar
pt_br: Notificações nativas do Windows
ru: Собственные уведомления Windows
sk: Natívne upozornenia systému Windows
sl: Izvorna obvestila sistema Windows
sv_se: Interna Windows-meddelanden
tr: Yerel Windows bildirimleri
uk: Інтегровані сповіщення Windows
vi: Thông báo Native trên Windows
