Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: Organizations deploying Thunderbird at scale or who share our passion for expanding digital freedoms can make a difference by becoming a one-time or recurring corporate supporter. Small to medium size contributions can be made with the form above. For contributions greater than $5000 USD please contact our business team. Thank you in advance for your generous support!
bg: Организации, внедрили Thunderbird в голям мащаб или които споделят нашата страст към разширяване на цифровите свободи, могат да помогнат, като станат корпоративен поддръжник. Малки до средни дарения могат да бъдат направени чрез формуляра по-горе. За вноски по-големи от $5000 USD, моля, свържете се с нашия бизнес екип. Благодарим ви предварително за щедрата подкрепа!
cy: Gall sefydliadau sy'n defnyddio Thunderbird ar raddfa fawr neu sy'n rhannu ein hangerdd dros ehangu rhyddid digidol wneud gwahaniaeth trwy ddod yn noddwr corfforaethol am gyfnod penodol neu barhaol. Mae modd gwneud cyfraniadau bach i ganolig gyda'r ffurflen uchod. Am roddion mwy na $5000 USD, cysylltwch â'n tîm busnes. Diolch ymlaen llaw am eich cefnogaeth hael!
de: Organisationen, die Thunderbird in größerem Umfang einsetzen oder unsere Leidenschaft für die Erweiterung der digitalen Freiheit teilen, können etwas bewegen, indem sie einmaliger oder regelmäßiger Unternehmensunterstützer werden. Kleine bis mittlere Spenden können mit obigem Formular gemacht werden. Für Spenden über 5&thinsp;000 US-Dollar kontaktieren Sie bitte unser Team für geschäftliche Angelegenheiten. Vielen Dank im Voraus für Ihre großzügige Unterstützung!
el: Οι οργανισμοί που χρησιμοποιούν το Thunderbird σε μεγάλη κλίμακα ή που συμμερίζονται το πάθος μας για την επέκταση των ψηφιακών ελευθεριών, μπορούν να κάνουν τη διαφορά με το να γίνουν εταιρικοί υποστηρικτές σας, είτε εφάπαξ είτε περιοδικά. Μικρές ή μεσαίες συνεισφορές μπορούν να πραγματοποιηθούν μέσω της παραπάνω φόρμας. Για συνεισφορές άνω των 5.000 δολαρίων ΗΠΑ, παρακαλούμε επικοινωνήστε με την ομάδα μας. Σας ευχαριστούμε εκ των προτέρων για τη γενναιόδωρη υποστήριξή σας!
es_ar: Las organizaciones que implementan Thunderbird a gran escala o que comparten nuestra pasión por expandir las libertades digitales pueden marcar la diferencia convirtiéndose en apoyo corporativo por única vez o recurrente. Contribuciones pequeñas a medianas pueden ser hechas con el formulario de arriba. Para contribuciones superiores a $5000 USD contactá a nuestro equipo comercial. ¡Gracias de antemano por tu generoso apoyo!
es_cl: Las organizaciones que implementan Thunderbird a escala o que comparten nuestra pasión por ampliar las libertades digitales pueden marcar la diferencia al convertirse en colaboradores corporativos de pago único o recurrente. Se pueden realizar contribuciones de tamaño pequeño a mediano con el formulario anterior. Para contribuciones superiores a $5000 USD, comunícate con nuestro equipo comercial. ¡Gracias de antemano por tu generoso aporte!
eu: Thunderbird eskalan zabaltzen duten erakundeek edo askatasun digitalak zabaltzeko gure grina partekatzen dutenek aldaketak eragin ditzakete, behin-behineko edo behin eta berriz enpresen laguntzaile bihurtuz. Ekarpen txiki eta ertaineko ekarpenak egin daitezke goiko formularioarekin. $5000 USD baino gehiagoko ekarpenak egiteko, jarri harremanetan gure enpresa-taldearekin. Eskerrik asko aldez aurretik zure laguntza eskuzabalagatik!
fr: Les entreprises qui déploient Thunderbird à grande échelle ou qui partagent notre passion pour le développement des libertés numériques peuvent faire la différence en nous soutenant de façon ponctuelle ou régulière. Des contributions de taille modeste ou moyenne peuvent être réalisées avec le formulaire ci-dessus. Pour des contributions supérieures à 5 000 $ USD, veuillez contacter notre équipe commerciale. Merci par avance pour votre généreux soutien !
fy_nl: Organisaasjes dy’t Thunderbird op grutte skaal ynsette of dy’t ús passy diele foar it útwreidzjen fan digitale frijheden kinne in ferskil meitsje troch in ienmalige of weromkommende bedriuwssupporter te wurden. Lytse oant middelgrutte bydragen kinne makke wurde mei it boppesteande formulier. Foar bydragen grutter as $5000, nim kontakt op mei ús bedriuwsteam. Tige tank foar jo royale stipe!
gl: As organizacións que implementan Thunderbird a gran escala ou que comparten a nosa paixón por ampliar as liberdades dixitais poden marcar a diferenza converténdose nun apoio corporativo único ou recurrente. Pódense facer contribucións de tamaño pequeno a mediano co formulario anterior. Para contribucións superiores a 5000 USD póñase en contacto co noso equipo comercial. Grazas de antemán polo teu xeneroso apoio!
hu: Azok a szervezetek, amelyek nagy léptékben telepítik a Thunderbirdöt, vagy osztják a digitális szabadságjogok bővítése iránti szenvedélyünket, változást hozhatnak azáltal, hogy egyszeri vagy visszatérő vállalati támogatók lesznek. Kis és közepes méretű hozzájárulásokat a fenti űrlap segítségével tehetők. Az 5000 USD-t meghaladó adomány esetén lépjen kapcsolatba üzleti csapatunkkal. Nagylelkű támogatását előre is köszönjük!
ia: Le organisationes que emplea Thunderbird a grande scala o que comparti nostre passion pro expander le libertates digital pote facer un differentia deveniente un sustentor corporative de un-vice o recurrente. Le contributiones de parve a medie dimension pote esser facite con le formulario supra. Pro contributiones major que $5000 USD contacta nostre equipa commercial. Gratias anticipate pro vostre generose supporto!
it: Le organizzazioni che adottano Thunderbird su larga scala o che condividono la nostra passione per espandere le libertà digitali possono fare la differenza diventando sostenitori aziendali, occasionali o ricorrenti. È possibile effettuare donazioni di piccole e medie dimensioni utilizzando il modulo qui sopra. Per donazioni superiori a 5000 USD, contatta il nostro team commerciale. Grazie in anticipo per il tuo generoso supporto!
ja: Thunderbird を大規模に導入している組織や、デジタルの自由を拡大するという私たちの情熱を共有している組織は、1 回限りまたは定期的な企業サポーターになることで、変化をもたらすことができます。小規模から中規模の寄付は上記のフォームから行うことができます。5,000 米ドル以上の寄付については、ビジネスチームまでお問い合わせください。皆様の寛大なご支援に感謝いたします！
nl: Organisaties die Thunderbird op grote schaal implementeren of die onze passie voor het uitbreiden van digitale vrijheden delen, kunnen een verschil maken door een eenmalige of terugkerende bedrijfssupporter te worden. Met het bovenstaande formulier kunnen kleine tot middelgrote bijdragen worden gedaan. Neem voor bijdragen van meer dan $5000 USD contact op met ons business team. Bij voorbaat dank voor uw genereuze steun!
pl: Organizacje wdrażające Thunderbirda na dużą skalę lub podzielające naszą pasję do rozszerzania wolności cyfrowych mogą mieć wpływ, stając się jednorazowym lub powtarzającym się korporacyjnym sponsorem. Małe i średnie wpłaty można wpłacać za pomocą powyższego formularza. W przypadku wpłat przekraczających 5000 USD prosimy o kontakt z naszym zespołem biznesowym. Z góry dziękujemy za hojne wsparcie!
pt_br: Organizações que usam o Thunderbird em larga escala ou compartilham nossa paixão pela expansão das liberdades digitais podem fazer a diferença, tornando-se patrocinadores corporativos, pontuais ou recorrentes. Contribuições de pequeno e médio porte podem ser feitas por meio do formulário acima. Para contribuições maiores que 5 mil dólares, entre em contato com nossa equipe comercial. Agradecemos antecipadamente por seu generoso apoio!
ru: Организации, масштабно развертывающие Thunderbird или разделяющие нашу страсть к расширению цифровых свобод, могут внести свой вклад, став разовым или постоянным корпоративным спонсором. С помощью формы выше можно сделать взносы от малой до средней суммы. Для пожертвований более $5000 долларов США, пожалуйста, свяжитесь с нашей бизнес-командой. Заранее благодарим за вашу щедрую поддержку!
sk: Organizácie, ktoré nasadzujú Thunderbird vo veľkom, alebo ktoré zdieľajú našu vášeň pre rozširovanie digitálnych slobôd, môžu niečo zmeniť tým, že sa stanú jednorazovým alebo opakujúcim sa firemným podporovateľom. Menšie až stredne veľké príspevky je možné uskutočniť pomocou vyššie uvedeného formulára. Pre príspevky vyššie ako 5000 USD kontaktujte náš obchodný tím. Vopred vám ďakujeme za vašu štedrú podporu!
sl: Organizacije, ki uvajajo Thunderbird v velikem obsegu ali ki jim je delimo našo strast do širjenja digitalnih svoboščin, lahko naredijo razliko, če postanejo enkratni ali periodični podpornik podjetja. Majhne do srednje velike prispevke lahko prispevate z zgornjim obrazcem. Za prispevke, večje od 5000 USD, se obrnite na našo poslovno ekipo. Hvala vnaprej za vašo velikodušno podporo!
sv_se: Organisationer som distribuerar Thunderbird i stor skala eller som delar vår passion för att expandera digital frihet kan göra skillnad genom att bli en engångs eller återkommande företagssupporter. Små till medelstora bidrag kan lämnas med formuläret ovan. För bidrag över $5000 USD vänligen kontakta vårt affärsteam. Tack i förväg för ditt generösa stöd!
uk: Організації, які масштабно розгортають Thunderbird або які поділяють нашу пристрасть до розширення цифрових свобод, можуть змінити ситуацію, ставши одноразовою або періодичною корпоративною підтримкою. Невеликі та середні внески можна зробити за допомогою форми вище. Щодо внесків понад 5000 доларів США, зв'яжіться з нашою командою. Заздалегідь дякуємо за вашу щедру підтримку!
vi: Các tổ chức triển khai Thunderbird trên quy mô lớn hoặc có chung niềm đam mê mở rộng quyền tự do kỹ thuật số với chúng tôi có thể tạo ra sự khác biệt bằng cách trở thành người hỗ trợ doanh nghiệp một lần hoặc định kỳ. Đóng góp quy mô vừa và nhỏ có thể được thực hiện bằng biểu mẫu trên. Đối với các khoản đóng góp trên $5000 USD, vui lòng liên hệ với nhóm kinh doanh của chúng tôi. Cảm ơn bạn trước vì sự hỗ trợ hào phóng của bạn!

source: Contact the Business Team
bg: Свържете се с бизнес екипа
cs: Kontaktovat obchodní tým
cy: Cysylltwch â'r Tîm Busnes
de: Kontaktieren Sie das Team für geschäftliche Angelegenheiten
el: Επικοινωνία με την επιχειρηματική ομάδα
es_ar: Contactá al equipo comercial
es_cl: Contacta con el equipo empresarial
eu: Harremanean jarri enpresa-taldearekin
fi: Ota yhteys yritystoimintatiimiin
fr: Contacter l’équipe commerciale
fy_nl: Kontakt opnimme mei it bedriuwsteam
gl: Contacte co equipo empresarial
hu: Lépjen kapcsolatba az üzleti csapattal
ia: Contacta le equipa commercial
is: Hafðu samband við fyrirtækjateymið
it: Contatta il team commerciale
ja: ビジネスチームに問い合わせる
nl: Contact opnemen met het zakelijke team
nn_no: Kontakt bedriftsteamet
pl: Skontaktuj się z zespołem biznesowym
pt_br: Entre em contato com a equipe de negócios
ru: Связаться с бизнес-командой
sk: Kontaktovať obchodný tím
sl: Obrnite se na poslovno ekipo
sq: Lidhuni me Ekipin e Biznesit
sv_se: Kontakta företagsgruppen
tr: İş ekibimizle iletişime geçin
uk: Зв'язатися з бізнес-командою
vi: Liên hệ với nhóm kinh doanh

source: A rocket with the Thunderbird logo.
bg: Ракета с логото на Thunderbird.
cs: Raketa s logem Thunderbirdu.
cy: Roced gyda logo Thunderbird arno.
de: Eine Rakete mit dem Thunderbird-Logo.
el: Ένας πύραυλος με το λογότυπο του Thunderbird.
es_ar: Un cohete con el logo de Thunderbird.
es_cl: Un cohete con el logo de Thunderbird.
eu: Kohetea Thunderbird logoaz.
fi: Thunderbird-logolla varustettu raketti.
fr: Une fusée avec le logo Thunderbird.
fy_nl: In raket mei it Thunderbird-logo.
gl: Un foguete co logotipo de Thunderbird.
hu: Egy rakéta a Thunderbird logójával.
ia: Un missile con le logo de Thunderbird.
is: Eldflaug með Thunderbird-merkinu.
it: Un razzo con il logo di Thunderbird.
ja: Thunderbird ロゴ付きのロケット。
nl: Een raket met het Thunderbird-logo.
nn_no: Ein rakett med Thunderbird-logoen.
pl: Rakieta z logo Thunderbirda.
pt_br: Um foguete com o logotipo do Thunderbird.
ru: Ракета с логотипом Thunderbird.
sk: Raketa s logom Thunderbirdu.
sl: Raketa z logotipom Thunderbirda.
sq: Një raketë me stemën e Thunderbird-it.
sv_se: En raket med Thunderbird-logotypen.
tr: Thunderbird logolu bir roket.
uk: Ракета з логотипом Thunderbird.
vi: Một tên lửa có logo Thunderbird.

source: Our Team is experiencing a backlog in donor inquiries. Please expect a delay in our response time to your inquiry.
bg: Екипът ни изпитва натрупване на запитвания от дарители. Моля, очаквайте забавяне във времето за отговор на вашето запитване.
cy: Mae gan ein tîm restr hir o ymholiadau rhoddwyr. Disgwyliwch oedi o hyd at 5 diwrnod busnes am ymateb i'ch ymholiad.
de: Unser Team hat einen Rückstau bei Spenderanfragen. Bitte rechnen Sie bei unserer Antwort auf Ihre Anfrage mit einer Verzögerung.
es_ar: Nuestro equipo está experimentando un retraso en las consultas de los donantes. Por favor, esperá un retraso en el tiempo de respuesta a tu consulta.
es_cl: Nuestro equipo está experimentando una demora en responder a las solicitudes de los donantes. Por favor, considera un retraso en nuestro tiempo de respuesta a tu consulta.
fr: Notre équipe rencontre un nombre important de demandes de donateurs en attente. Veuillez prévoir un délai avant d’obtenir une réponse à votre demande.
gl: O noso equipo está experimentando un atraso nas consultas dos doadores. Espere un atraso no noso tempo de resposta á súa consulta.
hu: A csapatunk elmaradást tapasztal az adományozói megkeresésekben. Késésre számíthat a megkeresése megválaszolásában.
pt_br: Nossa equipe está com uma quantidade elevada de solicitações de doadores. Pode haver um atraso no nosso tempo de resposta à sua consulta.
ru: В настоящее время обработка благотворительных запросов производится с задержкой.. Пожалуйста, ожидайте задержки во времени ответа на ваш запрос.
sq: Ekipi ynë po kalon një ngecje në kërkesa dhurimesh. Ju lutemi, pritni një vonesë në kohën e përgjigjes sonë ndaj kërkesës tuaj.
sv_se: Vårt team har en eftersläpning av givarförfrågningar. Vänligen räkna med en försening på vår svarstid på din förfrågan.
uk: Ми спостерігаємо затримку обробки запитів від спонсорів. Будь ласка, розраховуйте на затримку з відповіддю на ваш запит.
vi: Nhóm của chúng tôi đang xử lý một lượng lớn yêu cầu từ nhà tài trợ. Vui lòng chờ đợi bởi có sự chậm trễ trong việc chúng tôi phản hồi yêu cầu của bạn.

source: We appreciate your understanding and thank you in advance for your support!
bg: Оценяваме вашето разбиране и ви благодарим предварително за подкрепата!
cy: Rydym yn gwerthfawrogi eich amynedd ac yn diolch ymlaen llaw am eich cefnogaeth!
de: Wir bitten um Ihr Verständnis und danken Ihnen im Voraus für Ihre Unterstützung!
es_ar: ¡Apreciamos tu comprensión y te damos gracias de antemano por tu apoyo!
es_cl: ¡Agradecemos tu comprensión y te agradecemos de antemano tu apoyo!
fr: Nous apprécions votre compréhension et vous remercions par avance pour votre soutien !
gl: Agradecemos a súa comprensión e agradecemos de antemán o seu apoio!
hu: Megértésüket köszönjük, támogatását előre is köszönjük!
is: Við þökkum skilning þinn og þökkum þér fyrirfram fyrir stuðninginn!
pt_br: Apreciamos sua compreensão e agradecemos antecipadamente seu apoio!
ru: Спасибо за понимание и заранее благодарим за вашу поддержку!
sv_se: Vi uppskattar din förståelse och tackar på förhand för ditt stöd!
tr: Anlayışınız için minnettarız ve desteğiniz için şimdiden teşekkür ederiz.
uk: Ми цінуємо ваше розуміння та заздалегідь дякуємо за підтримку!
vi: Chúng tôi rất mong nhận được thông cảm của bạn và cảm ơn bạn đã hỗ trợ!

source: If you need help donating to Thunderbird and did not find an answer in our <a href="%(faq)s">FAQs</a>, please fill out this form and we will get back to you as soon as possible.
bg: Ако имате нужда от помощ, за да дарите за Thunderbird и не сте намерили отговор в нашите <a href="%(faq)s">често задавани въпроси</a>, моля, попълнете този формуляр и ние ще се свържем с вас възможно най-скоро.
cy: Os oes angen help arnoch i gyfrannu at Thunderbird ac nad ydych wedi dod o hyd i ateb yn ein <a href="%(faq)s">FAQs</a>, llenwch y ffurflen hon a byddwn yn cysylltu â chi cyn gynted â phosibl.
de: Wenn Sie Hilfe zu Spenden an Thunderbird benötigen und in unseren <a href="%(faq)s">FAQ</a> keine Antwort finden, füllen Sie bitte dieses Formular aus und wir werden uns so schnell wie möglich bei Ihnen melden.
el: Αν χρειάζεστε βοήθεια με τη δωρεά στο Thunderbird και δεν βρήκατε κάποια απάντηση στις <a href="%(faq)s">συχνές ερωτήσεις</a>, συμπληρώστε αυτήν τη φόρμα και θα επικοινωνήσουμε μαζί σας το συντομότερο δυνατόν.
es_ar: Si necesitás ayuda para donar a Thunderbird y no encontraste una respuesta en nuestras <a href="%(faq)s">preguntas frecuentes</a>, completá este formulario y nos pondremos en contacto con vos lo antes posible.
es_cl: Si necesita ayuda para donar a Thunderbird y no encontraste una respuesta en nuestras <a href="%(faq)s">Preguntas frecuentes</a>, completa este formulario y nos comunicaremos lo antes posible.
eu: Thunderbirdi dohaintza egiteko laguntza behar baduzu eta gure <a href="%(faq)s">galdera/erantzun</a>etan erantzunik aurkitu ez baduzu, bete formulario hau eta ahalik eta azkarren erantzungo dizugu.
fr: Si vous avez besoin d’aide pour faire un don pour Thunderbird et que vous n’avez pas trouvé de réponse dans notre <a href="%(faq)s">FAQ</a>, veuillez remplir ce formulaire et nous vous répondrons dans les plus brefs délais.
fy_nl: As jo help nedich hawwe by it donearjen oan Thunderbird en gjin antwurd fûn hawwe yn ús <a href="%(faq)s">FAQ’s</a>, folje dan dit formulier yn en wy sille sa gau as mooglik nei jo weromkomme.
gl: Se precisas axuda para doar a Thunderbird e non atopas unha resposta nas nosas <a href="%(faq)s">Preguntas frecuentes</a>, enche este formulario e porémonos en contacto contigo o antes posible.
hu: Ha segítségre van szüksége a Thunderbirdnek való adományozásban, és nem talált választ a <a href="%(faq)s">GYIK-ben</a>, akkor töltse ki ezt az űrlapot, és a lehető leghamarabb kapcsolatba lépünk Önnel.
ia: Si tu desira adjuta donante a Thunderbird e non trova un responsa in nostre <a href="%(faq)s">Folio a questiones</a>, compila iste modulo e nos te respondera al plus tosto possibile.
it: Se hai bisogno di aiuto per fare una donazione a Thunderbird e non hai trovato risposta nelle nostre <a href="%(faq)s">FAQ</a>, compila questo modulo e ti risponderemo il prima possibile.
nl: Als u hulp nodig hebt bij het doneren aan Thunderbird en u geen antwoord in onze <a href="%(faq)s">FAQ’s</a> kunt vinden, vul dan dit formulier in en we nemen zo snel mogelijk contact met u op.
pl: Jeśli potrzebujesz pomocy w przekazywaniu darowizn na rzecz Thunderbirda i nie znalazłeś odpowiedzi w naszym <a href="%(faq)s">FAQ</a>, wypełnij ten formularz, a my skontaktujemy się z tobą najszybciej jak to możliwe.
pt_br: Se precisar de ajuda para fazer uma doação ao Thunderbird e não tiver encontrado uma resposta em nossas <a href="%(faq)s">Dúvidas frequentes</a>, preencha este formulário e entraremos em contato com você assim que possível.
ru: Если вам нужна помощь с пожертвованиями для Thunderbird и вы не нашли ответа в наших <a href="%(faq)s">Частых вопросах</a>, заполните эту форму и мы свяжемся с вами в ближайшее время.
sk: Ak potrebujete pomoc s darovaním pre Thunderbird a nenašli ste odpoveď v našich <a href="%(faq)s">častých otázkach</a>, vyplňte tento formulár a my sa vám čo najskôr ozveme.
sl: Če potrebujete pomoč za donacijo Thunderbirdu in med našimi <a href="%(faq)s">pogostimi vprašanji</a> niste našli odgovora, izpolnite ta obrazec in odgovorili vam bomo v najkrajšem možnem času.
sv_se: Om du behöver hjälp med att donera till Thunderbird och inte hittade något svar i våra <a href="%(faq)s">vanliga frågor</a>, vänligen fyll i det här formuläret så återkommer vi till dig så snart som möjligt.
uk: Якщо вам потрібна допомога з внеском для Thunderbird і ви не знайшли відповіді в наших <a href="%(faq)s">поширених запитаннях</a>, заповніть цю форму, і ми зв'яжемося з вами якомога швидше.
vi: Nếu bạn cần trợ giúp quyên góp cho Thunderbird và không tìm thấy câu trả lời trong <a href="%(faq)s">các câu hỏi thường gặp</a> của chúng tôi, vui lòng điền vào biểu mẫu này và chúng tôi sẽ liên hệ lại với bạn sớm nhất có thể.

source: <strong>Use the <a href="%(modify)s">Donor Portal</a> to access your receipts and update or cancel your recurring plan.</strong>
bg: <strong>Използвайте <a href="%(modify)s">портала за дарители</a>, за да получите достъп до разписките си и да актуализирате или отмените периодичния си план.</strong>
cy: <strong>Defnyddiwch y <a href="%(modify)s">Porth Rhoddwyr</a> i gael mynediad i'ch derbynebau a diweddaru neu ddiddymu eich cynllun cylchol.</strong>
de: <strong>Verwenden Sie das <a href="%(modify)s">Spender-Portal</a>, um auf Ihre Quittungen zuzugreifen und Ihren Dauerauftrag zu aktualisieren oder zu kündigen.</strong>
el: <strong>Χρησιμοποιήστε την <a href="%(modify)s">Πύλη δωρητών</a> για να αποκτήσετε πρόσβαση στις αποδείξεις σας και να ενημερώσετε ή να ακυρώσετε το πρόγραμμα επαναλαμβανόμενων δωρεών σας.</strong>
es_ar: <strong>Usá el <a href="%(modify)s">Portal de donantes</a> para acceder a tus recibos y actualizar o cancelar tu plan recurrente.</strong>
es_cl: <strong>Usa el <a href="%(modify)s">Portal de donantes</a> para acceder a tus recibos y actualizar o cancelar tu plan recurrente.</strong>
eu: <strong>Erabili <a href="%(modify)s">Emaileen ataria</a> zure ordainagiriak atzitzeko eta behin eta berriro plana eguneratzeko edo bertan behera uzteko.</strong>
fr: <strong>Utilisez le <a href="%(modify)s">portail des dons</a> pour accéder à vos reçus et mettre à jour ou annuler votre don récurrent.</strong>
fy_nl: <strong>Brûk it <a href="%(modify)s">Donateursportaal</a> om tagong te krijen ta jo kwitânsjes en jo weromkommende plan te aktualisearjen of te annulearjen.</strong>
gl: <strong>Utiliza o <a href="%(modify)s">Portal de doantes</a> para acceder aos teus recibos e actualizar ou cancelar o teu plan periódico.</strong>
hu: <strong>A nyugták eléréséhez, valamint az ismétlődő előfizetések frissítéséhez vagy megszüntetéséhez használja az <a href="%(modify)s">Adományozói portált</a>.</strong>
ia: <strong>Usa le <a href="%(modify)s">Portal del donator</a> pro acceder a tu quitantias e actualisar o cancellar tu plano recurrente.</strong>
it: <strong>Utilizza il <a href="%(modify)s">Portale per le donazioni</a> per accedere alle tue ricevute e aggiornare o cancellare il tuo piano periodico.</strong>
nl: <strong>Gebruik het <a href="%(modify)s">Donateursportal</a> om uw ontvangstbewijzen te benaderen en uw periodieke abonnement bij te werken of te annuleren.</strong>
pt_br: <strong>Use o <a href="%(modify)s">Portal do doador</a> para acessar seus recibos e atualizar ou cancelar seu plano recorrente.</strong>
ru: <strong>Используйте <a href="%(modify)s">Портал доноров</a>, чтобы получить доступ к вашим квитанциям и обновить или отменить свой регулярный план.</strong>
sk: <strong>Pomocou <a href="%(modify)s">portálu darcov</a> získate prístup k svojim účtenkám a aktualizujete alebo zrušíte svoj opakujúci sa príspevok.</strong>
sl: <strong>Uporabite <a href="%(modify)s">portal za donatorje</a> za dostop do potrdil ter posodobitev ali preklic ponavljajočega načrta.</strong>
sv_se: <strong>Använd <a href="%(modify)s">givarportalen</a> för att komma åt dina kvitton och uppdatera eller avbryta din återkommande plan.</strong>
vi: <strong>Sử dụng <a href="%(modify)s">cổng thông tin tài trợ</a> để truy cập biên lai của bạn và cập nhật hoặc hủy gói định kỳ của bạn.</strong>
