Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: Thunderbird keeps getting better. Subscribe to our newsletter and follow us on social media to stay informed.
bg: Thunderbird става все по-добър. За да бъдете информирани се абонирайте за бюлетина и ни следвайте в социалните медии.
cy: Mae Thunderbird yn gwella o hyd. Tanysgrifiwch i'n cylchlythyr a dilynwch ni ar gyfryngau cymdeithasol i gael y wybodaeth ddiweddaraf.
de: Thunderbird wird immer besser. Abonnieren Sie unseren Newsletter und folgen Sie uns in sozialen Medien, um auf dem Laufenden zu bleiben.
el: Το Thunderbird συνεχίζει να βελτιώνεται. Εγγραφείτε στο ενημερωτικό μας δελτίο και ακολουθήστε μας στα μέσα κοινωνικής δικτύωσης για να μαθαίνετε τα νέα μας.
es_ar: Thunderbird sigue mejorando. Suscribite a nuestro boletín y seguinos en las redes sociales para mantenerte informado.
es_cl: Thunderbird sigue mejorando. Suscríbete a nuestro boletín y síguenos en las redes sociales para mantenerte informado.
eu: Thunderbird hobetzen doa. Harpidetu gure buletinera eta jarraitu gaitzazu sare sozialetan informatuta egoteko.
fi: Thunderbird paranee jatkuvasti. Tilaa uutiskirjeemme ja seuraa meitä sosiaalisessa mediassa pysyäksesi ajan tasalla.
fr: Thunderbird ne cesse de s’améliorer. Abonnez-vous à notre newsletter et suivez-nous sur les réseaux sociaux pour vous tenir informés.
fy_nl: Thunderbird wurdt hieltyd better. Skriuw jo yn foar ús nijsbrief en folgje ús op sosjale media om op de hichte te bliuwen.
gl: Thunderbird segue mellorando. Subscríbete ao noso boletín e síguenos nas redes sociais para estar informado.
hu: A Thunderbird egyre jobb. Iratkozzon fel a hírlevelünkre és kövessen minket a közösségi médiában, hogy tájékozott maradjon.
ia: Thunderbird continua a meliorar. Abona te a nostre littera de novas e seque nos sur medios social pro remaner informate.
is: Thunderbird heldur áfram að verða betri. Gerstu áskrifandi að fréttabréfinu okkar og fylgstu með okkur á samfélagsmiðlum til að vera með puttann á púlsinum.
it: Thunderbird continua a migliorare. Iscriviti alla nostra newsletter e seguici sui social media per rimanere informato.
nl: Thunderbird wordt steeds beter. Schrijf u in voor onze nieuwsbrief en volg ons op sociale media om op de hoogte te blijven.
nn_no: Thunderbird blir stadig betre. Abonner på nyheitsbrevet vårt og følg oss på sosiale medium for å halde deg oppdatert.
pl: Thunderbird staje się coraz lepszy. Zapisz się do naszego newslettera i śledź nas w mediach społecznościowych, aby być na bieżąco.
pt_br: O Thunderbird continua a ficar cada vez melhor. Inscreva-se em nosso boletim informativo e siga-nos nas redes sociais para se manter informado.
ru: Thunderbird становится ещё лучше. Подпишитесь на нашу рассылку и следите за нами в социальных сетях, чтобы оставаться в курсе.
sk: Thunderbird sa neustále zlepšuje. Prihláste sa na odber nášho newslettera a sledujte nás na sociálnych sieťach, aby ste zostali informovaný.
sl: Thunderbird se venomer izboljšuje. Naročite se na naše novice in nam sledite na družbenih omrežjih, da ostanete obveščeni.
sq: Thunderbird-i vazhdon të bëhet më i mirë. Pajtohuni te buletini ynë dhe ndiqnani në media shoqërore, që të jeni në dijeni.
sv_se: Thunderbird blir hela tiden bättre. Prenumerera på vårt nyhetsbrev och följ oss på sociala medier för att hålla dig informerad.
tr: Thunderbird gelişmeye devam ediyor. Gelişmelerden haberdar olmak için bültenimize abone olun ve sosyal medyada bizi takip edin.
vi: Thunderbird ngày càng tốt hơn. Đăng ký nhận bản tin của chúng tôi và theo dõi chúng tôi trên phương tiện truyền thông xã hội để được thông tin.

source: Your Email
bg: Вашата електронна поща
cs: Váš e-mail
cy: Eich E-bost
de: Ihre E-Mail-Adresse
el: Το email σας
es_ar: Tu correo electrónico
es_cl: Tu correo
es_es: Tu correo
eu: Zure helbide elektronikoa
fi: Sähköpostisi
fr: Votre adresse e-mail
fy_nl: Jo e-mailadres
gl: O seu correo electrónico
hu: Az Ön e-mail címe
ia: Tu email
is: Tölvupóstfangið þitt
it: La tua email
ja: メールアドレスを入力してください
kab: Imayl-inek
nb_no: Din e-postadresse
nl: Uw e-mailadres
nn_no: E-postadressa di
pl: Twój adres e-mail
pt_br: Seu email
ru: Ваш адрес эл. почты
sk: Vaša e‑mailová adresa
sl: Vaš e-poštni naslov
sq: Email-i Juaj
sv_se: Din e-postadress
tr: E-postanız
uk: Ваша адреса е-пошти
vi: Email của bạn

source: Subscribe
bg: Абониране
cs: Odebírat
cy: Tanysgrifio
de: Abonnieren
el: Εγγραφή
es_ar: Suscribirse
es_cl: Suscribirse
es_es: Suscribirse
eu: Harpidetu
fi: Tilaa
fr: S’abonner
fy_nl: Abonnearje
gl: Subscribir
hu: Feliratkozás
ia: Subscriber
is: Gerast áskrifandi
it: Iscriviti
ja: 配信登録
nl: Abonneren
nn_no: Abonner
pl: Subskrybuj
pt_br: Inscrever
ru: Подпишитесь
sk: Prihlásiť sa k odberu
sl: Naroči se
sq: Pajtohuni
sv_se: Prenumerera
tr: Abone ol
uk: Підписатись
vi: Đăng ký

source: Follow %(mastodon)s on Mastodon
bg: Следвайте %(mastodon)s в Mastodon
cs: Sledujte %(mastodon)s na Mastodonu
cy: Dilynwch %(mastodon)s ar Mastodon
de: Folgen Sie %(mastodon)s auf Mastodon
el: Ακολουθήστε το %(mastodon)s στο Mastodon
es_ar: Seguir a %(mastodon)s en Mastodon
es_cl: Seguir a %(mastodon)s en Mastodon
es_es: Sigue a %(mastodon)s en Mastodon
eu: Jarrai ezazu %(mastodon)s Mastodon-en
fi: Seuraa %(mastodon)siä Mastodonissa
fr: Suivez %(mastodon)s sur Mastodon
fy_nl: Folgje %(mastodon)s op Mastodon
gl: Siga a %(mastodon)s en Mastodon
hu: Kövesse a Mastodonon: %(mastodon)s
ia: Seque %(mastodon)s sun Mastodon
is: Fylgstu með %(mastodon)s á Mastodon
it: Segui %(mastodon)s su Mastodon
ja: Mastodon で %(mastodon)s をフォローする
kab: Ḍfer %(mastodon)s deg Mastodon
nl: Volg %(mastodon)s op Mastodon
nn_no: Følg %(mastodon)s på Mastodon
pl: Obserwuj %(mastodon)s na Mastodonie
pt_br: Seguir %(mastodon)s no Mastodon
ru: Подпишитесь на %(mastodon)s на Mastodon
sk: Sledujte %(mastodon)s na Mastodone
sl: Sledite %(mastodon)s na Mastodonu
sq: Ndiqni %(mastodon)s në Mastodon
sv_se: Följ %(mastodon)s på Mastodon
tr: %(mastodon)s’ü Mastodon’da takip et
uk: Стежте за %(mastodon)s у Mastodon
vi: Theo dõi %(mastodon)s trên Mastodon

source: Follow %(bluesky)s on Bluesky
bg: Следвайте %(bluesky)s в Bluesky
cy: Dilynwch %(bluesky)s ar Bluesky
de: %(bluesky)s auf Bluesky folgen
es_ar: Seguí a %(bluesky)s en Bluesky
hu: A %(bluesky)s követése a Bluesky-on
is: Fylgstu með %(bluesky)s á Bluesky
pl: Obserwuj %(bluesky)s na Bluesky
sv_se: Följ %(bluesky)s på Bluesky

source: Follow %(facebook)s on Facebook
bg: Следване на %(facebook)s във Facebook
cs: Sledujte %(facebook)s na Facebooku
cy: Dilynwch %(facebook)s ar Facebook
de: Folgen Sie %(facebook)s auf Facebook
el: Ακολουθήστε το %(facebook)s στο Facebook
es_ar: Seguir a %(facebook)s en Facebook
es_cl: Seguir a %(facebook)s en Facebook
eu: Jarrai gaitzazu %(facebook)s Facebooken
fi: Seuraa %(facebook)sia Facebookissa
fr: Suivez %(facebook)s sur Facebook
fy_nl: Folgje %(facebook)s op Facebook
gl: Siga a %(facebook)s en Facebook
hu: Kövesse a %(facebook)söt a Facebookon
ia: Seque %(facebook)s sur Facebook
is: Fylgstu með %(facebook)s á Facebook
it: Segui %(facebook)s su Facebook
ja: %(facebook)sをFacebookでフォロー
nl: Volg %(facebook)s op Facebook
nn_no: Følg %(facebook)s på Facebook
pl: Obserwuj %(facebook)s na Facebooku
pt_br: Siga %(facebook)s no Facebook
ru: Подпишитесь на %(facebook)s на Фейсбуке
sk: Sledujte %(facebook)s na Facebooku
sl: Sledite %(facebook)s na Facebooku
sq: Ndiqeni %(facebook)s në Facebook
sv_se: Följ %(facebook)s på Facebook
tr: %(facebook)s’ü Facebook’ta takip edin
uk: Стежте за %(facebook)s на Facebook
vi: Theo dõi %(facebook)s trên Facebook

source: Follow %(youtube)s on YouTube
bg: Следете %(youtube)s в YouTube
cs: Sledujte kanál %(youtube)s na YouTube
cy: Dilynwch %(youtube)s ar YouTube
de: Folgen Sie %(youtube)s auf YouTube
el: Ακολουθήστε το %(youtube)s στο YouTube
es_ar: Seguir a %(youtube)s en YouTube
es_cl: Sigue a %(youtube)s en YouTube
es_es: Sigue a %(youtube)s en YouTube
eu: Jarraitu %(youtube)s YouTuben
fi: Seuraa %(youtube)s YouTubessa
fr: Suivez %(youtube)s sur YouTube
fy_nl: Folgje %(youtube)s op YouTube
gl: Siga a %(youtube)s en YouTube
hu: Kövesse a következőt a YouTube-on: %(youtube)s
ia: Seque %(youtube)s sur YouTube
is: Fylgstu með %(youtube)s á YouTube
it: Segui %(youtube)s su YouTube
ja: %(youtube)sをYouTubeでフォロー
kab: Ḍfer %(youtube)s ɣef YouTube
nl: Volg %(youtube)s op YouTube
nn_no: Følg %(youtube)s på YouTube
pl: Subskrybuj kanał %(youtube)s na YouTubie
pt_br: Siga %(youtube)s no YouTube
ru: Подпишитесь на %(youtube)s на YouTube
sk: Sledujte %(youtube)s na YouTube
sl: Sledite %(youtube)s na YouTubu
sq: Ndiqeni %(youtube)s në YouTube
sv_se: Följ %(youtube)s på YouTube
tr: %(youtube)s’ü YouTube’da takip edin
uk: Слідкуйте за %(youtube)s на YouTube
vi: Theo dõi %(youtube)s trên YouTube

source: Follow %(linkedin)s on LinkedIn
bg: Следвайте %(linkedin)s в LinkedIn
cs: Sledujte účet %(linkedin)s na LinkedInu
cy: Dilynwch %(linkedin)s ar LinkedIn
de: Folgen Sie %(linkedin)s auf LinkedIn
el: Ακολουθήστε το %(linkedin)s στο LinkedIn
es_ar: Seguir a %(linkedin)s en LinkedIn
es_cl: Sigue a %(linkedin)s en LinkedIn
es_es: Sigue a %(linkedin)s en LinkedIn
eu: Jarraitu %(linkedin)s LinkedInen
fi: Seuraa %(linkedin)s LinkedInissä
fr: Suivez %(linkedin)s sur LinkedIn
fy_nl: Folgje %(linkedin)s op LinkedIn
gl: Siga a %(linkedin)s en LinkedIn
hu: Kövesse a következőt a LinkedInen: %(linkedin)s
ia: Seque %(linkedin)s sur LinkedIn
is: Fylgstu með %(linkedin)s á LinkedIn
it: Segui %(linkedin)s su LinkedIn
ja: %(linkedin)sをLinkedInでフォロー
kab: Ḍfer %(linkedin)s ɣef LinkedIn
nl: Volg %(linkedin)s op LinkedIn
nn_no: Følg %(linkedin)s på LinkedIn
pl: Obserwuj projekt %(linkedin)s na LinkedIn
pt_br: Siga %(linkedin)s no LinkedIn
ru: Подпишитесь на %(linkedin)s в LinkedIn
sk: Sledujte %(linkedin)s na LinkedIn
sl: Sledite %(linkedin)s na LinkedInu
sq: Ndiqeni %(linkedin)s në LinkedIn
sv_se: Följ %(linkedin)s på LinkedIn
tr: %(linkedin)s’ü LinkedIn’de takip edin
uk: Слідкуйте за %(linkedin)s у LinkedIn
vi: Theo dõi %(linkedin)s trên LinkedIn

source: Visit Our Blog
bg: Посетете нашия блог
cs: Navštivte náš blog
cy: Dewch i'n Blog
de: Besuchen Sie unseren Blog
el: Επισκεφτείτε το blog μας
es_ar: Visitá nuestro blog
es_cl: Visita nuestro blog
es_es: Visita nuestro blog
eu: Bisitatu gure blog-a
fi: Lue blogiamme
fr: Lire notre blog
fy_nl: Besykje ús blog
gl: Visite o noso blog
hu: Keresse fel blogunkat
ia: Visita nostre blog
is: Heimsæktu bloggið okkar
it: Visita il nostro blog
ja: ブログはこちら
nl: Bezoek onze blog
nn_no: Besøk bloggen vår
pl: Odwiedź nasz blog
pt_br: Visite nosso blog
ru: Посетите наш блог
sk: Navštívte náš blog
sl: Obiščite naš blog
sq: Vizitoni Blogun Tonë
sv_se: Besök vår blogg
tr: Blog’umuzu ziyaret edin
uk: Відвідайте наш блог
vi: Truy cập blog của chúng tôi

source: smartphone
bg: смартфон
cs: chytrý telefon
cy: ffôn clyfar
es_cl: teléfono inteligente
es_es: teléfono inteligente
eu: sakelekoa
fi: älypuhelin
fy_nl: snoadfoan
gl: teléfono intelixente
hu: okostelefon
ia: smartphono
is: snjallsími
ja: スマートフォン
nn_no: smartmobil
pl: smartfon
ru: смартфон
sk: smartfón
sl: pametni telefon
sq: telefon i mençur
tr: akıllı telefon
uk: смартфон
vi: điện thoại thông minh

source: I need
bg: Нуждая се от
cs: Potřebuji
cy: Rwy angen
de: Ich benötige
el: Θέλω...
es_ar: Necesito
es_cl: Necesito
es_es: Necesito
eu: Behar dut
fi: Tarvitsen
fr: J’ai besoin
fy_nl: Ik:
gl: Necesito
hu: Erre van szükségem
ia: Io besonia
is: Ég þarf
it: Ho bisogno di
ja: 必要がある
nl: Ik:
nn_no: Eg treng
pl: Chcę
pt_br: Eu preciso de
ru: Мне нужно
sk: Potrebujem
sl: Želim
sq: Më duhet
sv_se: Jag behöver
tr: Konu
uk: Мені потрібно
vi: Tôi cần

source: Please select...
bg: Моля изберете...
cs: Zvolte prosím...
cy: Dewiswch...
de: Bitte auswählen...
el: Παρακαλώ επιλέξτε...
es_ar: Seleccioná uno...
es_cl: Por favor, selecciona...
es_es: Por favor selecciona uno…
eu: Hautatu…
fi: Valitse...
fr: Veuillez sélectionner…
fy_nl: Selektearje...
gl: Seleccione...
hu: Válasszon…
ia: Per favor elige...
is: Veldu...
it: Selezionare...
ja: ...を選択して下さい
nl: Selecteer…
nn_no: Vel...
pl: Wybierz…
pt_br: Selecione...
ru: Пожалуйста, выберите...
sk: Vyberte prosím...
sl: Izberite ...
sq: Ju lutemi, përzgjidhni...
sv_se: Vänligen välj...
tr: Lütfen seçin...
uk: Виберіть...
vi: Vui lòng chọn...

source: Help with the donation form
bg: Помощ с формата за дарения
cs: Pomoc s darovacím formulářem
cy: Help gyda'r ffurflen gyfrannu
de: Hilfe beim Spendenformular
el: Βοήθεια με τη φόρμα δωρεάς
es_ar: Ayuda con el formulario de donación
es_cl: Ayuda con el formulario de donación
es_es: Ayuda con el formulario de donación
eu: Dohaintza formularioarekin lagundu
fi: Apua lahjoituslomakkeen kanssa
fr: D’aide avec le formulaire de don
fy_nl: Haw help nedich by it donaasjeformulier
gl: Axuda co formulario de doazón
hu: Segítség az adományozási űrlappal kapcsolatban
ia: Adjuta con le formulario de donation
is: Aðstoð við gjafaformið
it: Aiuto con il modulo di donazione
ja: 寄付フォームに関するヘルプ
nl: Heb hulp nodig bij het donatieformulier
nn_no: Hjelp med donasjonsskjemaet
pl: Uzyskać pomocą w sprawie formularza dotyczącego datku
pt_br: Ajuda com o formulário de doação
ru: Помочь с формой для пожертвований
sk: Pomoc s darovacím formulárom
sl: pomoč z obrazcem za donacije
sq: Ndihmë me formular dhurimesh
sv_se: Hjälp med donationsformuläret
tr: Bağış formu ile ilgili yardım
uk: Отримати допомогу щодо форми внеску
vi: Giúp đỡ với hình thức quyên góp

source: My donation refunded
bg: Информация за връщане на дарението ми
cs: Nechat si vrátit dar
cy: Ad-daliad o fy rhodd
de: Meine Spende zurückerstattet
el: Να επιστραφεί η δωρεά μου
es_ar: Mi donación reembolsada
es_cl: Reembolsar mi donación
es_es: Un reembolso de mi donación
eu: Nire dohaintza itzuli da
fr: Que mon don soit remboursé
fy_nl: Wol restitúsje fan myn donaasje
gl: Reembolsouse a miña doazón
hu: Visszatérített adomány
ia: Mi donation reimbursate
is: Að fá framlag mitt endurgreitt
it: Un rimborso della mia donazione
ja: 寄付が返金されました
nl: Wil een restitutie van mijn donatie
pl: Otrzymać zwrot wpłaconego datku
pt_br: Reembolso de minha doação
ru: Мое пожертвование возвращено
sk: Vrátiť môj dar
sl: vračilo svoje donacije
sq: Rimbursim të dhurimit tim
sv_se: Min donation återbetald
tr: Bağışım iade edildi
uk: Мій внесок відшкодовано
vi: Khoản đóng góp của tôi đã được hoàn lại

source: Help with an unauthorized or fraudulent donation
bg: Помощ с неоторизирано или измамно дарение
cs: Pomoc s neoprávněným nebo podvodným darem
cy: Help gyda rhodd anawdurdodedig neu dwyllodrus
de: Helfen Sie mit einer nicht autorisierten oder betrügerischen Spende
el: Βοήθεια με δωρεά χωρίς εξουσιοδότηση ή μέσω απάτης
es_ar: Ayuda con una donación no autorizada o fraudulenta
es_cl: Ayuda con una donación no autorizada o fraudulenta
es_es: Ayuda con una donación no autorizada o fraudulenta
eu: Laguntza baimenik gabeko edo iruzurrezko dohaintza batekin
fr: D’aide par rapport à un don non autorisé ou frauduleux
fy_nl: Haw help nedich mei betrekking ta in net autorisearre of frauduleuze donaasje
gl: Axudar cunha doazón non autorizada ou fraudulenta
hu: Segítség egy nem engedélyezett vagy csaló adományozással kapcsolatban
ia: Adjuta con un donation non autorisate o fraudulente
is: Hjálp við að endurheimta óheimilað eða sviksamlegt framlag
it: Aiuto con una donazione non autorizzata o fraudolenta
ja: 不正または詐欺的な寄付に関するヘルプ
nl: Heb hulp nodig in verband met een ongeautoriseerde of frauduleuze donatie
pl: Uzyskać pomoc dotyczącą oszustwa lub wpłaty datku bez upoważnienia
pt_br: Ajuda com uma doação não autorizada ou fraudulenta
ru: Помощь при несанкционированном или мошенническом пожертвовании
sk: Pomoc s neoprávneným alebo podvodným darom
sl: Pomoč pri nepooblaščeni ali goljufivi donaciji
sq: Ndihmë me një dhurim të paautorisuar apo mashtrues
sv_se: Hjälp med en obehörig eller bedräglig donation
tr: İzinsiz veya hileli bağışlarla ilgili yardım
uk: Отримати допомогу щодо несанкціонованого або шахрайського внеску
vi: Giúp đỡ về khoản quyên góp trái phép hoặc gian lận

source: To update my donation email address
bg: За да актуализирате моя имейл адрес за дарения
cy: I ddiweddaru fy nghyfeiriad e-bost rhodd
de: Um meine Spenden-E-Mail-Adresse zu aktualisieren
es_ar: Para actualizar mi dirección de correo electrónico para donaciones
es_cl: Para actualizar mi dirección de correo electrónico de donación
fr: Pour mettre à jour l’adresse e-mail associée à mon don
gl: Para actualizar o meu enderezo de correo electrónico de doazón
hu: Az adományozási e-mail-címe frissítéséhez
pt_br: Atualizar meu endereço de email de doação
ru: Обновить мой адрес эл. почты для пожертвований
sv_se: För att uppdatera min e-postadress för donationer
tr: Bağış e-posta adresimi güncelleme
vi: Để cập nhật địa chỉ email quyên góp của tôi

source: To change or cancel my monthly recurring donation
bg: Информация как да променя или отменя моето месечно повтарящо се дарение
cs: Změnit nebo zrušit mé opakované měsíčního darování
cy: Newid neu ddiddymu fy rhodd cylchol misol
de: Um meine monatliche Spende zu ändern oder zu stornieren
el: Να αλλάξω ή να ακυρώσω τη μηνιαία επαναλαμβανόμενη δωρεά μου
es_ar: Cambiar o cancelar mi donación mensual recurrente
es_cl: Cambiar o cancelar mi donación recurrente mensual
es_es: Para cambiar o cancelar mi donación mensual recurrente
eu: Nire hileroko dohaintza aldatu edo uzteko
fr: De modifier ou d’annuler mon don mensuel récurrent
fy_nl: Wol myn moanlikse donaasje wizigje of opsizze
gl: Para cambiar ou cancelar a miña doazón mensual periódica
hu: A havi ismétlődő adományom módosítása vagy megszüntetése
ia: Cambiar o cancellar mi mensual donation recurrente
is: Til að breyta eða hætta við mánaðarlegt endurtekið framlag mitt
it: Modificare o annullare la mia donazione periodica mensile
ja: 毎月の定期寄付を変更またはキャンセルするには
nl: Wil mijn maandelijkse donatie wijzigen of opzeggen
pl: Zmienić lub anulować comiesięczne datki cykliczne
pt_br: Alterar ou cancelar minha doação periódica mensal
ru: Изменить или отменить мое ежемесячное регулярное пожертвование
sk: Zmeniť alebo zrušiť môj pravidelný mesačný dar
sl: spremeniti ali preklicati svojo mesečno donacijo
sq: Të ndryshoj ose anuloj dhurimin tim ripërsëritës mujor
sv_se: Ändra eller avbryta min månatliga återkommande donation
tr: Aylık tekrarlanan bağışımı değiştirmek veya iptal etmek
uk: Змінити або скасувати мій щомісячний внесок
vi: Để thay đổi hoặc hủy khoản quyên góp định kỳ hàng tháng của tôi

source: Help donating by bank transfer (SEPA/IBAN)
bg: Помощ за даряване чрез банков превод (SEPA/IBAN)
cs: Pomoc se zasláním daru bankovním převodem (SEPA/IBAN)
cy: Cymorth i gyfrannu drwy drosglwyddiad banc (SEPA/IBAN)
de: Helfen Sie bei einer Spende per Überweisung (SEPA/IBAN)
el: Βοήθεια με τη δωρεά μέσω τραπεζικού εμβάσματος (SEPA/IBAN)
es_ar: Ayuda para donar por transferencia bancaria (SEPA/IBAN)
es_cl: Ayuda donando mediante transferencia bancaria (SEPA/IBAN)
es_es: Ayuda donando con transferencia bancaria (SEPA/IBAN)
eu: Laguntza banku-transferentzia bidezko emariaz (SEPA/IBAN)
fi: Apua lahjoitukseen pankkisiirrolla (SEPA/IBAN)
fr: D’aide pour les dons par virement bancaire (SEPA/IBAN)
fy_nl: Haw help nedich by it donearjen fia oerskriuwing (SEPA/IBAN)
gl: Axuda para doar mediante transferencia bancaria (SEPA/IBAN)
hu: Segítség a banki átutalással (SEPA/IBAN) történő adományozásban
ia: Adjutar a donar per transferentia bancari (SEPA/IBAN)
is: Hjálp við framlag með bankamillifærslu (SEPA/IBAN)
it: Fare una donazione tramite bonifico bancario (SEPA/IBAN)
ja: 銀行振込による支援（SEPA/IBAN）
nl: Heb hulp nodig bij het doneren via overschrijving (SEPA/IBAN)
pl: Uzyskać pomoc dotyczącą wpłat za pomocą przelewu bankowego (SEPA/IBAN)
pt_br: Ajudar fazendo uma doação por transferência bancária (SEPA/IBAN)
ru: Помощь пожертвованием банковским переводом (SEPA/IBAN)
sk: Pomoc pri darovaní bankovým prevodom (SEPA/IBAN)
sl: pomoč pri donaciji z bančnim nakazilom (SEPA/IBAN)
sq: Ndihmë për dhurim përmes dërgese bankare (SEPA/IBAN)
sv_se: Hjälp att donera via banköverföring (SEPA/IBAN)
tr: Banka transferi (SEPA/IBAN) yoluyla bağış konusunda yardım
uk: Отримати допомогу щодо внеску банківським переказом (SEPA/IBAN)
vi: Hỗ trợ quyên góp bằng chuyển khoản ngân hàng (SEPA/IBAN)

source: Help donating with another currency or payment method
bg: Помощ за даряване с друга валута или метод на плащане
cs: Pomoc s darem v jiné měně nebo s jinou platební metodou
cy: Help i gyfrannu gydag arian cyfred neu ddull talu arall
de: Helfen Sie beim Spenden mit einer anderen Währung oder Zahlungsmethode
el: Βοήθεια με τη δωρεά με άλλο νόμισμα ή τρόπο πληρωμής
es_ar: Ayuda para donar con otra moneda o método de pago
es_cl: Ayuda donando con otra moneda o método de pago
es_es: Ayuda donando con otra divisa o método de pago
eu: Lagundu beste moneta edo ordainketa-metodo batekin dohaintzak ematen
fr: D’aide pour faire un don dans une autre monnaie ou via un autre mode de paiement
fy_nl: Haw help nedich by donearjen mei in oare faluta of betellingsmetoade
gl: Axuda para doar con outra moeda ou método de pago
hu: Segítség a más pénznemmel vagy fizetési móddal történő adományozásban
ia: Adjutar donar con un altere moneta o methodo de pagamento
is: Hjálp við að gefa með öðrum gjaldmiðli eða greiðslumáta
it: Aiuto per fare una donazione con un’altra valuta o metodo di pagamento
ja: 別の通貨または支払い方法での寄付を支援する
nl: Heb hulp nodig bij doneren in een andere valuta of met een andere betalingsmethode
pl: Uzyskać pomoc dotyczącą wpłat w innej walucie lub za pomocą innej metody płatności
pt_br: Ajudar fazendo uma doação com outra moeda ou forma de pagamento
ru: Помочь с пожертвованиями в другой валюте или другим методом оплаты
sk: Pomoc pri darovaní v inej mene alebo spôsobe platby
sl: pomoč pri donaciji z drugo valuto ali plačilnim sredstvom
sq: Ndihmë për dhurim në një tjetër monedhë, ose metodë pagesash
sv_se: Hjälp att donera med en annan valuta eller betalningsmetod
tr: Başka bir para birimi veya ödeme aracıyla bağışta bulunma konusunda yardım
uk: Отримати допомогу щодо внеску іншою валютою або способом оплати
vi: Giúp quyên góp bằng loại tiền tệ hoặc phương thức thanh toán khác

source: A copy of my donation receipt
bg: Копие от разписката ми за дарение
cs: Kopii potvrzení o daru
cy: Copi o fy nerbynneb rhodd
de: Eine Kopie meiner Spendenquittung
el: Ένα αντίγραφο της απόδειξης δωρεάς μου
es_ar: Una copia de mi recibo de donación
es_cl: Una copia de mi recibo de donación
es_es: Una copia de mi recibo de donación
eu: Nire dohaintzaren egiaztagiriaren kopia
fi: Kopio lahjoituskuitistani
fr: D’une copie de mon reçu de don
fy_nl: Haw in ôfskrift fan myn donaasjebewiis nedich
gl: Unha copia do recibo da miña doazón
hu: Bizonylatmásolat az adományomról
ia: Un copia de mi quitantia de donation
is: Afrit af kvittun minni fyrir gjöf
it: Una copia della ricevuta della mia donazione
ja: 寄付の領収書の写し
nl: Wil een kopie van mijn donatiebewijs ontvangen
pl: Otrzymać kopię potwierdzenia wpłaty datku
pt_br: Uma cópia do recibo de minha doação
ru: Копия моей квитанции о пожертвовании
sk: Kópiu potvrdenky o mojom dare
sl: kopijo potrdila o donaciji
sq: Një kopje e dëftesës së dhurimit tim
sv_se: En kopia av mitt donationskvitto
tr: Bağış makbuzumun bir kopyası
uk: Отримати копію квитанції про мій внесок
vi: Một bản sao biên nhận quyên góp của tôi
