Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: Life gets busy. That's why the new calendar in Thunderbird Supernova is being designed to look and feel comfortable. It will help you more efficiently sift, sort, and digest all the crucial details of your day.
bg: Животът става зает. Ето защо новият календар в Thunderbird Supernova е проектиран да бъде удобен и ползваем. Това ще ви помогне по-ефективно да пресеете, сортирате и смилате всички важни детайли от деня си.
cs: Život je náročný. Proto je nový kalendář v Thunderbirdu Supernova navržen tak, aby vypadal a působil pohodlně. Pomůže vám efektivněji procházet, třídit a zpracovávat všechny důležité detaily vašeho dne.
cy: Mae bywyd yn brysur. Dyna pam mae'r calendr newydd yn Thunderbird Supernova yn cael ei gynllunio i edrych a theimlo'n gyfforddus. Bydd yn eich helpu i ddidoli a threfnu holl fanylion hanfodol eich diwrnod yn fwy effeithlon.
de: Im Leben ist viel los. Aus diesem Grund wurde der neue Kalender in Thunderbird Supernova so entwickelt, dass er möglichst praktisch ist. Er hilft Ihnen, effizienter alle wichtigen Details Ihren Tages zu sichten, zu sortieren und zu verarbeiten.
el: Η ζωή είναι γεμάτη από υποχρεώσεις. Για τον λόγο αυτό, το νέο ημερολόγιο στο Thunderbird Supernova έχει σχεδιαστεί έτσι, ώστε να είναι ευχάριστο στη χρήση. Θα σας βοηθήσει να φιλτράρετε, να ταξινομήσετε και να αφομοιώσετε πιο αποτελεσματικά όλες τις καθοριστικές στιγμές της ημέρας σας.
es_ar: La vida te mantiene ocupado. Es por eso que el nuevo calendario en Thunderbird Supernova está siendo diseñado para verse y sentirse cómodo. Te ayudará a tamizar, clasificar y digerir de manera más eficiente todos los detalles cruciales de tu día.
es_cl: La vida se pone ocupada. Es por eso que el nuevo calendario en Thunderbird Supernova está diseñado para verse y sentirse cómodo. Te ayudará a tamizar, clasificar y digerir de manera más eficiente todos los detalles cruciales de tu día.
es_es: La vida te mantiene ocupado. Por eso el nuevo calendario de Thunderbird Supernova está diseñado para ofrecerte un aspecto y sensación cómodos. Te ayudará a filtrar, clasificar y digerir de manera más eficiente todos los detalles cruciales de tu día.
eu: Bizitzan lanpetuta gabiltza. Horregatik, Thunderbird Supernovako egutegi berria eroso ikusteko eta sentitzeko diseinatu da. Zure eguneko xehetasun guztiak modu eraginkorragoan behatzen, ordenatzen eta digeritzen lagunduko dizu.
fr: La vie est bien remplie. C’est pourquoi le nouvel agenda de Thunderbird Supernova a été conçu pour être agréable à consulter et à utiliser. Il vous aidera à filtrer, trier et assimiler plus efficacement tous les moments déterminants de votre journée.
fy_nl: It libben wurdt drok. Dêrom is de nije aginda yn Thunderbird Supernova ûntwurpen om der komfortabel út te sjen en oan te fielen. It sil jo helpe om alle krúsjale details fan jo dag effisjinter te silje, te sortearjen en te ferwurkjen.
gl: A vida está ocupada. É por iso que o novo calendario de Thunderbird Supernova está a ser deseñado para que pareza e se sinta cómodo. Axudarache a filtrar, clasificar e dixerir de forma máis eficiente todos os detalles cruciais do teu día.
hu: Az élet mozgalmas. Ezért tervezzük úgy a Thunderbird Supernova új naptárát, hogy kényelmes legyen, és annak is nézzen ki. Segíteni fog abban, hogy hatékonyabban átfésülje, szétválogassa és megeméssze a napjai összes fontos részletét.
ia: Le vita deveni occupate. Ecce perque le nove agenda in Thunderbird Supernova ha essite designate pro apparentia e functionalitate confortabile. Illo te adjutara plus efficientemente a cribrar, ordinar, e digerer tote le detalios crucial de tu die.
is: Lífið getur verið flókið. Þess vegna er nýja dagatalið í Thunderbird Supernova hannað til að vera þægilegt. Það mun hjálpa þér við að sía, raða og skipuleggja betur öll þessu mikilvægu smáatriði í daglegu lífi þínu.
it: La vita ci tiene impegnati. Ecco perché il nuovo calendario di Thunderbird Supernova è stato progettato per offrirti un aspetto confortevole e farti sentire a tuo agio. Ti aiuterà a valutare, ordinare e gestire in modo più efficiente tutti i dettagli cruciali della tua giornata.
ja: 人生は忙しくなることもあります。だからこそ、Thunderbird Supernovaの新しいカレンダーは見た目も使い心地も快適にデザインされています。一日の重要な詳細をより効率的に分類、整理、消化することができます。
nl: Het leven wordt druk. Daarom is de nieuwe agenda in Thunderbird Supernova ontworpen om er comfortabel uit te zien en aan te voelen. Het zal u helpen om alle cruciale details van uw dag efficiënter te zeven, te sorteren en te verwerken.
pt_br: A vida fica movimentada. É por isso que a nova agenda do Thunderbird Supernova está sendo projetada para ter aparência e comportamento confortável. Isso ajudará você a filtrar, classificar e resumir com mais eficiência todos os detalhes cruciais do seu dia.
ru: Жизнь становится стремительной. Вот почему новый календарь в Thunderbird Supernova разработан таким образом, чтобы он выглядел и ощущался комфортно. Это поможет вам более эффективно отсеивать, сортировать и устаканивать все важные детали вашего дня.
sk: Život je čoraz hektickejší. Preto je nový kalendár v Thunderbird Supernova navrhnutý tak, aby vyzeral a pôsobil pohodlne. Pomôže vám to efektívnejšie preosiať, triediť a stráviť všetky dôležité detaily vášho dňa.
sl: Življenje postane zaposleno. Zato je novi koledar v Thunderbird Supernovi zasnovan tako, da izgleda in deluje udobno. Pomagal vam bo učinkoviteje presejati, razvrščati in prebavljati vse bistvene podrobnosti dneva.
sq: Jeta bëhet më e ngjeshur. Kjo është arsyeja pse kalendari i ri në Thunderbird Supernova është hartuar të duket dhe të jetë i rehatshëm. Do t’ju ndihmojë të rrëmoni, renditni dhe përmblidhni më lehtë hollësitë kyçe të ditës tuaj.
sv_se: Det händer mycket i livet. Det är därför den nya kalendern i Thunderbird Supernova designas för att se och kännas bekväm. Det hjälper dig att mer effektivt sålla, sortera och klassificera alla viktiga detaljer om din dag.
tr: Hayat yoğun. Bu yüzden Thunderbird Supernova'daki yeni takvim, sizi rahat ettirecek şekilde tasarlandı. Gününüzün tüm önemli ayrıntılarını daha verimli bir şekilde elemenize, sıralamanıza ve özetlemenize yardımcı olur.
uk: Життя стає насиченим. Ось чому новий календар у Thunderbird Supernova створено так, щоб був зручним. Це допоможе вам ефективніше відсівати, сортувати та обробляти всі найважливіші подробиці вашого дня.
vi: Cuộc sống trở nên bận rộn. Đó là lý do tại sao lịch mới trong Thunderbird Supernova được thiết kế để có giao diện và cảm giác thoải mái. Nó sẽ giúp bạn sàng lọc, sắp xếp và thông báo tất cả các chi tiết quan trọng trong ngày của bạn một cách hiệu quả hơn.

source: November 9, 2022
bg: 9 ноември 2022 г
cs: 9. listopadu 2022
cy: Tachwedd 9, 2022
de: 9. November 2022
el: 9 Νοεμβρίου 2022
es_ar: 9 de noviembre de 2022
es_cl: 9 de noviembre de 2022
es_es: 9 de noviembre de 2022
fr: 9 novembre 2022
fy_nl: 9 novimber 2022
gl: 9 de novembro de 2022
hu: 2022. november 9.
ia: 9 novembre 2022
is: 9. nóvember 2022
it: 9 novembre 2022
ja: 2022年11月9日
nl: 9 november 2022
nn_no: 9. november 2022
pl: 9 listopada 2022
pt_br: 9 de novembro de 2022
ru: 9 ноября 2022 г.
sk: 9. novembra 2022
sl: 9. novembra 2022
sq: 9 nëntor 2022
sv_se: 9 november 2022
tr: 9 Kasım 2022
uk: 9 листопада 2022 р.
vi: Ngày 9 tháng 11 năm 2022

source: <span class="block font-light font-4xl">Help Keep</span> Thunderbird Alive!
bg: <span class="block font-light font-4xl">Помогнете за поддържането на</span> Thunderbird жив!
cs: <span class="block font-light font-4xl">Pomozte udržet</span> Thunderbird naživu!
cy: <span class="block font-light font-4xl">Helpwch i Gadw</span> Thunderbird yn Fyw!
de: <span class="block font-light font-4xl">Helfen Sie dabei,</span> Thunderbird am Leben zu erhalten!
el: <span class="block font-light font-4xl">Βοηθήστε το</span> Thunderbird να επιβιώσει!
es_ar: <span class="block font-light font-4xl">¡Ayudá a mantener</span> vivo a Thunderbird!
es_cl: <span class="block font-light font-4xl">¡Ayuda a mantener</span> vivo a Thunderbird!
es_es: <span class="block font-light font-4xl">¡Ayuda a mantener</span> vivo Thunderbird!
eu: <span class="block font-light font-4xl">Lagundu</span> Thunderbird bizirik mantentzen!
fi: <span class="block font-light font-4xl">Auta pitämään</span> Thunderbird elossa!
fr: <span class="block font-light font-4xl">Aidez à garder</span> Thunderbird en vie !
fy_nl: <span class="block font-light font-4xl">Help</span> Thunderbird yn libben te hâlden!
gl: <span class="block font-light font-4xl">Axude a manter</span> Thunderbird vivo!
hu: <span class="block font-light font-4xl">Segítsen</span> életben tartani a Thunderbirdöt!
ia: <span class="block font-light font-4xl">Adjuta a mantener</span> Thunderbird vive!
is: <span class="block font-light font-4xl">Hjálpaðu til við að halda</span> Thunderbird í gangi!
it: <span class="block font-light font-4xl">Aiutaci a mantenere</span> in vita Thunderbird!
ja: Thunderbird の存続に <span class="block font-light font-4xl">ご協力ください！</span>
nl: <span class="block font-light font-4xl">Help</span> Thunderbird in leven te houden!
nn_no: <span class="block font-light font-4xl">Hjelp til med å halde</span> Thunderbird i live!
pl: <span class="block font-light font-4xl">Pomóż</span> Thunderbirdowi przetrwać!
pt_br: <span class="block font-light font-4xl">Ajude a manter</span> o Thunderbird vivo!
ru: <span class="block font-light font-4xl">Помогите сохранить</span> Thunderbird!
sk: <span class="block font-light font-4xl">Pomôžte udržať</span> Thunderbird nažive!
sl: <span class="block font-light font-4xl">Pomagajte ohraniti</span> Thunderbird pri življenju!
sq: <span class="block font-light font-4xl">Ndihmoni Të Mbahet</span> Gjallë Thunderbird-i!
sv_se: <span class="block font-light font-4xl">Hjälp till att hålla</span> Thunderbird vid liv!
tr: Thunderbird'ü yaşatmamıza <span class="block font-light font-4xl">yardım edin!</span>
uk: <span class="block font-light font-4xl">Допоможіть зберегти</span> Thunderbird!
vi: <span class="block font-light font-4xl">Giúp giữ</span> cho Thunderbird tồn tại!

source: Did you know that <strong>less than 1%</strong> of Thunderbird users fund all the work we do?
bg: Знаете ли, че <strong>по-малко от 1%</strong> от потребителите на Thunderbird финансират работата ни?
cs: Víte, že <strong>méně než 1 %</strong> uživatelů Thunderbirdu financuje všechnu práci, kterou na něm děláme?
cy: Oeddech chi'n gwybod bod <strong>llai nag 1%</strong> o ddefnyddwyr Thunderbird yn ariannu'r holl waith rydyn ni'n ei wneud?
de: Wussten Sie, dass <strong>weniger als 1 %</strong> der Thunderbird-Benutzer unsere gesamte Arbeit finanzieren?
el: Γνωρίζατε ότι <strong>λιγότερο από το 1%</strong> των χρηστών του Thunderbird χρηματοδοτούν όλο το έργο μας;
es_ar: ¿Sabías que <strong>menos del 1%</strong> de los usuarios de Thunderbird financian todo el trabajo que hacemos?
es_cl: ¿Sabías que <strong>menos del 1 %</strong> de los usuarios de Thunderbird financian todo el trabajo que hacemos?
es_es: ¿Sabías que <strong>menos del 1 %</strong> de los usuarios de Thunderbird financian todo el trabajo que hacemos?
eu: Ba al zenekien Thunderbird-en erabiltzaileek <strong>% 1 baino gutxiagok</strong> finantzatzen dutela egiten dugun lan guztia?
fi: Tiesitkö, että <strong>alle 1 %</strong> Thunderbird-käyttäjistä rahoittaa kaiken tekemämme työn?
fr: Saviez-vous que <strong>moins de 1 %</strong> des utilisateurs et utilisatrices de Thunderbird financent tout le travail que nous faisons ?
fy_nl: Wisten jo dat <strong>minder as 1%</strong> fan Thunderbird-brûkers al it wurk dat wy dogge finansiere?
gl: Sabía que <strong>menos do 1%</strong> dos usuarios de Thunderbird financian todo o traballo que facemos?
hu: Tudta, hogy a Thunderbird felhasználóinak <strong>kevesebb mint 1%-a</strong> finanszírozza az összes munkánkat?
ia: Sape tu que <strong>minus que le 1%</strong> del usatores de Thunderbird financia tote le labor que nos face?
is: Vissir þú að <strong>innan við 1%</strong> af notendum Thunderbird fjármagna alla vinnuna sem við gerum?
it: Sai che <strong>meno dell’1%</strong> degli utenti di Thunderbird supporta economicamente il lavoro che facciamo?
ja: 私たちのすべての仕事に資金提供をしてくださるThunderbirdユーザーは<strong>1%以下</strong>であることをご存知ですか？
nl: Wist u dat <strong>minder dan 1%</strong> van de Thunderbird-gebruikers al het werk dat we doen financiert?
nn_no: Visste du at <strong>færre enn 1%</strong> av Thunderbird-brukarane finansierer alt arbeidet vi gjer?
pl: Czy wiesz, że <strong>mniej niż</strong> 1% użytkowników Thunderbirda finansuje całą naszą pracę?
pt_br: Você sabia que <strong>menos de 1%</strong> dos usuários do Thunderbird financiam todo o trabalho que fazemos?
ru: Знаете ли вы, что <strong>менее 1%</strong> пользователей Thunderbird финансируют всю нашу работу?
sk: Vedeli ste, že <strong>menej ako 1 %</strong> používateľov Thunderbirdu financuje všetku prácu, ktorú robíme?
sl: Ali ste vedeli, da <strong>manj kot 1 %</strong> uporabnikov Thunderbirda financira vse naše delo?
sq: E dini se <strong>më pak se 1%</strong> e përdoruesve të Thunderbird-it financojnë krejt punën që bëjmë ne?
sv_se: Visste du att <strong>mindre än 1%</strong> av Thunderbird-användarna finansierar allt arbete vi gör?
tr: Yaptığımız tüm işleri Thunderbird kullanıcılarının <strong>%1’inden azının</strong> finanse ettiğini biliyor muydunuz?
uk: Чи знаєте ви, що нашу роботу фінансують <strong>менш як 1%</strong> користувачів Thunderbird?
vi: Bạn có biết rằng <strong>dưới 1%</strong> người dùng Thunderbird tài trợ cho tất cả công việc chúng tôi làm không?

source: <strong>Not too long ago Thunderbird was on the verge of extinction.</strong> It’s because of donations from that small group of users that we are here today!
bg: <strong>Не много отдавна Thunderbird беше на ръба на изчезването.</strong> Днес сме тук благодарение на дарения от тази малка група потребители!
cs: <strong>Není to tak dávno, co byl Thunderbird blízko vyhynutí.</strong> Díky darům od malé skupiny uživatelů jsme ale pořád tady.
cy: <strong>Ddim yn hir iawn yn ôl roedd Thunderbird ar fin diflannu.</strong> Oherwydd rhoddion gan y grŵp bach hwnnw o ddefnyddwyr rydym ni yma heddiw!
de: <strong>Vor nicht allzu langer Zeit stand Thunderbird kurz vor dem Aussterben.</strong> Dank der Spenden dieser kleinen Gruppe von Benutzern gibt es uns noch!
el: <strong>Όχι πολύ καιρό πριν, το Thunderbird βρισκόταν στα πρόθυρα της εξαφάνισης.</strong> Ο λόγος που βρισκόμαστε εδώ σήμερα είναι οι δωρεές αυτής της μικρής ομάδας!
es_ar: <strong>No hace mucho tiempo, Thunderbird estaba al borde de la extinción.</strong> ¡Es gracias a las donaciones de ese pequeño grupo de usuarios que estamos acá hoy!
es_cl: <strong>No hace mucho tiempo, Thunderbird estaba al borde de la extinción.</strong> ¡es gracias a las donaciones de ese pequeño grupo de usuarios que estamos aquí hoy!
es_es: <strong>No hace mucho tiempo, Thunderbird estaba al borde de la extinción.</strong> ¡estamos aquí hoy gracias a las donaciones recibidas de ese pequeño grupo de usuarios!
eu: <strong>Duela ez asko, Thunderbird desagertzear zegoen.</strong> Erabiltzaile talde txiki horren dohaintzengatik gaude gaur hemen!
fr: <strong>Il n’y a pas si longtemps, Thunderbird était sur le point de disparaître.</strong> C’est grâce aux dons de ces personnes que nous sommes là aujourd’hui !
fy_nl: <strong>Net al te lang lyn stie Thunderbird op it punt fan útstjerren.</strong> It is fanwegen donaasjes fan dy lytse groep brûkers dat wy hjoed noch bestean!
gl: <strong>Non hai moito tempo que Thunderbird estivo ao borde da extinción.</strong> É debido ás doazóns dese pequeno grupo de usuarios que estamos aquí hoxe.
hu: <strong>Nem is olyan régen, a Thunderbird a kihalás szélén állt.</strong> A felhasználók e kis csoportjának adományai miatt vagyunk ma is itt!
ia: <strong>Non troppo longe tempore retro Thunderbird era super le puncto de extinction.</strong> Il es per le donationes de iste parve gruppo de usatores que nos es ci hodie!
is: <strong>Það er ekki svo langt síðan Thunderbird var á barmi útrýmingar.</strong> Það er vegna framlaga frá þessum litla hópi notenda sem við erum hér í dag!
it: <strong>Non molto tempo fa Thunderbird era sull’orlo dell’estinzione.</strong> È grazie alle donazioni ricevute da quel piccolo gruppo di utenti che siamo qui ancora oggi.
ja: <strong>少し前、Thunderbird は絶滅の危機に瀕していました。</strong>有志のユーザーの皆様からの寄付により、今日の私たちがあります。
nl: <strong>Niet zo lang geleden stond Thunderbird op het punt van uitsterven.</strong> Het is dankzij de donaties van die kleine groep gebruikers dat we vandaag nog bestaan!
nn_no: <strong>For ikkje lenge sidan var Thunderbird på veg til å dø ut.</strong> Takk vere donasjonar frå denne vesle gruppa av brukarar, er vi framleis her!
pl: <strong>Nie tak dawno temu Thunderbirdowi groziła zagłada.</strong> Istniejemy dzięki datkom tej niewielkiej grupy użytkowników.
pt_br: <strong>Não muito tempo atrás, o Thunderbird estava à beira da extinção.</strong> Estamos aqui hoje graças a doações desse pequeno grupo de usuários!
ru: <strong>Не так давно Thunderbird был на грани исчезновения.</strong> Именно благодаря пожертвованиям от этой небольшой группы пользователей мы всё ещё здесь!
sk: <strong>Nie je to tak dávno, čo bol Thunderbird na pokraji vyhynutia.</strong> Dnes sme tu vďaka darom od tejto malej skupiny používateľov!
sl: <strong>Ne tako dolgo nazaj je bil Thunderbird na robu preživetja.</strong> Da smo danes z vami, so v celoti zaslužne donacije majhne skupine uporabnikov!
sq: <strong>Jo shumë kohë më parë Thunderbird-i qe gati duke u zhdukur.</strong> Ne jemi këtu sot falë dhurimeve prej atij grupi të bogël përdoruesish!
sv_se: <strong>För inte så länge sedan var Thunderbird på väg att dö ut.</strong> Tack vare donationer från denna lilla grupp användare finns vi fortfarande kvar!
tr: <strong>Thunderbird, çok da uzak olmayan bir geçmişte yok olmanın eşiğine geldi.</strong> O küçük kullanıcı grubunun bağışları sayesinde bugün ayaktayız.
uk: <strong>Не так давно Thunderbird був на межі зникнення.</strong> Саме завдяки допомозі цієї невеликої групи користувачів ми досі працюємо!
vi: <strong>Cách đây không lâu, Thunderbird đang trên bờ vực buộc phải đóng cửa.</strong> Chính nhờ sự đóng góp từ nhóm nhỏ người dùng đó mà chúng tôi có mặt ở đây ngày hôm nay!

source: We don’t show advertisements or sell your data and we are completely funded by donations from our community.
bg: Ние не показваме реклами и не продаваме вашите данни и се финансираме изцяло от дарения от нашата общност.
cs: Nezobrazujeme žádné reklamy ani neprodáváme vaše data. Jsme plně financování z darů od naší komunity.
cy: Dydy'n ni ddim yn dangos hysbysebion nac yn gwerthu eich data ac rydyn ni'n cael ein hariannu'n llwyr gan roddion gan ein cymuned.
de: Wir zeigen keine Werbung oder verkaufen Ihre Daten und werden vollständig durch Spenden aus unserer Gemeinschaft finanziert.
el: Δεν προβάλλουμε διαφημίσεις ούτε πωλούμε τα δεδομένα σας και χρηματοδοτούμαστε αποκλειστικά από την κοινότητά μας.
es_ar: No mostramos anuncios ni vendemos tus datos y estamos completamente financiados por donaciones de nuestra comunidad.
es_cl: No mostramos anuncios ni vendemos tus datos, y somos completamente financiados por donaciones de nuestra comunidad.
es_es: No mostramos anuncios ni vendemos tus datos, y estamos completamente financiados por donaciones de nuestra comunidad.
eu: Ez dugu iragarkirik erakusten, ezta zure datuak saltzen ere, eta gure komunitatearen dohaintzek finantzatzen gaituzte.
fr: Nous n’affichons pas de publicités, ne vendons pas vos données et nous sommes entièrement financés par les dons de notre communauté.
fy_nl: Wy litte gjin advertinsjes sjen of ferkeapje jo gegevens net en wy wurde folslein finansiere troch donaasjes fan ús mienskip út.
gl: Non mostramos anuncios nin vendemos os teus datos e financiámonos completamente coas doazóns da nosa comunidade.
hu: Nem jelenítünk meg hirdetéseket, nem adjuk el az adatait, és teljes egészében a közösség adományaiból finanszírozzuk magunkat.
ia: Nos non monstra avisos publicitari e non vende tu datos, nos es completemente financiate per le donationes de nostre communitate.
is: Við sýnum ekki auglýsingar eða seljum gögnin þín og við erum að fullu fjármögnuð með framlögum frá samfélaginu okkar.
it: Non mostriamo pubblicità, non vendiamo i tuoi dati e siamo sostenuti interamente dalle donazioni della nostra comunità.
ja: 私たちは広告も表示せず、データの販売もせずに、完全にコミュニティからの寄付で運営しています。
nl: We tonen geen advertenties of verkopen uw gegevens niet en we worden volledig gefinancierd door donaties vanuit onze gemeenschap.
nn_no: Vi viser ikkje annonsar eller sel dataa dine, og vi er fullstendig finansierte av donasjonar frå fellesskapet vårt.
pl: Nie wyświetlamy reklam ani nie sprzedajemy Twoich danych i jesteśmy całkowicie finansowani z datków od naszej społeczności.
pt_br: Não exibimos anúncios nem vendemos seus dados. Somos totalmente financiados por doações da nossa comunidade.
ru: Мы не показываем рекламу и не продаем ваши данные, и мы полностью финансируемся за счет пожертвований нашего сообщества.
sk: Nezobrazujeme reklamy ani nepredávame vaše údaje a sme plne financovaní z darov našej komunity.
sl: Ne oblegamo vas z oglasi in ne prodajamo vaših podatkov – financiramo se v celoti z donacijami skupnosti.
sq: Ne nuk shfaqim reklama, apo të shesim të dhënat tuaja dhe jemi plotësisht të financuar nga dhurime prej bashkësisë sonë.
sv_se: Vi visar inte annonser eller säljer din data och vi är helt finansierade av donationer från vårt community.
tr: Reklam göstermiyor ve verilerinizi satmıyoruz. Tamamen topluluğumuzun bağışlarıyla finanse ediliyoruz.
uk: Ми не показуємо рекламу та не продаємо ваші дані, і ми повністю фінансуємося коштом нашої спільноти.
vi: Chúng tôi không hiển thị quảng cáo hoặc bán dữ liệu của bạn và chúng tôi hoàn toàn được tài trợ bởi quyên góp từ cộng đồng của chúng tôi.
