Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: [Thunderbird] empowers me to maintain <strong>ownership</strong> of my emails.
bg: [Thunderbird] ми дава възможност да поддържам <strong>собствеността</strong> върху моите електронни писма.
cs: [Thunderbird] mi umožňuje zachovat si <strong>vlastnictví</strong> mých e-mailů.
cy: Mae [Thunderbird] yn fy ngrymuso i gadw <strong>perchnogaeth</strong> ar fy e-byst.
de: [Thunderbird] macht es möglich, dass meine E-Mails <strong>mir gehören</strong>.
el: [Το Thunderbird] με βοηθά να διατηρώ τον <strong>έλεγχο</strong> των email μου.
es_ar: [Thunderbird] me empodera a mantener la <strong>propiedad</strong> de mis correos electrónicos.
es_cl: [Thunderbird] me empodera a mantener la <strong>propiedad</strong> de mis correos electrónicos.
es_es: [Thunderbird] me empodera a mantener la <strong>propiedad</strong> de mis correos electrónicos.
eu: [Thunderbird] Nire mezu elektronikoen <strong>jabetza</strong> mantentzeko ahalmena ematen dit.
fi: [Thunderbird] antaa minulle mahdollisuuden säilyttää sähköpostieni <strong>omistusoikeuden</strong>.
fr: [Thunderbird] me permet de <strong>garder la main</strong> sur mes e-mails.
fy_nl: [Thunderbird] stelt my yn steat om <strong>eigendom</strong> fan myn e-mailberjochten te behâlden.
gl: [Thunderbird] permíteme manter a <strong>propiedade</strong> dos meus correos electrónicos.
hu: [A Thunderbird] lehetővé teszi, hogy én legyek a saját e-maileim <strong>tulajdonosa</strong>.
ia: [Thunderbird] me permitte de mantener le <strong>proprietate</strong> de mi emails.
is: [Thunderbird] gerir mig að <strong>eiganda</strong> tölvupóstsins míns.
it: [Thunderbird] mi consente di mantenere il <strong>controllo</strong> delle mie email.
ja: [Thunderbird]のおかげで、電子メールの<strong>所有権</strong>を維持することができます。
nl: [Thunderbird] stelt me in staat om <strong>eigendom</strong> van mijn e-mailberichten te behouden.
pl: Thunderbird chroni <strong>własność</strong> moich e-maili.
pt_br: O Thunderbird me permite manter o <strong>controle</strong> sobre meus emails.
ru: [Thunderbird] позволяет мне сохранять <strong>право собственности</strong> на мою электронную почту.
sk: [Thunderbird] mi umožňuje udržiavať <strong>vlastníctvo</strong> mojich e‑mailov.
sl: [Thunderbird] mi omogoča, da ohranim <strong>lastništvo</strong> nad svojo e-pošto.
sq: [Thunderbird-i] më bën të mundur të ruaj <strong>pronësinë</strong> e email-ve të mi.
sv_se: [Thunderbird] ger mig möjlighet att behålla <strong>ägandet</strong> av mina e-postmeddelanden.
tr: Thunderbird, e-postalarımın <strong>sahibi olduğumu</strong> bana hissettiriyor.
uk: [Thunderbird] дає мені можливість контролювати <strong>власну</strong> електронну пошту.
vi: [Thunderbird] trao quyền cho tôi để duy trì <strong>quyền sở hữu</strong> email của tôi.

source: Engineer, USA
bg: Инженер, САЩ
cs: Inženýr, USA
cy: Peiriannydd, UDA
de: Entwickler, USA
el: Μηχανικός, ΗΠΑ
es_ar: Ingeniero, EE.UU.
es_cl: Ingeniero, EE.UU.
es_es: Ingeniero, EE.UU.
eu: Ingeniaria, Estatu Batuak
fi: Insinööri, Yhdysvallat
fr: Ingénieur, États-Unis
fy_nl: Yngenieur, FS
gl: Enxeñeiro, USA
hu: Mérnök, USA
ia: Ingeniero, SUA
is: Verkfræðingur, BNA
it: Ingegnere (USA)
ja: エンジニア、米国
nl: Ingenieur, VS
nn_no: Ingeniør, USA
pl: Inżynier, USA
pt_br: Engenheiro, EUA
ru: Инженер, США
sk: Inžinier, USA
sl: inženir, ZDA
sq: Inxhinier, ShBA
sv_se: Ingenjör, USA
tr: Mühendis, ABD
uk: Інженер, США
vi: Kỹ sư, Hoa Kỳ

source: You'd be hard pressed to find a client more <strong>extensible</strong> than Thunderbird!
bg: Ще ви бъде трудно да намерите друг клиент за поща, който е по-<strong>разширяем</strong> от Thunderbird!
cs: Těžko byste hledali klienta, který by byl <strong>rozšiřitelnější</strong> než Thunderbird!
cy: Bydd yn her i chi i ddod o hyd i raglen sy'n fwy <strong>estynadwy</strong> na Thunderbird!
de: Sie finden kaum ein E-Mail-Programm, das so <strong>erweiterbar</strong> ist wie Thunderbird!
el: Θα δυσκολευτείτε να βρείτε ένα πιο <strong>επεκτάσιμο</strong> πρόγραμμα από το Thunderbird!
es_ar: ¡Sería difícil encontrar un cliente más <strong>extensible</strong> que Thunderbird!
es_cl: ¡Sería difícil encontrar un cliente más <strong>extensible</strong> que Thunderbird!
es_es: ¡Sería difícil encontrar un cliente más <strong>extensible</strong> que Thunderbird!
eu: Zaila izango duzu Thunderbird baino <strong>hedagarriagoa</strong> den posta bezero bat aurkitzea!
fi: On vaikea löytää sovellusta, joka olisi <strong>laajennettavampi</strong> kuin Thunderbird!
fr: Difficile de trouver un client plus <strong>évolutif</strong> que Thunderbird !
fy_nl: It soe swier wêze om in client te finen dy’t mear <strong>út te wreidzjen</strong> is as Thunderbird!
gl: Sería difícil atopar un cliente máis <strong>extensible</strong> que Thunderbird!
hu: Nehéz lenne a Thunderbirdnél <strong>bővíthetőbb</strong> klienst találni!
ia: Te esserea difficile trovar un application plus <strong>extensibile</strong> que Thunderbird!
is: Þú þarft að leita lengi til að finna forrit sem er <strong>útvíkkanlegra</strong> en Thunderbird!
it: È difficile trovare un client di posta più <strong>estensibile</strong> di Thunderbird!
ja: Thunderbirdよりも<strong> 拡張性</strong>の高いクライアントを見つけるのは難しいでしょう！
nl: Het zou moeilijk zijn om een client te vinden die meer <strong>uitbreidbaar</strong> is dan Thunderbird!
pl: Trudno znaleźć klienta łatwiejszego do <strong>rozbudowy</strong> niż Thunderbird.
pt_br: É difícil encontrar um cliente de email mais <strong>extensível</strong> do que o Thunderbird!
ru: Вам будет трудно найти более <strong>расширяемый</strong> клиент, чем Thunderbird!
sk: Len ťažko by ste našli klienta, ktorý by bol viac <strong>rozšíriteľný</strong> ako Thunderbird!
sl: Težko bi našli odjemalca, ki je bolj <strong>razširljiv</strong> od Thunderbirda!
sq: Do t’ju duhet të mundoheni shumë të gjeni një klient më të <strong>zgjerueshëm</strong> se Thunderbird-i!
sv_se: Du skulle ha svårt att hitta en klient som är mer <strong>utbyggbar</strong> än Thunderbird!
tr: Thunderbird’den daha <strong>esnek</strong> bir istemci bulamazsınız!
uk: Вам буде важко знайти поштовий клієнт із кращими можливостями <strong>адаптації</strong>, ніж Thunderbird!
vi: Bạn sẽ khó tìm được ứng dụng nào <strong>có thể mở rộng</strong> tốt hơn Thunderbird!

source: Student, UK
bg: Студент, Великобритания
cs: Student, Velká Británie
cy: Myfyriwr, DU
el: Φοιτητής, Ηνωμένο Βασίλειο
es_ar: Estudiante, Reino Unido
es_cl: Estudiante, Reino Unido
es_es: Estudiante, Reino Unido
eu: Ikaslea, Erresuma Batua
fi: Opiskelija, Iso-Britannia
fr: Étudiant, Royaume-Uni
fy_nl: Studint, FK
gl: Estudante, Reino Unido
hu: Tanuló, Egyesült Királyság
ia: Studente, Regno unite
is: Námsmaður, Bretlandi
it: Studente (Regno Unito)
ja: 学生、英国
nl: Student, VK
pt_br: Estudante, Reino Unido
ru: Студент, Великобритания
sk: Študent, Veľká Británia
sl: študent, VB
sq: Nxënës, Mbretëri e Bashkuar
sv_se: Student, Storbritannien
tr: Öğrenci, Birleşik Krallık
uk: Студент, Велика Британія
vi: Sinh viên, Vương quốc Anh

source: extensions
bg: разширения
cs: rozšíření
cy: estyniadau
de: Erweiterungen
el: επεκτάσεις
es_ar: extensiones
es_cl: extensiones
es_es: extensiones
eu: gehigarriak
fi: laajennukset
fy_nl: útwreidingen
gl: extensións
hu: kiegészítők
ia: extensiones
is: forritsaukar
it: Estensioni
ja: 拡張機能
nl: extensies
nn_no: utvidingar
pl: rozszerzenia
pt_br: extensões
ru: расширения
sk: rozšírenia
sl: razširitve
sq: zgjerime
sv_se: tillägg
tr: uzantılar
uk: розширення
vi: tiện ích mở rộng

source: <span class="txt-gradient">Freedom</span> to Go Anywhere
bg: <span class="txt-gradient">Свобода</span> да бъдете навсякъде
cy: <span class="txt-gradient">Rhyddid</span> i Fynd i Unrhyw Le
de: <span class="txt-gradient">Die Freiheit</span>, überall hinzugehen
es_ar: <span class="txt-gradient">Libertad</span> para ir a donde quieras
es_cl: <span class="txt-gradient">Libertad</span> para ir a cualquier parte
fi: <span class="txt-gradient">Vapaus</span> mennä minne tahansa
fr: La <span class="txt-gradient">liberté</span> partout
fy_nl: <span class="txt-gradient">Frijheid</span> om oeral hinne te gean
gl: <span class="txt-gradient">Liberdade</span> para ir a onde queiras
hu: <span class="txt-gradient">Szabadság</span> út közben is
is: <span class="txt-gradient">Frelsi</span> til að fara hvert sem er
ja: <span class="txt-gradient">自由</span> をどこへでも
nl: <span class="txt-gradient">Vrijheid</span> om overal naartoe te gaan
pl: <span class="txt-gradient">Wolność</span> przenoszenia się
pt_br: <span class="txt-gradient">Liberdade</span> para ir aonde você quiser
ru: <span class="txt-gradient">Свобода</span> перемещения без границ
sk: <span class="txt-gradient">Sloboda</span> ísť kamkoľvek
sl: <span class="txt-gradient">Svoboda</span> za kamorkoli
sq: <span class="txt-gradient">Liri</span> për të Shkuar Kudo
sv_se: <span class="txt-gradient">Frihet</span> att gå var som helst
tr: İstediğiniz yere gitme <span class="txt-gradient">özgürlüğü</span>
uk: <span class="txt-gradient">Свобода</span> перегляду
vi: <span class="txt-gradient">Tự do</span> để di chuyển bất cứ đâu

source: Introducing Thunderbird Mobile
bg: Представяме ви Thunderbird Mobile
cy: Dyma Thunderbird Symudol
de: Hier kommt Thunderbird Mobile
es_ar: Presentamos Thunderbird Mobile
es_cl: Presentamos Thunderbird para móviles
fi: Esittelyssä Thunderbird mobiililaitteille
fr: Découvrez Thunderbird Mobile
fy_nl: Nij: Thunderbird Mobyl
gl: Presentamos Thunderbird Mobile
hu: Bemutatkozik a mobilos Thunderbird
is: Við kynnum Thunderbird fyrir farsíma
ja: モバイル版 Thunderbird のご紹介
nl: Nieuw: Thunderbird Mobiel
nn_no: Her kjem Thunderbird for mobilar
pl: Przedstawiamy Thunderbird Mobile
pt_br: Apresentamos o Thunderbird para dispositivos móveis
ru: Представляем Thunderbird Mobile
sk: Predstavujeme Thunderbird pre mobilné zariadenia
sl: Predstavljamo Thunderbird za mobilne naprave
sq: Ju paraqesim Thunderbird-in për Celular
sv_se: Vi presenterar Thunderbird för mobiler
tr: Karşınızda Thunderbird Mobil
uk: Представляємо Thunderbird Mobile
vi: Giới thiệu Thunderbird dành cho di động

source: The freedom and joy of Thunderbird are now available to you anywhere you go. With Thunderbird Mobile your most important messages are sent and received by an open-source, secure app that respects your privacy
bg: Свободата и радостта от Thunderbird вече са достъпни, където и да отидете. С Thunderbird Mobile най-важните ви съобщения се изпращат и получават от сигурно приложение с отворен код, което зачита поверителността ви
cy: Mae rhyddid a llawenydd Thunderbird bellach ar gael i chi ble bynnag yr ewch. Gyda Thunderbird Symudol mae eich negeseuon pwysicaf yn cael eu hanfon a'u derbyn gan ap cod agored, diogel sy'n parchu eich preifatrwydd
de: Die Freiheit und Freude von Thunderbird stehen Ihnen jetzt überall zur Verfügung. Mit Thunderbird Mobile werden Ihre wichtigsten Nachrichten mit einer quelloffenen, sicheren App gesendet und empfangen, die Ihre Privatsphäre respektiert.
es_ar: La libertad y la alegría de Thunderbird ahora están disponibles para vos donde sea que vayas. Con Thunderbird Mobile, tus mensajes más importantes se envían y reciben mediante una aplicación segura de código abierto que respeta tu privacidad
es_cl: La libertad y la alegría de Thunderbird ahora están disponibles para ti donde sea que vayas. Con Thunderbird Mobile, tus mensajes más importantes se envían y reciben mediante una aplicación segura de código abierto que respeta tu privacidad.
fi: Thunderbirdin vapaus ja ilo ovat nyt käytettävissäsi missä tahansa. Thunderbirdin mobiiliversion avulla tärkeimmät viestisi lähetetään ja vastaanotetaan turvallisella avoimen lähdekoodin sovelluksella, joka kunnioittaa yksityisyyttäsi
fr: Vous pouvez désormais profiter de la liberté et de la joie de Thunderbird où que vous alliez. Avec Thunderbird Mobile, vos messages les plus importants sont envoyés et reçus par une application sécurisée et open source, respectueuse de votre vie privée
fy_nl: De frijheid en wille fan Thunderbird binne no beskikber foar jo oeral wêr’t jo hinne gean. Mei Thunderbird Mobyl wurde jo wichtichste berjochten ferstjoerd en ûntfongen troch in iepen boarne, feilige app dy’t jo privacy respektearret
gl: A liberdade e a alegría de Thunderbird agora están dispoñibles para ti onde sexa que vaias. Con Thunderbird Mobile, as túas mensaxes máis importantes envíanse e recíbense cunha aplicación segura e de código aberto que respecta a túa privacidade
hu: A Thunderbird szabadsága és öröme mostantól bárhol elérhető. A mobilos Thunderbird segítségével a legfontosabb üzeneteit egy olyan nyílt forráskódú, biztonságos alkalmazás küldi és fogadja, amely tiszteletben tartja az adatvédelmét.
is: Frelsið og gleðin við að nota Thunderbird eru nú í boði hvert sem þú ferð. Með Thunderbird Mobile fyrir farsíma geturðu sent og tekið við mikilvægum skilaboðum í öruggum hugbúnaði með opinn grunnkóða, sem virðir persónuupplýsingar þínar og gagnaleynd til fulls
ja: Thunderbird の自由と楽しさをお楽しみいただける場が広がりました。オープンソースで安全、プライバシーを尊重するモバイル版 Thunderbird で、大切なメッセージを送受信できます
nl: De vrijheid en het plezier van Thunderbird zijn nu overal voor u beschikbaar. Met Thunderbird Mobiel worden uw belangrijkste berichten verzonden en ontvangen door een opensource, veilige app die uw privacy respecteert
pl: Wolność i wygoda Thunderbirda są teraz dostępne, gdziekolwiek jesteś. Dzięki Thunderbird Mobile Twoje najważniejsze wiadomości są wysyłane i odbierane przez bezpieczną aplikację open-source, która szanuje Twoją prywatność.
pt_br: A liberdade e o prazer de usar o Thunderbird agora estão disponíveis onde quer que você vá. Com o Thunderbird para dispositivos móveis, suas mensagens mais importantes são enviadas e recebidas por um aplicativo seguro, de código aberto, que respeita sua privacidade
ru: Свобода и радость Thunderbird теперь доступны вам, куда бы вы не собрались. С Thunderbird Mobile ваши самые важные сообщения отправляются и получаются с помощью безопасного приложения с открытым исходным кодом, уважающего вашу конфиденциальность
sk: Sloboda a radosť z Thunderbirdu sú vám teraz k dispozícii kdekoľvek. S Thunderbirdom pre mobilné zariadenia sú vaše najdôležitejšie správy odosielané a prijímané zabezpečenou aplikáciou s otvoreným zdrojom, ktorá rešpektuje vaše súkromie
sl: Svoboda in veselje, ki jih ponuja Thunderbird, sta vam odslej na voljo kamorkoli greste. S Thunderbirdom Mobile vaša najpomembnejša sporočila pošilja in prejema odprtokodna in varna aplikacija, ki spoštuje vašo zasebnost
sq: Liria dhe gëzimi prej Thunderbird-it tanimë janë të gatshme për ju kudo që shkoni. Me Thunderbird-in për Celular, mesazhet tuaj më të rëndësishëm dërgohen dhe merren nga një aplikacion me burim të hapët, i siguruar, që respekton privatësinë tuaj
sv_se: Friheten och glädjen i Thunderbird är nu tillgängliga för dig var du än går. Med Thunderbird för mobiler skickas och tas emot dina viktigaste meddelanden av en säker app med öppen källkod som respekterar din integritet
tr: Thunderbird’ün özgürlüğü artık her yerde yanınızda. Thunderbird Mobil sayesinde en önemli iletileriniz gizliliğinize saygı gösteren açık kaynaklı ve güvenli bir uygulama tarafından alınıp gönderiliyor.
uk: Свобода й зручність Thunderbird відтепер доступні вам всюди. Завдяки Thunderbird Mobile ваші найважливіші повідомлення надсилаються та отримуються безпечною програмою з відкритим кодом, яка поважає вашу приватність
vi: Sự tự do và niềm vui của Thunderbird hiện có sẵn cho bạn ở bất cứ nơi đâu. Với Thunderbird dành cho di động, những thông báo quan trọng nhất của bạn sẽ được gửi và nhận bởi một ứng dụng an toàn, mã nguồn mở tôn trọng quyền riêng tư của bạn

source: Read the announcement
bg: Прочетете съобщението
cy: Darllenwch y cyhoeddiad
de: Ankündigung lesen
es_ar: Leer el anuncio
es_cl: Leer el anuncio
fi: Lue ilmoitus
fr: Lire l’annonce
fy_nl: De oankundiging lêze
gl: Ler o anuncio
hu: A bejelentés elolvasása
is: Lesa tilkynninguna
ja: アナウンスを読む
pl: Przeczytaj ogłoszenie
pt_br: Leia o comunicado
ru: Прочитать объявление
sq: Lexoni lajmërimin
sv_se: Läs meddelandet
tr: Duyuruyu oku
uk: Читати оголошення
vi: Đọc thông báo

source: A rendering of a mobile phone.
bg: Изобразяване на мобилен телефон.
cy: Rendrad o ffôn symudol.
de: Die Darstellung eines Mobiltelefons.
es_ar: Render de un teléfono celular.
es_cl: Una representación de un teléfono móvil.
fr: Un rendu d’un téléphone mobile.
fy_nl: In werjefte fan in mobile telefoan.
gl: Unha representación dun teléfono móbil.
hu: Egy mobil telefon megjelenítése.
is: Mynd af farsíma.
ja: 携帯端末のレンダリング。
nl: Een weergave van een mobiele telefoon.
pl: Wizualizacja telefonu komórkowego.
pt_br: Representação gráfica de um telefone celular.
ru: Визуализация мобильного телефона.
sk: Obrázok mobilného telefónu.
sl: Izris mobilnega telefona.
sq: Një vizatim i një telefoni celular.
sv_se: En återgivning av en mobiltelefon.
tr: Cep telefonu görüntüsü.
uk: Візуалізація мобільного телефона.
vi: Một bản vẽ của một thiết bị di động.

source: Who We Are
bg: Кои сме ние
cs: Kdo jsme
cy: Pwy Ydym Ni
de: Wer wir sind
el: Ποιοι είμαστε
es_ar: Quienes somos
es_cl: Quiénes somos
es_es: Quiénes somos
eu: Nortzuk garen
fi: Keitä me olemme
fr: Qui sommes-nous ?
fy_nl: Wa't wy binne
gl: Quen somos
hu: Kik vagyunk
ia: Qui es nos
is: Hver við erum
it: Chi siamo
ja: 私たちについて
kab: Anwi-aɣ
nb_no: Hvem vi er
nl: Wie we zijn
nn_no: Om oss
pl: Kim jesteśmy
pt_br: Quem somos
ru: Кто мы
sk: Kto sme
sl: Kdo smo
sq: Cilët Jemi
sv_se: Vilka är vi
tr: Biz kimiz?
uk: Хто ми
vi: Chúng tôi là ai

source: About
bg: За нас
cs: O nás
cy: Ynghylch
de: Über
el: Πληροφορίες
es_ar: Acerca
es_cl: Acerca de
eu: Honi buruz
fi: Tietoja
fr: À propos
fy_nl: Oer
gl: Sobre nós
hu: Névjegy
ia: A proposito
is: Um hugbúnaðinn
it: Informazioni
ja: 詳細
nl: Over
nn_no: Om
pl: O nas
pt_br: Sobre
ru: О нас
sk: O nás
sl: O nas
sq: Rreth
sv_se: Om
tr: Hakkında
uk: Про нас
vi: Giới thiệu

source: Meet <span class="txt-gradient">Thunderbird</span>
bg: Запознайте се с <span class="txt-gradient">Thunderbird</span>
cs: Seznamte se s <span class="txt-gradient">Thunderbirdem</span>
cy: Dyma <span class="txt-gradient">Thunderbird</span>
de: Lernen Sie <span class="txt-gradient">Thunderbird</span> kennen
el: Γνωρίστε το <span class="txt-gradient">Thunderbird</span>
es_ar: Conocé <span class="txt-Gradient">Thunderbird</span>
es_cl: Conoce a <span class="txt-gradient">Thunderbird</span>
eu: Elkartu <span class="txt-gradient">Thunderbird</span>ekin
fi: Tapaa <span class="txt-gradient">Thunderbird</span>
fr: Découvrez <span class="txt-gradient">Thunderbird</span>
fy_nl: Kom yn de kunde mei <span class="txt-gradient">Thunderbird</span>
gl: Coñeza <span class="txt-gradient">Thunderbird</span>
hu: Találkozzon a <span class="txt-gradient">Thunderbirddel</span>
ia: Incontra <span class="txt-gradient">Thunderbird</span>
is: Kynntu þér <span class="txt-gradient">Thunderbird</span>
it: Scopri <span class="txt-gradient">Thunderbird</span>
ja: <span class="txt-gradient">Thunderbird</span>のご紹介
nl: Maak kennis met <span class="txt-gradient">Thunderbird</span>
nn_no: Møt <span class="txt-gradient">Thunderbird</span>
pl: Poznaj <span class="txt-gradient">Thunderbirda</span>
pt_br: Conheça o <span class="txt-gradient">Thunderbird</span>
ru: Познакомьтесь с <span class="txt-gradient">Thunderbird</span>
sk: Zoznámte sa s <span class="txt-gradient">Thunderbirdom</span>
sl: Spoznajte <span class="txt-gradient">Thunderbird</span>
sq: Njihuni me <span class="txt-gradient">Thunderbird-in</span>
sv_se: Möt <span class="txt-gradient">Thunderbird</span>
tr: <span class="txt-gradient">Thunderbird</span> ile tanışın
uk: Зустрічайте <span class="txt-gradient">Thunderbird</span>
vi: Làm quen với <span class="txt-gradient">Thunderbird</span>
