Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: Supernova gives you more control by introducing sortable Folder Modes. Display all of your Tags in the Folder Pane, turn on and off Local Folders, or move your favorite Folder Mode sections up and down with one click. Less scrolling, more productivity.
bg: Supernova ви дава повече контрол, като въвежда режими за сортиране на папки. Показване на всичките етикети в папката ,включване и изключване на местни папки или местене на любимите ви секции нагоре и надолу с едно щракване. По-малко превъртане, по-голяма производителност.
cs: Supernova vám poskytuje větší kontrolu díky Režimům složek. Zobrazte všechny své štítky v podokně složek, zapněte si či vypněte Místní složky nebo přesunujte sekce Režimu složek nahoru či dolů. Méně skrolování, více produktivity.
cy: Mae Supernova yn rhoi mwy o reolaeth i chi trwy gyflwyno Moddau Ffolder trefnadwy. Dangoswch eich holl Dagiau yn y Paen Ffolder Lleol, agorwch a chau Ffolderi Lleol, neu symudwch eich hoff adrannau Modd Ffolder i fyny ac i lawr gydag un clic. Llai o sgrolio, mwy o gynnyrch.
de: Supernova bietet Ihnen mehr Kontrolle durch die Einführung sortierbarer Ordnermodi. Zeigen Sie alle Ihre Schlagwörter im Ordnerbereich an, aktivieren und deaktivieren Sie lokale Ordner oder verschieben Sie Ihre Bereiche für die bevorzugten Ordnermodi mit nur einem Klick nach oben oder unten. Weniger Bildlauf, mehr Produktivität.
el: Το Supernova σάς παρέχει περισσότερο έλεγχο εισάγοντας τις ταξινομίσιμες λειτουργίες φακέλων. Εμφανίστε όλες τις ετικέτες σας στην προβολή φακέλων, (απ)ενεργοποιήστε τους τοπικούς φακέλους ή μετακινήστε τις αγαπημένες σας ενότητες πάνω ή κάτω με ένα κλικ. Λιγότερη κύλιση, περισσότερη παραγωγικότητα.
es_ar: Supernova te da más control presentando los modos de carpeta ordenables. Mostrá todas tus etiquetas en la vista de carpeta, habilitá y deshabilitá las carpetas locales o mové tus secciones favoritas del modo de carpetas hacía arriba o hacia abajo con un solo clic. Menos desplazamiento, más productividad.
es_cl: Supernova te brinda más control mediante la introducción de los modos de carpeta clasificables. Muestra todas tus etiquetas en el panel de carpetas, activa y desactiva las carpetas locales, o mueve tus secciones favoritas del modo de carpeta hacia arriba y hacia abajo con un solo clic. Menos desplazamiento, más productividad.
es_es: Supernova te da más control presentando los modos de carpeta ordenables. Muestra todas tus etiquetas en la vista de carpeta, activa y desactiva las carpetas locales o mueve tus secciones favoritas del modo de carpetas hacía arriba o hacia abajo con un solo clic. Menos desplazamiento, más productividad.
eu: Supernovak kontrol gehiago ematen dizu karpeta-modu sailkagarriak sartuz. Erakutsi etiketa guztiak Karpeta-panelean, aktibatu eta desaktibatu Karpeta lokalak, edo mugitu gogoko dituzun karpeta-moduaren atalak gora eta behera klik batekin. Mugimendu gutxiago, produktibitate handiagoa.
fr: Supernova vous offre plus de contrôle en ajoutant des modes de classement des dossiers. Affichez toutes vos étiquettes dans le panneau des dossiers, activez ou désactivez les dossiers locaux, ou déplacez vos sections préférées du panneau des dossiers vers le haut ou vers le bas en un seul clic. Moins de défilement, plus de productivité.
fy_nl: Supernova biedt jo mear kontrôle troch sortearbere mapmodi te yntrodusearjen. Toan al jo labels yn it mappepaniel, skeakelje lokale mappen yn en út, of ferpleats jo favorite mapmodusseksjes omheech en omleech mei ien klik. Minder skowe, mear produktiviteit.
gl: Supernova ofrécelle máis control introducindo modos de cartafol clasificables. Mostra todas as túas etiquetas no cartafol Panel, activa e desactiva os cartafoles locais ou move cara arriba e abaixo as seccións do modo de cartafol favorito cun só clic. Menos desprazamento, máis produtividade.
hu: A Supernova nagyobb irányítást nyújt a rendezhető mappamódok bevezetésével. Jelenítse meg az összes címkéjét a Mappa ablaktáblában, kapcsolja ki- és be a helyi mappákat, vagy mozgassa fel és le a kedvenc mappamódjait egyetlen kattintással. Kevesebb görgetés, nagyobb hatékonyság.
ia: Supernova te da plus controlo per le introduction del possibilitate de ordinar le dossiers. Monstra tote tu etiquettas in le pannello de dossiers, activa e disactiva le dossiers local, o displacia tu sectiones favorite del Modo de dossiers in alto e a basso con un clic. Minus rolamento, plus productivitate.
is: Supernova veitir þér meiri stjórn með flokkanlega möppuhami. Birtu öll merkin þín á möppuspjaldinu, kveiktu og slökktu á staðbundnum möppum, eða færðu eftirlætishluta möppustillinganna þinna upp og niður með einum smelli. Minna skrun, meiri afköst.
it: Supernova offre un maggiore controllo introducendo la possibilità di ordinare le cartelle. Puoi visualizzare tutte le etichette nel pannello delle cartelle, attivare e disattivare le cartelle locali, oppure spostare le sezioni preferite del panello in alto e in basso con un solo clic. Meno scorrimento, più produttività.
ja: Supernovaでは、並べ替え可能なフォルダモードを導入することで、よりコントロールしやすくなりました。全てのタグをフォルダペインに表示 したり、ローカルフォルダをオン・オフしたり、お気に入りのフォルダモードのセクションをワンクリックで上下に移動できます。 スクロールの手間が減り、生産性が向上します。
nl: Supernova biedt u meer controle door sorteerbare mapmodi te introduceren. Toon al uw labels in het mappenpaneel, schakel lokale mappen in en uit, of verplaats uw favoriete mapmodussecties omhoog en omlaag met één klik. Minder scrollen, meer productiviteit.
nn_no: Supernova gir deg meir kontroll ved å introdusere sorterbar mappe-modus. Vis alle etikettane dine i mappruta, slå på og av lokale mappar, eller flytt favoritseksjonane dine i mappe-modus opp og ned med eitt klikk. Mindre rulling, meir produktivitet.
pl: Wprowadzając sortowalne tryby folderów, Supernova pozwala na lepszą kontrolę. Wyświetlaj wszystkie swoje tagi w oknie folderów, włączaj i wyłączaj foldery lokalne lub przenoś ulubione sekcje trybu folderów w górę i w dół za pomocą jednego kliknięcia. Mniej przewijania, więcej produktywności.
pt_br: O Supernova te dá mais controle ao oferecer modos de pasta ordenáveis. Exiba todas as suas etiquetas no painel de pastas, ative ou desative pastas locais, ou mova suas seções preferidas de modo de pastas para cima ou para baixo com apenas um clique. Menos deslizamento, mais produtividade.
ru: Supernova дает вам больше контроля, представляя сортируемые режимы папок. Показ всех ваших меток на Панели папок, включение и выключение локальных папок или перемещение ваших любимых разделов режима папок вверх и вниз одним щелчком мыши. Меньше прокруток, больше производительности.
sk: Supernova vám poskytuje väčšiu kontrolu zavedením prispôsobiteľných režimov priečinkov. Zobrazte všetky svoje štítky na table priečinkov, zapnite a vypnite lokálne priečinky alebo presúvajte svoje obľúbené sekcie režimu priečinkov nahor a nadol jediným kliknutím. Menej rolovania, vyššia produktivita.
sl: Supernova vam nudi več nadzora z uvedbo načinov razvrščanja map. Prikaži vse svoje oznake v mapi Podokno, vklopite in izklopite krajevne mape ali premaknite svoje priljubljene odseke v načinu mape gor in dol z enim klikom. Manj drsenje, večja produktivnost.
sq: Supernova ju jep më tepër kontroll, duke sjellë Mënyrën e Dosjeve të renditshme. Shfaqni krejt Eitketat tuaja te Kuadrati i Dosjeve, aktivizoni ose çaktivizoni Dosje Vendore, ose kaloni sipër ose poshtë me një klikim pjesë të dosjes tuaj të parapëlqyer nën Mënyrën Dosje. Më pak rrëshqitje, më tepër prodhimtari.
sv_se: Supernova ger dig mer kontroll genom att introducera sorterbara mapplägen. Visa alla dina taggar i mapprutan, slå på och av lokala mappar eller flytta dina favoritsektioner i mappläget upp och ner med ett klick. Mindre rullning, mer produktivitet.
tr: Supernova, sıralanabilir dizin modlarıyla size daha fazla kontrol imkânı sunuyor. Tüm etiketlerinizi dizin bölmesinde görüntüleyebilir, yerel dizinleri açıp kapatabilir, sevdiğiniz dizin modu bölümlerini tek tıklamayla aşağı veya yukarı taşıyabilirsiniz. Daha az ayrıntı kaydırma, daha fazla verimlilik sizi bekliyor.
uk: Supernova надає вам більше контролю, запроваджуючи режими тек із можливістю сортування. Миттєво відображайте всі мітки на панелі тек, вмикайте або вимикайте локальні теки, переміщуйте улюблені розділи режиму тек вгору та вниз. Менше рухів – вища продуктивність.
vi: Supernova cung cấp cho bạn nhiều quyền kiểm soát hơn bằng cách giới thiệu chế độ thư mục có thể sắp xếp. Hiển thị tất cả các nhãn của bạn trong Ngăn thư mục, bật và tắt Thư mục cục bộ, hoặc di chuyển các phần Chế độ thư mục yêu thích của bạn lên và xuống bằng một cú nhấp chuột. Ít cuộn chuột hơn, năng suất tốt hơn.

source: Eye-Catching Tags View
bg: Приятен преглед на етикетите
cs: Poutavé zobrazení štítků
cy: Golwg Tagiau Amgen
de: Aufmerksamkeitsstarke Schlagwörter-Ansicht
el: Ελκυστική προβολή ετικετών
es_ar: Llamativa vista de etiquetas
es_cl: Vista de etiquetas llamativa
es_es: Llamativa vista de etiquetas
eu: Etiketen ikuspegi deigarria
fr: Vue Étiquettes facile à identifier
fy_nl: Opfallende labelwerjefte
gl: Vista de etiquetas atractivas
hu: Szemet gyönyörködtető címkenézet
ia: Vista attrahente del tags
is: Merkjaskoðun sem nær athyglinni
it: Nuova accattivante visualizzazione per le etichette
ja: 目を引くタグ表示
nl: Opvallende labelweergave
nn_no: Iaugefallande merkelappvising
pl: Atrakcyjny podgląd tagów
pt_br: Exibição atraente de etiquetas
ru: Привлекательный просмотр меток
sk: Pútavé zobrazenie štítkov
sl: Privlačen pregled oznak
sq: Parje Tërheqëse Etiketash
sv_se: Iögonfallande taggvy
tr: Göz alıcı etiket görünümü
uk: Мітки, що привертають увагу
vi: Chế độ xem nhãn bắt mắt

source: Tags are a familiar and powerful part of your workflow, so Supernova adds an eye-catching “Tags” view to the Folder Pane. Quickly jump to your custom, color-coded tag categories to find and filter your messages even faster.
bg: Етикетите са позната и мощна част от вашия работен процес, така че Supernova добавя привличащ вниманието изглед „Етикети“ към панела с папки. Бързо преминете към вашите потребителски, цветни етикети по категории , за да намерите и филтрирате съобщенията си още по-бързо.
cs: Štítky jsou známou a výkonnou součástí vašeho pracovního postupu, takže Supernova přidává poutavý pohled na štítky v podokně složek. Rychle přejděte na vlastní, barevně odlišené kategorie štítků, abyste své zprávy našli a filtrovali ještě rychleji.
cy: Mae tagiau yn rhan gyfarwydd a phwerus o'ch llif gwaith, felly mae Supernova yn ychwanegu golwg “Tagiau” trawiadol i'r Paen Ffolder. Neidiwch yn gyflym i'ch categorïau tagiau cod lliw arferol i ddod o hyd i'ch negeseuon a'u hidlo'n gyflymach fyth.
de: Tags sind ein bekannter und mächtiger Teil Ihres Arbeitsablaufs, sodass Supernova eine auffällige „Schlagwörter“-Ansicht zum Ordnerbereich hinzufügt. Springen Sie schnell zu Ihren benutzerdefinierten, farbkodierten Schlagwortkategorien, um Ihre Nachrichten noch schneller zu finden und zu filtern.
el: Οι ετικέτες αποτελούν ένα οικείο και ισχυρό μέρος της ροής εργασίας σας, άρα το Supernova προσθέτει μια ελκυστική προβολή «Ετικέτες» στην προβολή φακέλων. Μεταβείτε γρήγορα στις προσαρμοσμένες, χρωματικά κωδικοποιημένες κατηγορίες σας για να βρίσκετε και να φιλτράρετε ακόμα ταχύτερα τα μηνύματά σας.
es_ar: Las etiquetas son una parte familiar y poderosa de tu flujo de trabajo, por lo que Supernova agrega una vista llamativa de “Etiquetas” a la vista de carpetas. Saltá rápidamente a tus categorías personalizadas y codificadas por colores para encontrar y filtrar tus mensajes aún más rápido.
es_cl: Las etiquetas son una parte poderosa y familiar de tu flujo de trabajo, por lo que Supernova agrega una vista llamativa de "Etiquetas" al panel de carpetas. Salta rápidamente a tus categorías de etiquetas personalizadas codificadas por colores para encontrar y filtrar tus mensajes aún más rápido.
es_es: Las etiquetas son una parte poderosa y familiar de tu flujo de trabajo, por lo que Supernova añade una vista llamativa de “Etiquetas” al panel de carpetas. Salta rápidamente a tus categorías de etiquetas personalizadas codificadas por colores para encontrar y filtrar tus mensajes aún más rápido.
eu: Etiketak zure lan-fluxuaren zati ezagunak eta indartsuak dira, beraz, Supernovak "Etiketak" ikuspegi deigarria gehitzen dio Karpeta-panelari. Saltatu azkar zure etiketa-kategoria pertsonalizatuetara, zure mezuak are azkarrago aurkitzeko eta iragazteko.
fr: Les étiquettes sont un aspect bien connu et important de votre façon de travailler, c’est pourquoi Supernova ajoute une vue « Étiquettes » facile à identifier dans le panneau des dossiers. Accédez rapidement à vos catégories d’étiquettes personnalisées et identifiées par couleur pour trouver et filtrer vos messages encore plus rapidement.
fy_nl: Labels binne in fertroud en krêftich ûnderdiel fan jo workflow, dus foeget Supernova in opfallende ‘Labels’-werjefte ta oan it mappepaniel. Gean gau nei jo oanpaste, kleurkodearre labelkategoryen om jo berjochten noch flugger te sykjen en te filterjen.
gl: As etiquetas son unha parte familiar e poderosa do teu fluxo de traballo, polo que Supernova engade unha vista "Etiquetas" atractiva ao Panel de cartafoles. Accede rapidamente ás túas categorías de etiquetas personalizadas e codificadas por cores para atopar e filtrar as túas mensaxes aínda máis rápido.
hu: A címkék a munkafolyamatok jól ismert és hatékony részét képezik, ezért a Supernova egy szemet gyönyörködtető „Címkék” nézettel egészíti ki a Mappa ablaktáblát. Ugorjon gyorsan az egyéni, színkódolt címkekategóriáira, hogy még gyorsabban megtalálja és szűrje az üzeneteit.
ia: Le etiquettas es un parte familiar e potente de tu fluxo de labor. Es pro isto que Supernova adde un vista captivante de “Etiquettas” al pannello de dossiers. Salta rapidemente a tu categorias de etiquettas personalisate e classificate per colores pro trovar e filtrar tu messages mesmo plus velocemente.
is: Merki (tags) eru kunnuglegur og öflugur hluti vinnuferla, þannig að Supernova kemur með áberandi sýnina “Merki” á möppuspjaldinu. Stökktu beint í sérsniðna, litaða merkjaflokka til að finna og sía skilaboðin þín ennþá hraðar.
it: Le etichette sono una parte essenziale e abituale del flusso di lavoro, perciò Supernova aggiunge una nuova accattivante vista “Etichette” al pannello delle cartelle. È possibile muoversi rapidamente tra le categorie di etichette personalizzate e codificate con colori per trovare e filtrare i messaggi ancora più rapidamente.
ja: タグはワークフローにおいて身近で欠かせないものです。Supernovaはフォルダペインに目を引く「タグ」表示を 追加しました。カスタムの色分けされたタグカテゴリーへ素早くジャンプすることで、メッセージの検索やフィルタリングがより早く行えます。
nl: Labels zijn een vertrouwd en krachtig onderdeel van uw workflow, dus voegt Supernova een opvallende ‘Labels’-weergave toe aan het mappenpaneel. Ga snel naar uw aangepaste, kleurgecodeerde labelcategorieën om uw berichten nog sneller te zoeken en te filteren.
nn_no: Merkelappar er ein velkjend og kraftfull del av arbeidsflyten din. Supernova legg til ei iaugefallande «merkelappvising»-vising i mapperuta. Hopp snøgt til dei tilpassa, fargekoda merkelapp-kategoriane for å finne og filtrere meldingane dine enno raskare.
pl: Tagi są znajomą i wydajną częścią organizacji pracy, dlatego Supernova dodaje atrakcyjny podgląd „Tagów” w oknie folderów. Szybko przeskakuj do własnych kategorii tagów oznaczonych kolorami, aby jeszcze szybciej znajdować i filtrować wiadomości.
pt_br: Usar etiquetas é parte poderosa e habitual de seu fluxo de trabalho, então o Supernova adiciona a atraente exibição “Etiquetas” ao painel de pastas. Mude rapidamente para suas categorias personalizadas de etiquetas, codificadas por cores, para encontrar e filtrar mensagens ainda mais rápido.
ru: Метки — это знакомая и мощная часть вашего рабочего процесса, поэтому Supernova добавляет привлекательное представление «Метки» в Панели папок. Переходите мгновенно к своим пользовательским категориям меток с цветовой кодировкой, чтобы находить и фильтровать сообщения еще быстрее.
sk: Štítky sú známou a výkonnou súčasťou vášho pracovného postupu, takže Supernova pridáva na tablu priečinkov pútavý pohľad „Štítky“. Rýchlo prejdite na svoje vlastné, farebne označené kategórie, aby ste svoje správy našli a filtrovali ešte rýchlejšie.
sl: Oznake so znan in zmogljiv del vašega delovnega procesa, zato Supernova doda privlačen pogled "Oznake" Podokno map. Hitro skočite na kategorije oznak po meri in še hitreje poiščite ter filtrirajte svoja sporočila.
sq: Etiketat janë pjesë familjare dhe e fuqishme e mënyrës se si punoni, ndaj Supernova shton te Kuadrati i Dosjeve një pamje tërheqëse “Etiketa”. Kaloni shpejt e shpejt te kategoritë tuaja vetjake, me etiketa me ngjyra, që të gjeni dhe filtroni mesazhet tuaja edhe më shpejt.
sv_se: Taggar är en välbekant och kraftfull del av ditt arbetsflöde, så Supernova lägger till en iögonfallande "Tagg"-vy till mapprutan. Hoppa snabbt till dina anpassade, färgkodade taggkategorier för att hitta och filtrera dina meddelanden ännu snabbare.
tr: Etiketler iş akışınızın önemli bir parçası olabilir. Bu nedenle Supernova'da dizin bölmesine göz alıcı bir “Etiketler” görünümü ekledik. İletilerinizi daha da hızlı bulmak ve süzmek için renkli etiket kategorileri arasında hızlıca geçiş yapabilirsiniz.
uk: Мітки – знайома та потужна складова вашого робочого процесу, тому Supernova додає привабливий режим міток до панелі тек. Швидко відкривайте свої категорії міток із кольоровим кодуванням, щоб ще швидше знаходити та фільтрувати свої повідомлення.
vi: Nhãn là một phần quen thuộc và mạnh mẽ trong quy trình làm việc của bạn, nên Supernova thêm một chế độ xem “nhãn” bắt mắt ở Ngăn thư mục. Nhanh chóng chuyển đến các danh mục nhãn tùy chỉnh, theo mã màu của bạn để tìm và lọc thư của bạn nhanh hơn nữa.

source: The improved folder pane
bg: Подобрен панел с папки
cs: Vylepšený panel složek
cy: Y paen ffolder amgen
de: Der verbesserte Ordnerbereich
el: Η βελτιωμένη προβολή φακέλων
es_ar: La vista de carpetas mejorada
es_cl: El panel de carpetas mejorado
es_es: Panel de carpetas mejorado
eu: Karpeta-panel hobetua
fr: Le panneau des dossiers amélioré
fy_nl: It ferbettere mappepaniel
gl: O panel de cartafoles mellorado
hu: A továbbfejlesztett mappa ablaktábla
ia: Le pannello de dossiers meliorate
is: Endurbætta möppuspjaldið
it: Il nuovo migliorato Pannello cartelle
ja: 改良されたフォルダペイン
nl: Het verbeterde mappenpaneel
nn_no: Den forbetra mapperuta
pl: Ulepszone okno folderów
pt_br: O painel de pastas aprimorado
ru: Улучшенная панель папок
sk: Vylepšený panel priečinkov
sl: Izboljšano podokno map
sq: Kuadrati i përmirësuar i dosjeve
sv_se: Den förbättrade mapprutan
tr: İyileştirilmiş klasör bölmesi
uk: Вдосконалена панель тек
vi: Ngăn thư mục được cải thiện

source: Modernized Cards View
bg: Модернизиран картов изглед
cs: Modernizované zobrazení zpráv
cy: Golwg Cardiau wedi'i Foderneiddio
de: Modernisierte Kartenansicht
el: Εκσυγχρονισμένη προβολή καρτών
es_ar: Vista de tarjetas modernizada
es_cl: Vista de tarjeta modernizada
es_es: Vista de tarjeta modernizada
eu: Txartelen ikuspegi modernoa
fr: Vue en fiches modernisée
fy_nl: Modernisearre kaartwerjefte
gl: Vista de tarxetas modernizada
hu: Modernizált kártyanézet
ia: Vista del cartas modernisate
is: Nútímaleg spjaldasýn
it: Moderna visualizzazione a schede
ja: モダンになったカードビュー
nl: Gemoderniseerde kaartweergave
nn_no: Modernisert kortvising
pl: Zmodernizowany podgląd kart
pt_br: Exibição em cartões modernizada
ru: Модернизированный дизайн карт
sk: Modernizované zobrazenie kariet
sl: Posodobljen pogled kartic
sq: Parje e Modernizuar Skedash
sv_se: Moderniserad kortvy
tr: Modern kart görünümü
uk: Модернізоване подання картками
vi: Chế độ xem thẻ được hiện đại hóa
