Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: Supernova substantially improves Thunderbird’s keyboard navigation and screen reader accessibility across the entire application. We’ve also greatly expanded the ability to navigate Mail content and buttons using the TAB and arrow keys.
bg: Supernova значително подобрява навигацията с клавиатура на Thunderbird и достъпността на екранния четец в цялото приложение. Също така значително разширихме възможността за навигиране в съдържание и бутони на пощата с помощта на TAB и клавишите със стрелки.
cs: Supernova podstatně zlepšuje navigaci pomocí klávesnice v Thunderbirdu a přístupnost pro čtečky v celé aplikaci. Výrazně jsme rozšířili možnost navigace v obsahu a tlačítkách pošty pomocí klávesy TAB a šipek.
cy: Mae Supernova yn gwella llywio bysellfwrdd a hygyrchedd darllenwyr sgrin Thunderbird yn fawr ar draws y rhaglen gyfan. Rydym hefyd wedi ehangu'n sylweddol y gallu i lywio cynnwys a botymau Post gan ddefnyddio'r TAB a bysellau saeth.
de: Supernova verbessert die Tastaturnavigation und die Barrierefreiheit von Screenreadern in der gesamten Anwendung. Wir haben auch die Möglichkeit, den E-Mail-Inhalt und die Schaltflächen mit der Tabulator- und den Pfeiltasten zu bedienen, wesentlich verbessert.
el: Το Supernova βελτιώνει ουσιαστικά την πλοήγηση με πληκτρολόγιο στο Thunderbird και την ανάγνωση οθόνης σε ολόκληρη την εφαρμογή. Έχουμε επίσης επεκτείνει σημαντικά τη δυνατότητα πλοήγησης στο περιεχόμενο και τα κουμπιά αλληλογραφίας με το πλήκτροTAB και τα πλήκτρα βελών.
es_ar: Supernova mejora sustancialmente la navegación por teclado de Thunderbird y la accesibilidad del lector de pantalla en toda la aplicación completa. También hemos ampliado en gran medida la capacidad de navegar por el contenido y los botones de correo usando TAB y las teclas de flecha.
es_cl: Supernova mejora sustancialmente la navegación con teclado de Thunderbird y la accesibilidad del lector de pantalla en toda la aplicación. También hemos ampliado en gran medida la capacidad de navegar por el contenido y los botones de correo usando TAB y las teclas de flecha.
es_es: Supernova mejora sustancialmente la navegación con teclado de Thunderbird y la accesibilidad del lector de pantalla en toda la aplicación. También hemos ampliado en gran medida la capacidad de navegar por el contenido y los botones de correo usando TAB y las teclas de dirección.
eu: Supernovak Thunderbirden teklatuaren nabigazioa eta pantaila-irakurgailuaren irisgarritasuna nabarmen hobetzen ditu aplikazio osoan. Mailako edukia eta botoiak TAB eta gezi-teklak erabiliz nabigatzeko gaitasuna ere asko zabaldu dugu.
fr: Supernova améliore considérablement la navigation au clavier et l’accessibilité des lecteurs d’écran dans l’ensemble de l’application. Nous avons également considérablement étendu la possibilité de naviguer dans le contenu et les boutons de Mail à l’aide des touches TAB et des flèches.
fy_nl: Supernova ferbetteret Thunderbird syn toetseboerdnavigaasje en tagonklikens foar skermlêzers oer de hiele applikaasje. Wy hawwe ek gâns de mooglikheid útwreide om troch de e-mailynhâld en knoppen mei help fan de TAB- en pylktoetsen te navigearjen.
gl: Supernova mellora substancialmente a navegación do teclado e a accesibilidade dos lectores de pantalla de Thunderbird en todo o mundo aplicación completa. Tamén ampliamos moito a capacidade de navegar polo contido e os botóns de Correo mediante a pestana e teclas de frecha.
hu: A Supernova jelentősen fejleszti a Thunderbird billentyűzetes navigációját és a képernyőolvasók akadálymentesítését az egész alkalmazásban. Jelentősen kibővíttettük a tabulátorral és a nyílgombokkal történő navigációt a levelek tartalma és gombjai között.
ia: Supernova substantialmente meliora le navigation per claviero de Thunderbird e accessibilitate del lector de schermo a transverso le integre application. Nos ha alsi grandemente expandite le capacitate de navigar per contento e buttones del posta per le claves TAB e flechas.
is: Supernova bætir verulega lyklaborðsflakk í Thunderbird og aðgengi skjálesara um allt í hugbúnaðnum. Við höfum líka útvíkkað til muna getuna til að flakka um í efni tölvupósts og aðra hnappa með því að nota TAB-dálklykilinn og örvahnappana.
it: Supernova migliora in modo significativo la navigazione da tastiera e l’accessibilità tramite utilità per la lettura dello schermo. Abbiamo inoltre ampliato la possibilità di navigare tra i contenuti e i pulsanti della posta utilizzando i tasti TAB e i tasti freccia.
ja: Supernovaでは、Thunderbirdのキーボードナビゲーションとスクリーンリーダーのアクセシビリティがアプリケーション 全体で大幅に向上しました。また、タブと 矢印キーを使ってメールのコンテンツやボタンをナビゲートする機能も大幅に拡張しました。
nl: Supernova verbetert de toetsenbordnavigatie en toegankelijkheid van schermlezers in Thunderbird door de hele toepassing aanzienlijk. We hebben ook de mogelijkheid om door de inhoud en knoppen van Mail te navigeren met behulp van de tabulatie- en pijltjestoetsen uitgebreid.
nn_no: Supernova forbetrar vesentleg Thunderbirds tastaturnavigering og tilgjengelegheit for skjermlesaren i heile programmet. Vi har òg gjort det vesentleg betre å navigere i e-postinnhald og knappar ved hjelp av tab- og piltastane.
pl: Supernova znacząco poprawia nawigację za pomocą klawiatury i dostępność całej zawartości Thunderbirda dla czytników ekranu. Znacznie poprawiliśmy także możliwość nawigacji po zawartości poczty i przyciskach za pomocą klawiszy TAB i strzałek.
pt_br: O Supernova melhora substancialmente a navegação no Thunderbird no aplicativo todo, com teclado e com acessibilidade de leitores de tela. Também expandimos bastante a capacidade de navegar por botões e pelo conteúdo de emails usando as teclas Tab e de setas.
ru: Supernova существенно улучшает навигацию с помощью клавиатуры Thunderbird и доступность программ чтения с экрана во всех приложениях. Мы также значительно расширили возможности навигации по почтовому содержимому с помощью клавиш TAB и клавиш со стрелками.
sk: Supernova podstatne zlepšuje navigáciu pomocou klávesnice v Thunderbirde a prístupnosť pre čítačku obrazovky v celej aplikácii. Výrazne sme tiež rozšírili možnosť navigácie v obsahu a tlačidlách pošty pomocou klávesu TAB a šípok.
sl: Supernova bistveno izboljša Thunderbirdovo navigacijo s tipkovnico in dostopnost bralnika zaslona v celotno aplikacijo. Močno smo razširili tudi možnost krmarjenja po vsebini pošte in gumbih z uporabo tipk TAB in puščične tipke.
sq: Supernova përmirëson në mënyrë domethënëse lëvizjen me tastierë në Thunderbird dhe përdorimin e lexuesit të ekranit nga persona me aftësi të kufizuara, në tërë aplikacionin. Kemi zgjeruar shumë edhe aftësinë për të lëvizur nëpër lëndën dhe butonat e Postës përmes përdorimit të tastit TAB dhe tasteve shigjetë.
sv_se: Supernova förbättrar avsevärt Thunderbirds tangentbordsnavigering och skärmläsares tillgänglighet över hela applikationen. Vi har också avsevärt utökat möjligheten att navigera i e-postinnehåll och knappar med hjälp av tabb- och piltangenterna.
uk: Supernova значно полегшує навігацію клавіатурою Thunderbird і доступність для програми зчитування з екрана. Ми також значно розширили можливості навігації вмістом пошти з використанням клавіш TAB і стрілок.
vi: Supernova cải thiện đáng kể khả năng truy cập trình đọc màn hình và điều hướng bàn phím của Thunderbird trên toàn bộ chương trình. Chúng tôi cũng đã mở rộng đáng kể khả năng điều hướng nội dung thư và các nút bằng cách sử dụng TAB và phím mũi tên.

source: Button
bg: Бутон
cs: Tlačítko
cy: Botwm
de: Schaltfläche
el: Κουμπί
es_ar: Botón
es_cl: Botón
es_es: Botón
eu: Botoia
fi: Painike
fr: Bouton
fy_nl: Knop
gl: Botón
hu: Gomb
is: Hnappur
it: Pulsante
ja: ボタン
nl: Knop
nn_no: Knapp
pl: Przycisk
pt_br: Botão
ru: Кнопка
sk: Tlačidlo
sl: Gumb
sq: Buton
sv_se: Knapp
tr: Düğme
uk: Кнопка
vi: Nút

source: Button 1
bg: Бутон 1
cs: Tlačítko 1
cy: Botwm 1
de: Schaltfläche 1
el: Κουμπί 1
es_ar: Botón 1
es_cl: Botón 1
es_es: Botón 1
eu: 1 botoia
fi: Painike 1
fr: Bouton 1
fy_nl: Knop 1
gl: Botón 1
hu: 1. gomb
is: Hnappur 1
it: Pulsante 1
ja: ボタン 1
nl: Knop 1
nn_no: Knapp 1
pl: Przycisk 1
pt_br: Botão 1
ru: Кнопка 1
sk: Tlačidlo 1
sl: Gumb 1
sq: Buton 1
sv_se: Knapp 1
tr: Düğme 1
uk: Кнопка 1
vi: Nút 1

source: Button 2
bg: Бутон 2
cs: Tlačítko 2
cy: Botwm 2
de: Schaltfläche 2
el: Κουμπί 2
es_ar: Botón 2
es_cl: Botón 2
es_es: Botón 2
eu: 2 botoia
fi: Painike 2
fr: Bouton 2
fy_nl: Knop 2
gl: Botón 2
hu: 2. gomb
is: Hnappur 2
it: Pulsante 2
ja: ボタン2
nl: Knop 2
nn_no: Knapp 2
pl: Przycisk 2
pt_br: Botão 2
ru: Кнопка 2
sk: Tlačidlo 2
sl: Gumb 2
sq: Buton 2
sv_se: Knapp 2
tr: Düğme 2
uk: Кнопка 2
vi: Nút 2

source: Button 3
bg: Бутон 3
cs: Tlačítko 3
cy: Botwm 3
de: Schaltfläche 3
el: Κουμπί 3
es_ar: Botón 3
es_cl: Botón 3
es_es: Botón 3
eu: 3 botoia
fi: Painike 3
fr: Bouton 3
fy_nl: Knop 3
gl: Botón 3
hu: 3. gomb
is: Hnappur 3
it: Pulsante 3
ja: ボタン3
nl: Knop 3
nn_no: Knapp 3
pl: Przycisk 3
pt_br: Botão 3
ru: Кнопка 3
sk: Tlačidlo 3
sl: Gumb 3
sq: Buton 3
sv_se: Knapp 3
tr: Düğme 3
uk: Кнопка 3
vi: Nút 3

source: Button 4
bg: Бутон 4
cs: Tlačítko 4
cy: Botwm 4
de: Schaltfläche 4
el: Κουμπί 4
es_ar: Botón 4
es_cl: Botón 4
es_es: Botón 4
eu: 4 botoia
fi: Painike 4
fr: Bouton 4
fy_nl: Knop 4
gl: Botón 4
hu: 4. gomb
is: Hnappur 4
it: Pulsante 4
ja: ボタン4
nl: Knop 4
nn_no: Knapp 4
pl: Przycisk 4
pt_br: Botão 4
ru: Кнопка 4
sk: Tlačidlo 4
sl: Gumb 4
sq: Buton 4
sv_se: Knapp 4
tr: Düğme 4
uk: Кнопка 4
vi: Nút 4

source: Improved Calendar Design
bg: Подобрен дизайн на календара
cs: Vylepšený vzhled Kalendáře
cy: Gwell Dyluniad Calendr
de: Verbessertes Kalenderdesign
el: Βελτιωμένος σχεδιασμός ημερολογίου
es_ar: Diseño de calendario mejorado
es_cl: Diseño de calendario mejorado
es_es: Diseño de calendario mejorado
eu: Egutegiaren diseinua hobetua
fi: Parannettu kalenteri
fr: Design amélioré de l’agenda
fy_nl: Ferbettere agindaûntwerp
gl: Deseño de calendario mellorado
hu: Továbbfejlesztett naptárdizájn
ia: Designo de agenda meliorate
is: Endurbætt hönnun dagatals
it: Nuovo design del calendario
ja: 改善されたカレンダーデザイン
nl: Verbeterd agendaontwerp
nn_no: Forbetra kalenderutforming
pl: Ulepszony wygląd kalendarza
pt_br: Design de agenda aprimorado
ru: Улучшенный дизайн календаря
sk: Vylepšený dizajn kalendára
sl: Izboljšana zasnova koledarja
sq: Përmirësim Hartimi Grafik i Kalendarit
sv_se: Förbättrad kalenderdesign
tr: İyileştirilmiş takvim tasarımı
uk: Покращений дизайн календаря
vi: Cải tiến thiết kế lịch

source: As part of an ongoing effort to modernize and upgrade Thunderbird’s Calendar, Supernova introduces an improved “mini-month” layout, improvements to the day/week/month grid, a pleasing color palette, and several more minor changes.
bg: Като част от продължаващите усилия за модернизиране и надграждане на календара на Thunderbird, Supernova въвежда осъвременено „минимесечно“ оформление, с подобрения към изгледа за ден/седмица/месец, приятна цветова палитра и още няколко дребни промени.
cs: Jako součást pokračujícího úsilí o modernizaci a aktualizaci kalendáře Thunderirdu představuje Supernova vylepšené rozložení „mini kalendáře“, vylepšení mřížky den/týden/měsíc, příjemnou paletu barev a několik dalších menších změn.
cy: Fel rhan o'n hymdrech barhaus i foderneiddio ac uwchraddio Calendr Thunderbird, mae Supernova yn cyflwyno cynllun “mis bach”, gwelliannau i'r grid diwrnod/wythnos/mis, palet lliwiau dymunol, a nifer o fân newidiadau eraill.
de: Als Teil der fortlaufenden Bemühungen, den Kalender von Thunderbird zu modernisieren und zu aktualisieren, bietet Supernova ein verbessertes „Mini-Monat“-Layout, Verbesserungen am Tag/Woche/Monat-Raster, eine angenehme Farbwelt und ein paar weitere kleinere Änderungen.
el: Ως μέρος μιας συνεχούς προσπάθειας για τον εκσυγχρονισμό και την αναβάθμιση του ημερολογίου του Thunderbird, το Supernova παρουσιάζει μια βελτιωμένη, διάταξη «μικρού μήνα», βελτιώσεις στο πλέγμα ημέρας/εβδομάδας/μήνα, μια ευχάριστη παλέτα χρωμάτων και πολλές άλλες μικρές αλλαγές.
es_ar: Como parte de un esfuerzo continuo para modernizar y actualizar el calendario de Thunderbird, Supernova presenta un diseño mejorado de “mini-mes”, mejoras en la grilla de día/semana/mes, una paleta de colores agradable y varios cambios menores adicionales.
es_cl: Como parte de un esfuerzo continuo para modernizar y actualizar el calendario de Thunderbird, Supernova presenta una versión mejorada con diseño de "mini-mes", mejoras en la cuadrícula de día/semana/mes, una paleta de colores agradable y varios cambios menores más.
es_es: Como parte de un esfuerzo continuo para modernizar y actualizar el calendario de Thunderbird, Supernova presenta una versión mejorada con diseño de “mini-mes”, mejoras en la cuadrícula de día/semana/mes, una paleta de colores agradable y varios cambios menores más.
eu: Thunderbirden egutegia modernizatzeko eta berritzeko etengabeko ahaleginaren baitan, Supernovak "hilabete txikiko" diseinu hobetua, egun/aste/hilabete sareta hobekuntzak, kolore-paleta atsegina eta beste hainbat aldaketa txiki aurkezten ditu.
fr: Dans le cadre d’un effort continu de modernisation et d’amélioration de l’agenda de Thunderbird, Supernova introduit une présentation améliorée du « mini-mois », des améliorations de la grille jour/semaine/mois, une palette de couleurs agréable et plusieurs autres changements mineurs.
fy_nl: As ûnderdiel fan in trochgeand besykjen om Thunderbird’s aginda te modernisearjen en te ferbetterjen, yntrodusearret Supernova in ferbettere ‘mini-moanne’-yndieling, ferbetteringen oan it raster foar dei/wike/moanne, in noflik kleurepalet, en noch ferskate lytse wizigingen.
gl: Como parte dun esforzo continuo para modernizar e actualizar o calendario de Thunderbird, Supernova presenta un Disposición "mini-mes", melloras na cuadrícula día/semana/mes, unha agradable paleta de cores e varios cambios menores máis.
hu: A Thunderbird naptárának modernizálására és frissítésére irányuló folyamatos erőfeszítés részeként a Supernova a következő változásokat vezeti be: továbbfejlesztett „mini-hónap” elrendezés, nap/hét/hónap rácsát érintő finomítások, tetszetős színpaletta, és még néhány apró változtatás.
ia: Como parte de un effortio in curso pro modernisar e promover le Agenda de Thunderbird, Supernova introduce un melior mappa de “mini-mense” meliorationes al grillia die/septimana/mense, un agradabile paletta de colores, e plure altere cambiamentos minor.
is: Sem hluta af áframhaldandi viðleitni til að nútímavæða og uppfæra Thunderbird-dagatalið kynnir Supernova endurbætta „lítill-mánuður“ framsetningu, endurbætur á reitasýninni fyrir dag/viku/mánuði, þægilegt litaval og ýmsar fleiri smávægilegar breytingar.
it: Nell’ambito del costante impegno per modernizzare e aggiornare il calendario di Thunderbird, Supernova introduce un nuovo layout “Mini-mese”, miglioramenti alle visualizzazioni per giorni/settimane/mesi, una gradevole combinazione di colori e diverse altre modifiche minori.
ja: Thunderbirdのカレンダーをモダンにし、アップグレードするための継続的な取り組みの一環として、Supernovaは改良された 「月」の小型レイアウト、日/週/月のグリッドの改善、快適なカラーパレット、その他いくつかの細かな変更を導入しました。
nl: Als onderdeel van een voortdurende inspanning om de agenda in Thunderbird te moderniseren en te upgraden, introduceert Supernova een verbeterde opmaak ‘mini-maand’, verbeteringen aan het dag/week/maand-raster, een aangenaam kleurenpalet en nog een aantal kleine wijzigingen.
nn_no: Som ein del av eit pågåande arbeid med å modernisere og oppgradere kalenderen i Thunderbird, introduserer Supernova ei forbetra «minimånad»-utforming, forbetringar av rutenettet for dag/veke/månad, ein tiltalande fargepalett og fleire mindre endringar.
pl: W ramach ciągłego unowocześniania i aktualizowania Kalendarza w Thunderbirdzie, w wersji Supernova wprowadzono udoskonalony układ „mini-miesiąca”, poprawki siatki dnia/tygodnia/miesiąca, miłą dla oka paletę kolorów i kilka innych drobnych zmian.
pt_br: Como parte de um esforço contínuo para modernizar e atualizar a agenda do Thunderbird, o Supernova apresenta um layout de “mini-mês”, melhorias na grade de dia/semana/mês, uma paleta de cores agradável e muitas outras pequenas mudanças.
ru: В рамках постоянных усилий по модернизации и обновлению календаря Thunderbird Supernova, мы представляем улучшенный макет «мини-месяц», улучшения в сетке дня/недели/месяца, приятную цветовую палитру и еще несколько мелких изменений.
sk: Ako súčasť pokračujúceho úsilia o modernizáciu a aktualizáciu Kalendára Thunderbirdu, Supernova predstavuje vylepšené rozloženie „mini-mesiaca“, vylepšenia mriežky deň/týždeň/mesiac, príjemnú farebnú paletu a niekoľko ďalších menších zmien.
sl: Kot del nenehnih prizadevanj za posodobitev in nadgradnjo Thunderbirdovega koledarja Supernova predstavlja izboljšan “mini-mesečna” postavitev, izboljšave mreže za dan/teden/mesec, všečna barvna paleta in še nekaj manjših sprememb.
sq: Si pjesë e një përpjekje të vazhdueshme për të modernizuar dhe përmirësuar Kalendarin e Thunderbird-it, Supernova sjell një skemë të përmirësuar “mini-muaj”, përmirësime te rrjeta ditë/javë/muaj, një paletë të kënaqshme ngjyrash dhe disa ndryshime të tjera më të vogla.
sv_se: Som en del av ett pågående arbete med att modernisera och uppgradera Thunderbirds kalender, introducerar Supernova en förbättrad "minimånad"-layout, förbättringar av rutnätet för dag/vecka/månad, en tilltalande färgpalett och flera mindre ändringar.
uk: Як результат роботи з модернізації та оновлення календаря Thunderbird, Supernova представляє вдосконалений "міні-місячний" макет, покращення сітки день/тиждень/місяць, приємну палітру кольорів та інші незначні зміни.
vi: Là một phần trong nỗ lực không ngừng nhằm hiện đại hóa và nâng cấp Lịch của Thunderbird, Supernova giới thiệu một thiết kế “tháng-mini” cải tiến, cải tiến cho ngày/tuần/tháng dạng lưới, một bảng màu dễ chịu và một số thay đổi nhỏ khác.

source: The improved calendar
bg: Подобреният календар
cs: Vylepšený kalendář
cy: Y calendr amgen
de: Der verbesserte Kalender
el: Το βελτιωμένο ημερολόγιο
es_ar: El calendario mejorado
es_cl: El calendario mejorado
es_es: El calendario mejorado
eu: Egutegi hobetua
fi: Paranneltu kalenteri
fr: L’agenda amélioré
fy_nl: De ferbettere aginda
gl: O calendario mellorado
hu: A továbbfejlesztett naptár
ia: Le agenda meliorate
is: Endurbætta dagatalið
it: Il nuovo calendario migliorato
ja: 改良されたカレンダー
nl: De verbeterde agenda
nn_no: Den forbetra kalenderen
pl: Ulepszony kalendarz
pt_br: A agenda aprimorada
ru: Улучшенный календарь
sk: Vylepšený kalendár
sl: Izboljšani koledar
sq: Kalendari i përmirësuar
sv_se: Den förbättrade kalendern
tr: İyileştirilmiş takvim
uk: Удосконалений календар
vi: Cải tiến lịch

source: More to come!
bg: Има още!
cs: A další budou následovat!
cy: Rhagor i ddod!
de: Da kommt noch mehr!
el: Σύντομα περισσότερα νέα!
es_ar: ¡Más por venir!
es_cl: ¡Más por venir!
es_es: ¡Más por venir!
eu: Gehiago etortzear!
fr: Et bien d’autres choses à venir !
fy_nl: Der komt mear!
gl: Máis por vir!
hu: Továbbiak várhatóak!
ia: Altero a venir!
is: Meira á leiðinni!
it: Presto altre novità!
ja: まだまだ続きます！
nl: Er is meer onderweg!
nn_no: Det kjem meir!
pl: Więcej już wkrótce
pt_br: Mais novidades estão a caminho!
ru: И это ещё не всё!
sk: A ďalšie budú nasledovať!
sl: In to še ni vse!
sq: Më tepër, s’afërmi!
sv_se: Det kommer mera!
tr: Daha fazlası yakında!
uk: Далі буде!
vi: Còn nhiều thứ để khám phá!
