Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: The attachments pane has been moved to the bottom of the compose window for better visibility of filenames as well as being able to see many at once. We’ve also added an overlay that appears when you drag-and-drop a file into the compose window asking how you would like to handle the file in that email (such as putting a picture in-line in your message or simply attaching it to the email).
bg: Панелът за прикачени файлове е преместен в дъното на прозореца за писане за по-добра видимост на имената на файлове, както и за много файлове наведнъж. Добавили сме също и наслагване, което се появява, когато плъзнете и пуснете файл в прозореца за ново съобщение, питайки как да се обработва файлът в този имейл (като например да поставите снимка на ред в съобщението или просто да го прикачите към имейла).
cs: Podokno příloh jsme přesunuli do spodní části okna vytváření zpráv, kde je více místa pro zobrazení celého názvu příloh i jejich většího množství. Přidali jsme také vizuální indikátor při přetažení souboru myší do okna psaní zprávy s dotazem, co se souborem chcete udělat (např. u obrázku přidání do těla zprávy, nebo jako běžnou přílohu).
cy: Mae'r cwarel atodiadau wedi'i symud i waelod y ffenestr gyfansoddi er mwyn gweld enwau ffeiliau yn well yn ogystal â gallu gweld llawer ar unwaith. Rydym hefyd wedi ychwanegu troshaen sy'n ymddangos pan fyddwch chi'n llusgo a gollwng ffeil i'r ffenestr gyfansoddi sy'n gofyn sut yr hoffech chi drin y ffeil yn yr e-bost hwnnw (fel rhoi llun o fewn eich neges neu ei atodi i'r e-bost).
de: Der Bereich für Anhänge wurde an den unteren Rand des Verfassen-Fensters verschoben, um die Sichtbarkeit der Dateinamen zu verbessern und um mehrere gleichzeitig anzeigen zu können. Wir haben auch eine Ansicht hinzugefügt, die angezeigt wird, wenn Sie eine Datei per Ziehen und Ablegen in das Verfassen-Fenster ziehen und Sie fragt, wie Sie die Datei in dieser E-Mail behandeln möchten (so kann eine Grafik im Text dargestellt oder einfach angehängt werden).
el: Η περιοχή συνημμένων έχει μετακινηθεί στο κάτω μέρος του παραθύρου σύνθεσης για καλύτερη ορατότητα των ονομάτων των αρχείων και για να βλέπετε πολλαπλά αρχεία ταυτόχρονα. Προσθέσαμε επίσης ένα μήνυμα που εμφανίζεται όταν μεταφέρετε και εναποθέτετε ένα αρχείο στο παράθυρο σύνθεσης και σας ρωτά πώς θα θέλατε να χειριστείτε το αρχείο σε αυτό το email (όπως η τοποθέτηση εικόνας εντός του μηνύματός σας ή απλή επισύναψή της στο email).
es_ar: El panel de adjuntos se corrió a la parte inferior de la ventana de redacción para una mejor visibilidad de los nombres de archivo y para poder ver muchos a la vez. También añadimos un overlay que aparece cuando arrastrás y soltás un archivo en la ventana de redacción preguntando cómo te gustaría manejar el archivo en ese correo electrónico (cómo poner una foto en línea en tu mensaje o simplemente adjuntarlo al correo electrónico).
es_cl: El panel de adjuntos se ha movido hasta la parte inferior de la ventana de redacción para una mejor visibilidad de los nombres de archivo y para poder ver muchos a la vez. También hemos añadido una capa sobrepuesta que aparece cuando arrastras y sueltas un archivo en la ventana de redacción preguntando cómo te gustaría manejar el archivo en ese correo electrónico (como colocar una foto dentro del cuerpo del mensaje o simplemente adjuntarla al correo electrónico).
es_es: El panel de adjuntos se ha movido hasta la parte inferior de la ventana de redacción para una mejor visibilidad de los nombres de archivo y para poder ver muchos a la vez. También hemos añadido una capa sobrepuesta que aparece cuando arrastras y sueltas un archivo en la ventana de redacción preguntando cómo te gustaría manejar el archivo en ese correo electrónico (como colocar una foto dentro del cuerpo del mensaje o simplemente adjuntarla al correo electrónico).
eu: Eranskinen panela konposizioko leihoaren hondora eraman dute, fitxategi izenak hobeto ikusteko eta asko batera ikusi ahal izateko. Gainera, fitxategi bat arrastatzen denean agertzen den gainjartze bat gehitu dugu, posta elektroniko horretan fitxategia nola kudeatu nahiko zenukeen galdetuz (adibidez, zure mezuan irudi bat linean jartzea edo, besterik gabe, posta elektronikora eranstea).
fr: Le panneau des pièces jointes est déplacé au bas de la fenêtre de rédaction afin d’améliorer la visibilité des noms de fichier et de permettre d’en voir beaucoup d’un coup d’œil. Nous avons aussi ajouté une demande qui apparaît en superposition sur la fenêtre de rédaction quand vous effectuez le glisser-déposer d’un fichier pour savoir comment le gérer dans le message (par exemple, insérer une image dans le corps du message ou simplement la joindre).
fy_nl: It bylagenpaniel is ferpleatst nei de ûnderkant fan it opstelfinster, foar in bettere sichtberheid fan bestânsnammen en om der in protte tagelyk sjen te kinnen. Wy hawwe ek in overlay tafoege dy’t ferskynt wannear’t jo in bestân nei it opstelfinster fersleepje en dy’t jo freget hoe’t jo mei it bestân yn dat e-mailberjocht omgean wolle (lykas in ôfbylding inline yn jo berjocht pleatse of it gewoanwei byfoegje by it berjocht).
gl: O panel de anexos moveuse á parte inferior da xanela de redacción para unha mellor visibilidade dos nomes de ficheiros e poder ver moitos á vez. Tamén engadimos unha superposición que aparece cando arrastra e solta un ficheiro na xanela de redacción preguntando como lle gustaría tratar o ficheiro nese correo electrónico (como poñer unha imaxe en liña na mensaxe ou simplemente anexala ao correo electrónico).
hu: A mellékletek ablaktábla átkerült a levélírási ablak aljára, hogy a fájlnevek jobban láthatóak legyenek, valamint hogy egyszerre több is látható legyen. Hozzáadásra került egy átfedés is, amely akkor jelenik meg, amikor ráhúz egy fájlt a Levélírás ablakra, és megkérdezi, hogyan szeretné kezelni az e-mailben lévő fájlt (például beszúr-e egy képet a szöveg közé, vagy egyszerűen csak csatolja az e-mailhez).
ia: Le pannello annexos ha essite movite al parte inferior del fenestra de composition pro melior visibilitate de nomines de file e pro poter vider multe contemporaneemente. Nos ha alsi addite un superposition que appare quando tu trahe e depone un file in le fenestra de composition demandante como tu vole gerer le file in ille e-mail (tal como poner un photo in-line in tu message o simplemente annexante lo al e-mail).
is: Viðhengisglugginn hefur verið færður neðst í skrifgluggann svo skráaheiti sjáist betur jafnframt því að hægt sé að sjá mörg skráaheiti í einu. Við höfum líka bætt við yfirlagi sem birtist þegar þú dregur og sleppir skrá inn í skrifgluggann og spyr hvernig þú vilt meðhöndla skrána í viðkomandi tölvupósti (svo sem að setja mynd inn í skilaboðin eða einfaldlega hengja hana við í tölvupóstinn).
it: Il riquadro degli allegati è stato spostato nella parte inferiore della finestra di composizione per una migliore visibilità dei nomi dei file e per poterne visualizzare un maggior numero alla volta. È stata anche aggiunta una sovrapposizione che appare quando viene trascinato un file nella finestra di composizione, chiedendo come dev’essere gestito (ad esempio, se inserire un’immagine in linea nel messaggio o semplicemente allegarla all’email).
ja: 添付ファイルペインは、ファイル名の可視性を高めるだけでなく、一度に多くのファイルを見ることができるように、作成ウィンドウの下部に移動しました。また、作成ウィンドウにファイルをドラッグアンドドロップすると表示されるオーバーレイも追加されました。このオーバーレイでは、そのメール内のファイルをどのように処理するかを尋ねます（メッセージに画像をインラインに入れるか、単にメールに添付するなど）。
nl: Het bijlagenpaneel is verplaatst naar de onderkant van het opstelvenster, voor een betere zichtbaarheid van bestandsnamen en om er veel tegelijk te kunnen zien. We hebben ook een overlay toegevoegd die verschijnt wanneer u een bestand naar het opstelvenster versleept en die u vraagt hoe u met het bestand in dat e-mailbericht wilt omgaan (zoals een afbeelding inline in uw bericht plaatsen of het gewoon bijvoegen bij het bericht).
pl: Panel załączników został przeniesiony na dół okna tworzenia wiadomości, aby zapewnić lepszą widoczność nazw plików, a także widzieć wiele jednocześnie. Dodaliśmy również nakładkę, która pojawia się po przeciągnięciu pliku na okno tworzenia z pytaniem, jak użytkownik chce obsłużyć go w tej wiadomości e-mail (na przykład umieścić obraz w wiadomości lub po prostu go załączyć).
pt_br: O painel de anexos foi movido para a parte inferior da janela de redação, para melhorar a visibilidade dos nomes de arquivos e facilitar ver muitos de uma vez. Também adicionamos uma pergunta que aparece quando você arrasta um arquivo para a janela de redação, para você escolher como lidar com o arquivo naquele email (por exemplo, colocar uma imagem no meio do texto da mensagem ou simplesmente incluir como anexo).
ru: Панель вложений была перемещена в нижнюю часть окна создания сообщения для улучшния видимости имен файлов, а также для возможности просмотра многих файлов одновременно. Мы также добавили наложение, которое появляется, когда вы перетаскиваете файл в окно создания сообщения, и спрашивает, как бы вы хотели обработать этот файл в этом электронном письме (например, поместить изображение в строку сообщения или просто прикрепить его к электронному сообщению).
sk: Panel s prílohami bol presunutý do spodnej časti okna na napísanie správy, aby bola zaistená lepšia viditeľnosť názvov súborov a súčasne bolo možné vidieť viacero súborov naraz. Tiež sme pridali prekrytie, ktoré sa zobrazí pri presúvaní súboru do okna na písanie s otázkou, ako by ste chceli zaobchádzať so súborom v tomto e‑maile (napríklad vložením obrázku do správy alebo jednoducho pripojením obrázka ku správe).
sq: Kuadrati i bashkëngjitjeve është kaluar në fund të dritares së hartimit, për dukshmëri më të mirë të emrave të kartelave, si dhe për të qenë në gjendje të shihen disa njëherësh. Shtuam edhe një skenë që shfaqet kur tërhiqni një kartelë për ta lënë diku te dritarja e hartimit, që ju pyet se si do të doni të trajtohet kartela te ai email (bie fjala, vendosje e një fotoje brenda mesazhit tuaj, apo thjesht bashkëngjitja e saj te email-i).
sv_se: Panelen för bilagor har flyttats till botten av skrivfönstret för bättre synlighet av filnamn och för att kunna se fler bilagor samtidigt. Vi har också lagt till en överlappning som visas när du drar och släpper en fil i skrivfönstret där du frågas hur du vill hantera filen i det e-postmeddelandet (till exempel att lägga in en bild direkt i ditt meddelande eller helt enkelt bifoga den till e-postmeddelandet).
uk: Панель вкладень була переміщена в нижню частину вікна редактора для кращої видимості назв файлів, а також можливості перегляду кількох одночасно. Ми також додали пристосування, яке з’являється, коли ви перетягуєте файл у вікно редактора, запитуючи, як би ви хотіли додати файл до цього листа (наприклад, вбудувати зображення повідомлення чи просто вкласти його у лист).
vi: Ngăn tệp đính kèm đã được chuyển xuống cuối cửa sổ soạn thư để hiển thị tốt hơn các tên tệp cũng như có thể xem nhiều tệp cùng một lúc. Chúng tôi cũng đã thêm một lớp phủ xuất hiện khi bạn kéo và thả tệp vào cửa sổ soạn thư và hỏi cách bạn muốn xử lý tệp đó trong email đó (chẳng hạn như đưa ảnh vào dòng trong thư của bạn hoặc chỉ cần đính kèm nó vào email).

source: UI Density Control
bg: Контрол на плътността на потребителския интерфейс
cs: Ovládání velikosti uživatelského rozhraní
cy: Rheoli Dwysedd UI
de: Dichtesteuerung der Benutzeroberfläche
el: Έλεγχος πυκνότητας UI
es_ar: Control de densidad de la interfaz de usuario
es_cl: Control de densidad de la IU
es_es: Control de densidad de la IU
eu: Erabiltzaile interfazearen dentsitate-kontrola
fi: Käyttöliittymän tiheyden säätö
fr: Contrôle de densité de l’interface
fy_nl: Tichtheidsynstelling fan de brûkersinterface
gl: Control de densidade da interface de usuario
hu: Felület tömörségének vezérlése
ia: Controlo de densitate del interfacie de usator
is: Stýring á þéttleika viðmóts
it: Controllo densità dell’interfaccia
ja: UI密度コントロール
kab: Asenqed n taččart n ugrudem
nl: Dichtheidsinstelling van de gebruikersinterface
nn_no: Kontroll av densiteten til brukargrensesnittet
pl: Sterowanie gęstością i upakowaniem interfejsu
pt_br: Controle de densidade da interface do usuário
ru: Контроль плотности пользовательского интерфейса
sk: Nastavenie hustoty používateľského rozhrania
sq: Kontroll Dendësie UI
sv_se: Kontroll av användargränssnittets densitet
tr: Arayüz yoğunluk kontrolü
uk: Контроль щільності інтерфейсу користувача
vi: Kiểm soát mật độ giao diện người dùng

source: Whether you are using it on a large desktop monitor or a small laptop touchscreen, you may want the icons and text of the interface to be larger and more spread out or very compact. In Thunderbird 91, under View -> Density in the menu, you can select the UI density for the entire application. Three options are available: compact (small), normal(medium), and touch(large).
bg: Независимо дали използвате голям настолен монитор или малък сензорен екран за лаптоп, може да искате иконите и текстът на интерфейса да са по-големи и по-разпределени или много компактни. В Thunderbird 91, под Изглед -> Плътност на екрана на менюто можете да изберете плътността на потребителския интерфейс за цялото приложение. Налични са три опции: компактна (малка), нормаленна (средна) и отпусната (голяма).
cs: Bez ohledu na to, jestli používáte Thunderbird na stolním počítači nebo přenosném laptopu s dotykovou obrazovkou, si můžete sami nastavit, jak velké nebo malé chcete ikony a text chcete v uživatelském rozhraní mít, a jak mají být daleko od sebe. V Thunderbirdu 91 najdete v nabídce Zobrazit -> Hustota tři možnosti pro celé rozhraní: kompaktní (malé), normální (střední), pro dotyk (velké).
cy: P'un a ydych chi'n ei ddefnyddio ar fonitor bwrdd gwaith mawr neu sgrin gyffwrdd gliniadur bach, efallai yr hoffech i eiconau a thestun y rhyngwyneb fod yn fwy ac yn fwy gwasgaredig neu'n gryno iawn. Yn Thunderbird 91, o dan Golwg -> Dwysedd yn y ddewislen, gallwch ddewis dwysedd UI ar gyfer y rhaglen gyfan. Mae tri dewis ar gael: cryno(bach), arferol(canolig), a chyffwrdd(mawr).
de: Unabhängig davon, ob Sie es auf einem großen Desktop-Monitor oder einem kleinen Laptop-Touchscreen verwenden, möchten Sie möglicherweise, dass die Symbole und der Text der Benutzeroberfläche größer und verteilter oder sehr kompakt sind. In Thunderbird 91 können Sie im Menü unter Ansicht → Dichte die Dichte der Benutzeroberfläche für die gesamte Anwendung auswählen. Drei Optionen stehen zur Verfügung: Kompakt (klein), Normal (mittel) und Touch (groß).
el: Είτε το χρησιμοποιείτε σε μια μεγάλη οθόνη επιτραπέζιου υπολογιστή είτε σε μια μικρή οθόνη αφής φορητού υπολογιστή, μπορεί να θέλετε τα εικονίδια και το κείμενο του περιβάλλοντος να είναι μεγαλύτερα και πιο «απλωμένα» ή πιο πυκνά τοποθετημένα. Στο Thunderbird 91, στην κατηγορία «Προβολή» -> «Πυκνότητα» του μενού, μπορείτε να επιλέξετε την πυκνότητα του περιβάλλοντος χρήστη για ολόκληρη την εφαρμογή. Διατίθενται τρεις επιλογές: πολύ πυκνό (μικρό μέγεθος), κανονικό (μεσαίο μέγεθος) και αφή (μεγάλο μέγεθος).
es_ar: Ya sea que esté usando en un monitor de escritorio grande o una pantalla táctil chica de notebook, puede querer que los iconos tel texto de la interfaz sean más grandes y separados o muy compactos. En Thunderbird 91, en el menú Ver -> Densidad, se puede seleccionar la densidad de la interfaz de usuario de toda la aplicación. Hay tres opciones disponibles: compacta (chica), normal (media) y táctil (grande).
es_cl: Ya sea que lo estés utilizando en un monitor de escritorio grande o en una pantalla táctil de notebook pequeña, puede que quieras que los iconos y el texto de la interfaz sean más grandes y estén más extendidos o que sean muy compactos. En Thunderbird 91, bajo el menú Ver -> Densidad, puedes seleccionar la densidad de IU para toda la aplicación. Hay tres opciones disponibles: compacta (pequeña), normal (media) y táctil (grande).
es_es: Ya sea que lo estés utilizando en un gran monitor de escritorio o en una pequeña pantalla táctil de un portátil, puede que quieras que los iconos y el texto de la interfaz sean más grandes y estén más extendidos o que sean muy compactos. En Thunderbird 91, bajo el menú Ver -> Densidad, puedes seleccionar la densidad de IU para toda la aplicación. Hay tres opciones disponibles: compacta (pequeña), normal (media) y táctil (grande).
eu: Mahaigaineko monitore handi batean edo ukipen-pantailadun eramangarri batean erabiltzen ari bazara, interfazearen ikonoak eta testua handiagoak eta hedatuagoak edo oso trinkoak izatea nahi duzu. Thunderbird 91n, Ikusi -> menuko dentsitatea atalean, aplikazio osorako UI dentsitatea hauta daiteke. Hiru aukera daude: trinkoa (txikia), Arrunta (ertaina) eta ukimena (handia).
fr: Que vous utilisiez un ordinateur doté d’un grand moniteur ou un portable avec un petit écran tactile, vous pouvez vouloir que les icônes et les textes de l’interface soient plus grands et plus écartés, ou très resserrés. Dans Thunderbird 91, sous « Affichage > Densité » dans le menu, vous pouvez choisir la densité de l’interface pour l’ensemble de l’application. Trois options sont disponibles : compacte (petite), normale (moyenne) et tactile (grande).
fy_nl: Oft jo it no op in grutte desktopmonitor of in lytse laptop-touchscreen brûke, jo wolle miskien dat de piktogrammen en tekst fan de interface grutter en mear ferspraad of bot kompakt binne. Yn Thunderbird 91 kinne jo yn it menu Byld -> Tichtheid de interfacetichtheid foar de hiele tapassing selektearje. Der binne trije opsjes beskikber: kompakt (lyts), normaal (gemiddeld) en touch (grut).
gl: Se o está a usar nunha pantalla de escritorio grande ou nunha pequena pantalla táctil para portátiles, é posible que queira que as iconas e o texto da interface sexan máis grandes e estendidos ou mais compactos. No Thunderbird 91, en Ver -> Densidade, pode seleccionar a densidade da interface de usuario para toda a aplicación. Hai tres opcións dispoñibles: compacta (pequena), normal (media) e táctil (grande).
hu: Függetlenül attól, hogy nagy asztali monitoron vagy egy laptop kisebb érintőképernyőjén használja, érdemes lehet a felület ikonjait és feliratait nagyobbra és jobban elszórtra, vagy éppen ellenkezően, nagyon kompaktra állítani. A Thunderbird 91-ben a Nézet -> Sűrűség menüben választhatja ki a felhasználói felület sűrűségét a teljes alkalmazásban. Három lehetőség közül választhat: kompakt (kicsi), normál (közepes) és érintőképernyős (nagy).
ia: Sia que tu lo usa un grande schermo de scriptorio o un micre schermo tactile de portabile, tu pote voler aggrandir e separar le icones e le texto del interfacie, o multo los compactar. In le menu de Thunderbird 91, sub Vider -> Densitate, tu pote eliger le densitate del interfacie de usator pro le integre application. Tres optiones es disponibile: compacte (micre), normal(medie), e tactile (grande).
is: Hvort sem þú ert að nota stóran borðskjá eða lítinn snertiskjá á fartölvu, gætirðu viljað að tákn og texti viðmótsins séu stærri og dreifðari eða mjög þétt. Í Thunderbird 91, undir Skoða -> Þéttleiki í valmyndinni, geturðu valið þéttleika viðmótsins fyrir allt forritið. Þrír valkostir eru í boði: Þjappað (lítið), Venjulegt (miðlungs) og Snertiskjár (stórt).
it: A seconda che tu stia visualizzando l’applicazione su un grande monitor desktop o su un piccolo portatile con schermo touch, potresti aver bisogno che le icone e il testo dell’interfaccia siano più grandi ed estesi oppure molto compatti. In Thunderbird 91, alla voce Visualizza -> Densità nel menu, è possibile selezionare la densità dell’interfaccia utente per l’intera applicazione. Sono disponibili tre opzioni: compatta (piccola), normale (media) e touch (grande).
ja: 大型のデスクトップモニターでも、小型のノートパソコンのタッチスクリーンでも、インターフェイスのアイコンやテキストを大きく広げたり、非常にコンパクトにしたりすることができます。Thunderbird 91で、メニューの「表示」 -> 「密度」の下で、アプリケーション全体のUI密度を選択できます。コンパクト（小）、ノーマル（中）、タッチ（大）の3つのオプションがあります。
nl: Of u het nu op een grote desktopmonitor of een klein laptop-touchscreen gebruikt, u wilt misschien dat de pictogrammen en tekst van de interface groter en meer verspreid of zeer compact zijn. In Thunderbird 91 kunt u in het menu Beeld -> Dichtheid de interfacedichtheid voor de gehele toepassing selecteren. Er zijn drie opties beschikbaar: compact (klein), normaal (gemiddeld) en touch (groot).
pl: Niezależnie od tego, czy jest używany na dużym monitorze biurkowym, czy na małym ekranie dotykowym laptopa, można chcieć, aby ikony i tekst interfejsu były większe i bardziej rozłożone lub bardzo kompaktowe. W Thunderbirdzie 91, w menu Widok → Gęstość i upakowanie, można wybrać gęstość interfejsu użytkownika dla całej aplikacji. Dostępne są trzy opcje: kompaktowa (mała), zwykła (średnia) i dotykowa (duża).
pt_br: Esteja em um monitor grande ou em uma tela pequena sensível ao toque, você pode escolher ícones e texto da interface maiores e mais espalhados, ou bem compactos. No Thunderbird 91, no menu Exibir > Densidade, você pode selecionar a densidade da interface do usuário em todo o aplicativo. Estão disponíveis três opções: compacto (pequeno), normal (médio) e toque (grande).
ru: Независимо от того, используете ли вы его на большом настольном мониторе или на маленьком сенсорном экране ноутбука, вы можете захотеть, чтобы значки и текст интерфейса были крупнее и более разбросанными или очень компактными. В Thunderbird 91 в меню «Вид» -> «Значки» вы можете выбрать плотность пользовательского интерфейса для всего приложения. Доступны три варианта: компактная (маленькая), нормальная (среднияя) и сенсорная (большая).
sk: Či už ho používate na veľkom stolnom monitore alebo na malom dotykovom displeji prenosného počítača, možno budete chcieť, aby boli ikony a text rozhrania väčšie a rozloženejšie alebo veľmi kompaktné. V Thunderbirde 91 si môžete v ponuke Zobraziť -> Hustota vybrať hustotu používateľského rozhrania pre celú aplikáciu. K dispozícii sú tri možnosti: kompaktná, normálna a pre dotykové zariadenia.
sq: Qoftë kur e përdorni në një monitor të madh desktopi, qoftë në një ekran të vogël me prekje në një portativ, mund të doni që ikonat dhe teksti i ndërfaqet të jetë më i madh dhe më i shtrirë, ose shumë kompakt. Në Thunderbird 91, nën Shihni -> Densitet, te menuja, mund të përzgjidhni dendësi UI-e për krejt aplikacionin. Ka tre mundësi për këtë: kompakt (të vogla), normal (mesatare) dhe touch(të mëdha).
sv_se: Oavsett om du använder den på en stor stationär bildskärm eller en liten pekskärm för bärbara datorer kanske du vill att ikonerna och texten i gränssnittet ska vara större och mer spridda eller mycket kompakta. I Thunderbird 91, under Visa -> Täthet i menyn, kan du välja UI-densitet för hela applikationen. Tre alternativ finns: kompakt (liten), normal (medium) och touch (stor).
uk: Незалежно від того, чи користуєтесь ви ним на великому моніторі або на маленькому сенсорному екрані ноутбука, ви можете захотіти, щоб піктограми та текст інтерфейсу були більшими, розставленими або дуже компактними. У Thunderbird 91 у меню Вигляд -> Щільність можна вибрати щільність інтерфейсу для всього застосунку. Доступні три варіанти: компактний (маленький), звичайний (середній) та сенсорний (великий).
vi: Cho dù bạn đang sử dụng nó trên màn hình máy tính để bàn lớn hay màn hình cảm ứng máy tính xách tay nhỏ, bạn có thể muốn các biểu tượng và văn bản của giao diện lớn hơn và trải rộng hơn hoặc rất nhỏ gọn. Trong Thunderbird 91, dưới Xem -> Mật độ trong menu, bạn có thể chọn mật độ giao diện người dùng cho toàn bộ ứng dụng. Có ba tùy chọn: nhỏ gọn (nhỏ), bình thường (trung bình) và cảm ứng (lớn).
