Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: Did you know that <strong>less than 1%</strong> of Thunderbird users fund all the work we do? We don’t show advertisements or sell your data, and we are completely funded by donations from our community.
bg: Знаете ли, че <strong>по-малко от 1%</strong> от потребителите на Thunderbird финансират работата ни? Ние не показваме реклами и не продаваме вашите данни и се финансираме изцяло от дарения от нашата общност.
cs: Víte, že <strong>méně než 1 %</strong> uživatelů Thunderbirdu financuje všechnu práci, kterou na něm děláme? Nezobrazujeme reklamy ani neprodáváme vaše data. Naše činnost je plně financována z darů od naší komunity.
cy: Oeddech chi'n gwybod bod <strong>llai nag 1%</strong> o ddefnyddwyr Thunderbird yn ariannu'r holl waith rydyn ni'n ei wneud? Nid ydym yn dangos hysbysebion nac yn gwerthu eich data, ac rydym yn cael ein hariannu'n llwyr gan roddion gan ein cymuned.
de: Wussten Sie, dass <strong>weniger als 1 %</strong> der Thunderbird-Benutzer unsere gesamte Arbeit finanzieren? Wir zeigen keine Werbung und verkaufen Ihre Daten nicht und wir finanzieren uns vollständig durch Spenden unserer Gemeinschaft.
el: Γνωρίζατε ότι <strong>λιγότερο από το 1%</strong> των χρηστών του Thunderbird χρηματοδοτούν όλη τη δουλειά που κάνουμε; Δεν προβάλλουμε διαφημίσεις ούτε πουλάμε τα δεδομένα σας και χρηματοδοτούμαστε αποκλειστικά από τις δωρεές της κοινότητάς μας.
es_ar: ¿Sabías que <strong>menos del 1%</strong> de los usuarios de Thunderbird financian todo el trabajo que hacemos? No mostramos anuncios ni vendemos tus datos, y estamos completamente financiados por donaciones de nuestra comunidad.
es_cl: ¿Sabías que <strong>menos del 1%</strong> de los usuarios de Thunderbird financian todo el trabajo que hacemos? No mostramos anuncios ni vendemos tus datos, y estamos completamente financiados por donaciones de nuestra comunidad.
es_es: ¿Sabías que <strong>menos el 1%</strong> de los usuarios de Thunderbird financian todo el trabajo que hacemos? No mostramos anuncios ni vendemos tus datos, y estamos completamente financiados por donaciones de nuestra comunidad.
eu: Ba al zenekien Thunderbird erabiltzaileen <strong>% 1 baino gutxiago</strong>k finantzatzen duela egiten dugun lan guztia?Ez dugu iragarkirik erakusten edo zure datuak saltzen, eta gure komunitatearen dohaintzek guztiz finantzatzen gaituzte.
fr: Saviez-vous que <strong>moins de 1 %</strong> des utilisateurs et utilisatrices de Thunderbird financent tout le travail que nous faisons ? Nous n’affichons pas de publicités, nous ne vendons pas vos données et nous sommes entièrement financés par les dons de notre communauté.
fy_nl: Wisten jo dat <strong>minder as 1%</strong> fan Thunderbird-brûkers al it wurk dat wy dogge finansiere? Wy litte gjin advertinsjes sjen of ferkeapje jo gegevens net, en wy wurde folslein finansiere troch donaasjes fan ús mienskip.
gl: Sabías que <strong>menos do 1 %</strong> dos usuarios de Thunderbird financian todo o traballo que facemos? Non mostramos anuncios nin vendemos os teus datos, e financiámonos completamente coas doazóns da nosa comunidade.
hu: Tudta, hogy a Thunderbird felhasználóinak <strong>kevesebb mint 1%-a</strong> finanszírozza az összes munkánkat? Nem jelenítünk meg hirdetéseket, nem adjuk el az adatait, és teljes egészében a közösségünk adományaiból finanszírozzuk magunkat.
ia: Sape tu que <strong>minus que le 1%</strong> del usatores de Thunderbird financia tote le labor que nos face? Nos non monstra avisos publicitari e non vende tu datos, nos es completemente financiate per le donationes de nostre communitate.
is: Vissir þú að <strong>innan við 1%</strong> af notendum Thunderbird fjármagna alla vinnuna okkar? Við birtum ekki auglýsingar eða seljum gögnin þín og erum að fullu fjármögnuð með framlögum frá samfélaginu okkar.
it: Sai che <strong>meno dell’1%</strong> degli utenti di Thunderbird supporta economicamente il lavoro che facciamo? Non mostriamo pubblicità, non vendiamo i tuoi dati e siamo sostenuti interamente dalle donazioni della nostra comunità.
ja: Thunderbirdユーザーの皆さまからの寄付が<strong>1%未満</strong>であることをご存知ですか？この無料メールアプリは広告表示も、ユーザーのデータを販売することもなく、完全に皆さまからの寄付によって運営されています。
nl: Wist u dat <strong>minder dan 1%</strong> van de Thunderbird-gebruikers al het werk dat we doen financiert? We tonen geen advertenties of verkopen uw gegevens niet, en we worden volledig gefinancierd door donaties vanuit onze gemeenschap.
nn_no: Visste du at <strong>mindre ennn 1%</strong> av Thunderbird-brukarane finansierer alt arbeidet vi gjer? Vi viser ikkje annonsar eller sel dataa dine, og vi er fullstendig finansierte av donasjonar frå fellesskapet vårt.
pl: Czy wiesz, że <strong>mniej niż 1%</strong> użytkowników Thunderbirda finansuje całą naszą pracę? Nie pokazujemy reklam ani nie sprzedajemy Twoich danych, jesteśmy całkowicie zależni od darowizn od naszej społeczności.
pt_br: Você sabia que <strong>menos de 1%</strong> dos usuários do Thunderbird financiam todo o trabalho que fazemos? Não exibimos anúncios nem vendemos seus dados e somos totalmente financiados por doações de nossa comunidade.
ru: Знаете ли вы, что <strong>менее 1%</strong> пользователей Thunderbird финансируют всю нашу работу? Мы не показываем рекламу и не продаем ваши данные, и мы полностью финансируемся за счет пожертвований нашего сообщества.
sk: Vedeli ste, že <strong>menej ako 1 %</strong> používateľov Thunderbirdu financuje všetku prácu, ktorú robíme? Nezobrazujeme reklamy ani nepredávame vaše údaje a sme úplne financovaní z darov našej komunity.
sl: Ali ste vedeli, da vse naše delo financira <strong>manj kot 1 %</strong> uporabnikov Thunderbirda? Ne prikazujemo oglasov in ne prodajamo vaših podatkov, marveč se v celoti financiramo z donacijami skupnosti.
sq: E dinit se <strong>më pak se 1%</strong> e përdoruesve të Thunderbird-it financojnë krejt punën që bëjmë? Nuk shfaqim reklama, apo të shesim të dhëna tuajat dhe jemi plotësisht të financuar nga dhurimet prej bashkësisë sonë.
sv_se: Visste du att <strong>mindre än 1%</strong> av Thunderbird-användarna finansierar allt arbete vi gör? Vi visar inte annonser eller säljer din data, och vi är helt finansierade av donationer från vårt community.
tr: Yaptığımız tüm işleri Thunderbird kullanıcılarının <strong>%1’inden azının</strong> finanse ettiğini biliyor muydunuz? Reklam göstermiyoruz ve verilerinizi satmıyoruz. Tamamen topluluğumuzun bağışlarıyla finanse ediliyoruz.
uk: Чи знаєте ви, що <strong>менш як 1%</strong> користувачів Thunderbird фінансують всю нашу роботу? Ми не показуємо рекламу та не продаємо ваші дані, а фінансування отримуємо лише з внесків нашої спільноти.
vi: Bạn có biết rằng <strong>ít hơn 1%</strong> người dùng Thunderbird tài trợ cho mọi công việc chúng tôi thực hiện? Chúng tôi không hiển thị quảng cáo hoặc bán dữ liệu của bạn và chúng tôi hoàn toàn được tài trợ bởi quyên góp từ cộng đồng của chúng tôi.

source: You kept us alive - now help us thrive!
bg: Вие ни поддържахте живи - сега ни помогнете да процъфтяваме!
cs: Udrželi jste nás naživu - teď nám pomozte vzkvétat!
cy: Chi sydd wedi'n cadw ni'n fyw - nawr helpwch ni i ffynnu!
de: Sie haben uns am Leben erhalten – helfen Sie uns jetzt, noch besser zu werden!
el: Επιβιώσαμε χάρη σε εσάς, βοηθήστε μας τώρα να ευδοκιμήσουμε!
es_ar: Nos mantuviste vivos, ¡ahora ayudanos a prosperar!
es_cl: Nos mantuviste vivos, ¡ahora ayúdanos a prosperar!
es_es: Nos mantuviste vivos, ¡ahora ayúdanos a prosperar!
eu: Bizirik mantendu gaituzue - orain lagundu iezaguzu aurrera egiten!
fr: Vous nous avez permis de rester en vie, maintenant aidez-nous à prospérer !
fy_nl: Jo hawwe ús yn libben hâlden – help ús no te bloeien!
gl: Mantivéchesnos vivos, agora axúdanos a prosperar!
hu: Segített minket életben tartani – most segítsen minket szárnyalni!
ia: Tu nos manteneva vive, ora adjuta nos a prosperar!
is: Þú hélst okkur á lífi - hjálpaðu okkur nú að dafna!
it: Siamo ancora qui grazie al tuo supporto: ora aiutaci a prosperare!
ja: あなたが私たちを生かしてくれました - 今度は繁栄させてください！
nl: U hebt ons in leven gehouden – help ons nu te gedijen!
nn_no: Du heldt oss i live - hjelp oss no med å verte endå betre!
pl: Pomogliście nam przetrwać — teraz pomóżcie rozwinąć skrzydła!
pt_br: Você nos manteve vivos, agora ajude-nos a prosperar!
ru: Вы сохранили нам жизнь – теперь помогите нам процветать!
sk: Udržali ste nás nažive – teraz nám pomôžte prosperovať!
sl: Ohranili ste nas pri življenju – zdaj nam pomagajte uspevati!
sq: Na mbajtët gjallë - tani ndihmonani të lulëzojmë!
sv_se: Du håller oss vid liv - hjälp oss nu att frodas!
tr: Bizi yaşattınız. Şimdi gelişmemize yardım edin!
uk: Ви зберегли нас, тож допоможіть нам процвітати!
vi: Bạn đã giúp chúng tôi tồn tại - bây giờ hãy giúp chúng tôi phát triển!

source: This year, we delivered outstanding visual changes in Thunderbird 115 and <a href="%(url)s">other major improvements</a>. In 2024, we want to make our privacy-respecting email software available to billions. Imagine Thunderbird on your <strong>Android</strong> and <strong>iOS</strong> devices!
bg: Тази година предоставихме изключителни визуални промени в Thunderbird 115 и <a href="%(url)s">други големи подобрения</a>. През 2024 г. искаме да направим нашия зачитащ поверителността имейл софтуер достъпен за милиарди. Представете си Thunderbird на вашите устройства с <strong>Android</strong> и <strong>iOS</strong>!
cs: Tento rok jsme do Thunderbirdu 115 dodali výrazné vizuální změny a <a href="%(url)s">další významná vylepšení</a>. V roce 2024 chceme zpřístupnit náš e-mailový software respektující soukromí miliardám lidí. Představte si Thunderbird na svém zařízení s <strong>Androidem</strong> nebo <strong>iOS</strong>!
cy: Eleni, rydym wedi cyflawni newidiadau gweledol rhagorol yn Thunderbird 115 a <a href="%(url)s">gwelliannau mawr eraill</a>. Yn 2024, rydym am sicrhau bod ein meddalwedd e-bost sy'n parchu preifatrwydd ar gael i filiynau. Dychmygwch Thunderbird ar eich dyfeisiau <strong>Android</strong> ac <strong>iOS</strong>!
de: Dieses Jahr haben wir hervorragende visuelle Änderungen in Thunderbird 115 und <a href="%(url)s">weitere größere Verbesserungen</a> gebracht. Im Jahr 2024 möchten wir unsere E-Mail-Software, die die Privatsphäre respektiert, Milliarden Menschen zur Verfügung stellen. Stellen Sie sich Thunderbird auf Ihren <strong>Android</strong>- und <strong>iOS</strong>-Geräten vor!
el: Φέτος, προσφέραμε εξαιρετικές οπτικές αλλαγές και <a href="%(url)s">άλλες μεγάλες βελτιώσεις</a> στο Thunderbird 115. Το 2024, θέλουμε να διαθέσουμε το λογισμικό email μας, που σέβεται το απόρρητό σας, σε δισεκατομμύρια χρήστες. Φανταστείτε το Thunderbird στις συσκευές σας με <strong>Android</strong> και <strong>iOS</strong>!
es_ar: Este año, implementamos cambios visuales sobresalientes en Thunderbird 115 y <a href="%(url)s">otras mejoras importantes</a>. En 2024, queremos que nuestro software de correo electrónico que respeta la privacidad esté disponible para miles de millones. ¡Imaginate Thunderbird en tus dispositivos <strong>Android</strong> y <strong>iOS</strong>!
es_cl: Este año, implementamos cambios visuales sobresalientes en Thunderbird 115 y <a href="%(url)s">otras mejoras importantes</a>. En 2024, queremos que nuestro software de correo electrónico que respeta la privacidad esté disponible para miles de millones. ¡Imagínate Thunderbird en tus dispositivos <strong>Android</strong> e <strong>iOS</strong>!
es_es: Este año, implementamos cambios visuales sobresalientes en Thunderbird 115 y <a href="%(url)s">otras mejoras importantes</a>. En 2024, queremos que nuestro software de correo electrónico que respeta la privacidad esté disponible para miles de millones. ¡Imagínate Thunderbird en tus dispositivos <strong>Android</strong> e <strong>IOS</strong>!
eu: Aurten, ikusmen-aldaketa nabarmenak eman ditugu Thunderbird 115-en eta <a href="%(url)s">beste hobekuntza garrantzitsu batzuk</a>. 2024an, pribatutasuna errespetatzen duen posta elektronikoko softwarea milaka milioiren eskura jarri nahi dugu. Imajinatu Thunderbird zure <strong>Android</strong> eta <strong>iOS</strong> gailuetan!
fr: Cette année, nous avons apporté des modifications visuelles extraordinaires à Thunderbird 115 et <a href="%(url)s">d’autres améliorations majeures</a>. En 2024, nous voulons rendre accessible à des milliards de personnes notre logiciel de messagerie respectueux de la vie privée. Imaginez Thunderbird sur vos appareils <strong>Android</strong> et <strong>iOS</strong> !
fy_nl: Dit jier hawwe wy bjusterbaarlike fisuele wizigingen yn Thunderbird 115 en <a href="%(url)s">oare grutte ferbetteringen</a> trochfierd. Yn 2024 wolle wy ús privacyrespektearjende e-mailsoftware beskikber meitsje foar miljarden minsken. Stel jo Thunderbird foar op jo <strong>Android</strong>- en <strong>iOS</strong>-apparaten!
gl: Este ano, introducimos cambios visuais destacados en Thunderbird 115 e <a href="%(url)s">outras melloras importantes</a>. En 2024, queremos que o noso software de correo electrónico que respecte a privacidade estea dispoñible para miles de millóns. Imaxina Thunderbird nos teus dispositivos <strong>Android</strong> e <strong>iOS</strong>.
hu: Idén kiemelkedő vizuális változásokat hajtottunk végre a Thunderbird 115-ben, és <a href="%(url)s">más jelentős fejlesztéseket</a> is végeztünk. 2024-ben milliárdok számára szeretnénk elérhetővé tenni az adatvédelmet tiszteletben tartó levelezőprogramunkat. Képzelje el a Thunderbirdöt az <strong>androidos</strong> és <strong>iOS-es</strong> eszközein.
ia: Iste anno, nos livrava pendente cambiamentos visual in Thunderbird 115 e <a href="%(url)s">altere major meliorationes</a>. In le 2024, nos rendera disponibile pro billiones nostre software de emails respectuose del confidentialitate. Imagina Thunderbird sur tu apparatos <strong>Android</strong> e <strong>iOS</strong>!
is: Á þessu ári komum við með framúrskarandi sjónrænar breytingar á Thunderbird 115 auk <a href="%(url)s">margra annarra endurbóta</a>. Árið 2024 viljum við gera tölvupósthugbúnaðinn okkar, sem virðir friðhelgi einkalífsins, aðgengilegan fyrir milljarða notenda á heimsvísu. Ímyndaðu þér Thunderbird komið upp á <strong>Android</strong> og <strong>iOS</strong>-tækjunum þínum!
it: Quest’anno abbiamo apportato straordinarie modifiche grafiche a Thunderbird 115 e introdotto <a href="%(url)s">altri importanti miglioramenti</a>. Nel 2024 vogliamo mettere a disposizione di miliardi di persone il nostro software di posta elettronica rispettoso della privacy. Immagina Thunderbird sui tuoi dispositivi <strong>Android</strong> e <strong>iOS</strong>!
ja: 今年、Thunderbird 115上ではビジュアルの変更、<a href="%(url)s">その他大きな改善が行われました。</a>2024年には、このプライバシー保護重視のメールソフトを何十億もの人々に使っていただけるようにしたいと考えています。<strong>Android</strong>や<strong>iOS</strong>デバイス上で使えるThunderbirdを想像してみてください！
nl: Dit jaar hebben we uitstekende visuele wijzigingen in Thunderbird 115 en <a href="%(url)s">andere grote verbeteringen</a> doorgevoerd. In 2024 willen we onze privacyrespecterende e-mailsoftware beschikbaar maken voor miljarden mensen. Stelt u zich Thunderbird eens voor op uw <strong>Android</strong>- en <strong>iOS</strong>-apparaten!
nn_no: I år leverte vi eineståande visuelle endringar i Thunderbird 115 og <a href="%(url)s">andre store forbetringar</a>. I 2024 vil vi gjere den personvern-respekterande e-postprogramvara vår tilgjengleg for milliardar. Tenk deg, Thunderbird på <strong>Android</strong>- og <strong>iOS</strong>-einingane dine!
pl: W tym roku wprowadziliśmy wyjątkowe zmiany wizualne w Thunderbirdzie 115 i <a href="%(url)s">inne duże usprawnienia</a>. W 2024 chcemy udostępnić naszego szanującego prywatność klienta poczty miliardom użytkowników. Wyobraź sobie Thunderbirda na Twoim urządzeniu z <strong>Androidem</strong> i <strong>iOS</strong>!
pt_br: Este ano, entregamos mudanças visuais incríveis no Thunderbird 115 e <a href="%(url)s">outras melhorias importantes</a>. Em 2024, queremos disponibilizar nosso software de email que respeita a privacidade para bilhões de pessoas. Imagine o Thunderbird em seus dispositivos <strong>Android</strong> e <strong>iOS</strong>!
ru: В этом году мы внесли выдающиеся визуальные изменения в Thunderbird 115 и <a href="%(url)s">другие важные улучшения</a>. В 2024 году мы хотим сделать наше программное обеспечение электронной почты, уважающее конфиденциальность, доступным миллиардам людей. Представьте себе Thunderbird на своих устройствах <strong>Android</strong> и <strong>iOS</strong>!
sk: Tento rok sme sprístupnili vynikajúce vizuálne zmeny a <a href="%(url)s">iné významné vylepšenia</a> v Thunderbirde 115. V roku 2024 chceme náš e‑mailový softvér rešpektujúci súkromie sprístupniť miliardám ľudí. Predstavte si Thunderbird na svojich zariadeniach <strong>Android</strong> a <strong>iOS</strong>!
sl: Letos smo Thunderbirdu 115 vdihnili popolnoma nov videz in <a href="%(url)s">ga temeljito modernizirali</a>. Leta 2024 želimo svoj e-poštni program, ki spoštuje zasebnost, ponuditi na razpolago milijardam ljudi. Zamislite si Thunderbird na svoji napravi <strong>Android</strong> in <strong>iOS</strong>!
sq: Këtë vit sollëm ndryshime të dukshme pamore në Thunderbird 115-n dhe <a href="%(url)s">përmirësime të tjera të mëdhan</a>. Në 2024-n, dëshirojmë të bëjmë software-in tonë për email, që respekton privatësinë, të passhëm për miliarda vetë. Përfytyroni Thunderbird-in në pajisjet tuaja <strong>Android</strong> dhe <strong>iOS</strong>!
sv_se: I år levererade vi enastående visuella förändringar i Thunderbird 115 och <a href="%(url)s">andra stora förbättringar</a>. År 2024 vill vi göra vår integritetsrespekterande e-postprogramvara tillgänglig för miljarder. Föreställ dig Thunderbird på dina <strong>Android</strong>- och <strong>iOS</strong>-enheter!
tr: Bu yıl, Thunderbird 115’te olağanüstü görsel değişiklikler ve <a href="%(url)s">önemli iyileştirmeler</a> yaptık. 2024’te, gizliliğe saygı gösteren e-posta yazılımımızı milyarlarca kullanıcıya sunmak istiyoruz. Thunderbird’ü <strong>Android</strong> ve <strong>iOS</strong> cihazlarınızda hayal edin!
uk: Цього року ми впровадили суттєві візуальні зміни в Thunderbird 115 та <a href="%(url)s">інші значні вдосконалення</a>. У 2024 році ми хочемо зробити нашу програму для роботи з електронною поштою, яка поважає приватність, доступною мільярдам користувачів. Уявіть Thunderbird на своїх пристроях <strong>Android</strong> та <strong>iOS</strong>!
vi: Năm nay, chúng tôi đã mang đến những thay đổi nổi bật về ngoại hình trong Thunderbird 115 và <a href="%(url)s">những cải tiến lớn khác</a>. Vào năm 2024, chúng tôi muốn cung cấp phần mềm email tôn trọng quyền riêng tư của mình cho hàng tỷ người. Hãy tưởng tượng nếu Thunderbird có sẵn trên thiết bị <strong>Android</strong> và <strong>iOS</strong> của bạn!

source: <strong>We can’t do this without you!</strong> If you get value from using Thunderbird, please consider giving a donation to support this goal.
bg: <strong>Не можем да направим това без вас!</strong> Ако вуждате полза от използването на Thunderbird, моля, помислете дали да дадете дарение в подкрепа на нашата цел.
cs: <strong>Bez vás to nedokážeme!</strong> Pokud je pro vás Thunderbird užitečný, zvažte poslání daru na podporu tohoto cíle.
cy: <strong>Allwn ni ddim gwneud hyn heboch chi!</strong> Os ydych chi'n cael gwerth o ddefnyddio Thunderbird, ystyriwch roi cyfraniad i gefnogi'r nod hwn.
de: <strong>Wir schaffen das nicht ohne Sie!</strong> Wenn Sie von der Verwendung von Thunderbird profitieren, ziehen Sie bitte eine Spende in Erwägung, um dieses Ziel zu unterstützen.
el: <strong>Αυτό δεν μπορούμε να το κάνουμε χωρίς εσάς!</strong> Εάν χρησιμοποιείτε και εκτιμάτε το Thunderbird, σκεφτείτε να κάνετε μια δωρεά για να το υποστηρίξετε αυτόν τον στόχο.
es_ar: <strong>¡No podemos hacer esto sin vos!</strong> Si te sirve usar Thunderbird, considerá hacer una donación para apoyar esta meta.
es_cl: <strong>¡No podemos hacer esto sin ti!</strong> Si obtienes valor al usar Thunderbird, considera hacer una donación para apoyar este objetivo.
es_es: <strong>¡No podemos hacer esto sin ti!</strong> Si obtienes valor al usar Thunderbird, considera hacer una donación para apoyar este objetivo.
eu: <strong>Ezin dugu hau zu gabe egin!</strong> Thunderbird erabiltzeagatik balioa lortzen baduzu, pentsazazu dohaintza bat ematea helburu honetan laguntzeko.
fr: <strong>Nous ne pouvons y arriver sans vous !</strong> Si Thunderbird vous est précieux, songez à faire un don pour soutenir cet objectif.
fy_nl: <strong>Wy kinne dit net sûnder jo!</strong> As jo wearde helje út it gebrûk fan Thunderbird, tink dan ris nei om in donaasje te jaan om dit doel te stypjen.
gl: <strong>Non podemos facelo sen ti!</strong> Se obténs valor co uso de Thunderbird, considera facer unha doazón para apoiar este obxectivo.
hu: <strong>Ezt Ön nélkül nem tudjuk megtenni!</strong> Ha értékes Önnek a Thunderbird használata, fontolja meg az adományozást a támogatása érdekében.
ia: <strong>Nos non lo pote facer sin te!</strong> Si tu obtene valor ab le uso de Thunderbird, considera facer un donation pro supportar iste objectivo.
is: <strong>Við getum ekki gert þetta án þín!</strong> Ef þú færð eitthvað út úr því að nota Thunderbird skaltu íhuga að leggja þitt af mörkum til að styðja við verkefnið.
it: <strong>Non possiamo farcela senza di te!</strong> Se utilizzi e apprezzi Thunderbird, considera la possibilità di fare una donazione per supportare il nostro lavoro.
ja: <strong>Thunderbirdはユーザーの皆さまのご協力がなければ運営できません！</strong>Thunderbirdの利用に価値を見い出されるのであれば、ぜひ寄付をご検討ください。
nl: <strong>We kunnen dit niet zonder u!</strong> Als u waarde haalt uit het gebruik van Thunderbird, overweeg dan om een donatie te doen om dit doel te ondersteunen.
nn_no: <strong>Vi greier ikkje å gjere dette utan dig!</strong> Om du likar å bruke Thunderbird, kan du kanskje vurdere å donere ein slant for å nå dette målet.
pl: <strong>Nie damy rady bez Was!</strong> Jeśli korzystasz z Thunderbirda, rozważ proszę przekazanie darowizny na wsparcie tego celu.
pt_br: <strong>Não podemos fazer isso sem você!</strong> Se você se beneficia ao usar o Thunderbird, considere fazer uma doação para apoiar este objetivo.
ru: <strong>Мы не сможем сделать это без вас!</strong> Если вы получаете пользу от использования Thunderbird, рассмотрите возможность сделать пожертвование для поддержки этой цели.
sk: <strong>Bez vás to však nedokážeme!</strong> Ak máte z používania Thunderbirdu úžitok, zvážte darovanie príspevku na podporu tohto cieľa.
sl: <strong>To nam ne bo uspelo brez vas!</strong> Če vam Thunderbird koristi, razmislite o tem, da podprete naš cilj.
sq: <strong>Këtë s’e bëjmë dot pa ju!</strong> Nëse përfitoni vlerë nga përdorimi i Thunderbird-it, ju lutemi, shihni mundësinë e dhënies së një dhurimi, për të mbështetur këtë synim.
sv_se: <strong>Vi kan inte göra det här utan dig!</strong> Om du får värde av att använda Thunderbird, överväg att ge en donation för att stödja detta mål.
tr: <strong>Siz olmadan bunu başaramayız!</strong> Thunderbird’ün size fayda sağladığını düşünüyorsanız bu hedefimizi desteklemek için bağış yapabilirsiniz.
uk: <strong>Ми не зможемо досягти цього без вас!</strong> Якщо ви отримуєте користь від Thunderbird, підтримайте нас фінансовим внеском.
vi: <strong>Chúng tôi không thể làm điều này nếu không có bạn!</strong> Nếu bạn nhận được giá trị từ việc sử dụng Thunderbird, vui lòng cân nhắc quyên góp để hỗ trợ mục tiêu này.
