Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: Thunderbird is a testament to the power of the open-source community's contribution to driving innovation and efficiency.
bg: Thunderbird е доказателство за силата на приноса на общността с отворен код за стимулиране на иновациите и ефективността.
cs: Thunderbird je důkazem síly, s jakou komunita open-source přispívá k inovacím a efektivitě.
cy: Mae Thunderbird yn dyst i bŵer cyfraniad y gymuned cod agored at ysgogi arloesedd ac effeithlonrwydd.
de: Thunderbird ist ein Beweis für die Macht des Beitrags der Open-Source-Gemeinschaft zum Vorantreiben von Innovation und Effizienz.
el: Το Thunderbird αποδεικνύει την επιρροή της συνεισφοράς της κοινότητας ανοικτού κώδικα στην προώθηση της καινοτομίας και της αποτελεσματικότητας.
es_ar: Thunderbird es un testamento del poder de la contribución de la comunidad del código abierto para impulsar la innovación y la eficiencia.
es_cl: Thunderbird es un testimonio del poder de la contribución de la comunidad de código abierto para impulsar la innovación y la eficiencia.
eu: Thunderbird kode irekiko komunitateak berrikuntza eta eraginkortasuna bultzatzeko duen ekarpenaren indarraren erakusgarri da.
fr: Thunderbird témoigne de la puissance des contributions de la communauté open source pour stimuler l’innovation et l’efficacité.
fy_nl: Thunderbird is in testamint fan de krêft fan de bydrage fan de iepen boarnemienskip om ynnovaasje en effisjinsje te stimulearjen.
gl: Thunderbird é un testemuño do poder da contribución da comunidade de código aberto para impulsar a innovación e a eficiencia.
hu: A Thunderbird a nyílt forráskódú közösség innovációhoz és hatékonysághoz való hozzájárulásának bizonyítéka.
ia: Thunderbird es un testamento al poter del contribution del communitate open-source pro ducer innovation e efficientia.
it: Thunderbird è una testimonianza della forza della comunità open source nel promuovere innovazione ed efficienza.
ja: Thunderbirdは、オープンソースコミュニティがイノベーションと効率性を促進するために貢献する力があることを証明しています。
nl: Thunderbird getuigt van de kracht van de bijdrage van de opensourcegemeenschap aan het stimuleren van innovatie en efficiëntie.
nn_no: Thunderbird er eit bevis på krafta i open kjeldekode-fellesskapet sitt bidrag til å drive innovasjon og effektivitet.
pt_br: O Thunderbird é um testamento ao poder da contribuição da comunidade de código aberto em conduzir inovação e eficiência.
ru: Thunderbird является подтверждением вклада сообщества открытого исходного кода в развитие инноваций и повышения производительности.
sk: Thunderbird je dôkazom sily príspevku komunity okolo open source k podpore inovácií a efektívnosti.
sl: Thunderbird je dokaz moči prispevka odprtokodne skupnosti k spodbujanju inovacij in učinkovitosti.
sv_se: Thunderbird är ett bevis på kraften i öppen källkodsgemenskapens bidrag till att driva innovation och effektivitet.
uk: Thunderbird є свідченням сили внеску спільноти з відкритим кодом у стимулювання інновацій та ефективності.
vi: Thunderbird là minh chứng cho sức mạnh đóng góp của cộng đồng nguồn mở trong việc thúc đẩy đổi mới và hiệu quả.

source: Bug Triager, USA
cs: Třídění chyb, USA
cy: Triagwr Gwallau, UDA
de: Bug-Prüfer, USA
el: Διαλογή σφαλμάτων, ΗΠΑ
es_ar: Triaje de bugs, Estados Unidos
es_cl: Clasificador de errores, EE. UU.
eu: Akats garbitzailea, Estatu Batuak
fr: Tri de bugs, États-Unis
fy_nl: Bugbeoardieler, FS
gl: Clasificador de erros, EE. UU.
hu: Hibaosztályozó, Egyesült Államok
ia: Classificator de bugs, Statos Unite de America
is: Villuflokkari, Bandaríkin
ja: バグのトリアージ担当、米国
nl: Bugbeoordelaar, VS
nn_no: Feilhandsaming, USA
pt_br: Triagem de bugs, Estados Unidos
ru: Сортировка багов, США
sk: Spracovateľ bugov, USA
sl: Bug Triager, ZDA
sv_se: Bugghantering, USA
tr: Hata Tasnifleyici, ABD
uk: Сортування помилок, США
vi: Người xử lí lỗi, Hoa Kỳ

source: If you don't have skin in the game, you can't complain about the direction the product is going in.
cs: Pokud nejste ve hře, nemůžete si stěžovat na to, jakým směrem se produkt ubírá.
cy: Os nad oes gennych gyfraniad i'r gêm, does dim modd i chi gwyno am y cyfeiriad y mae'r cynnyrch yn mynd iddo.
de: Wenn Sie sich nicht einmischen, können Sie sich nicht über die Richtung beschweren, in die das Produkt geht.
el: Αν δεν έχετε δηλώσει συμμετοχή στο παιχνίδι, δεν μπορείτε να διαμαρτυρηθείτε για την κατεύθυνση προς την οποία κινείται αυτό το προϊόν.
es_ar: Si no te involucrás directamente, no podés quejarte sobre la dirección en la que está yendo el producto.
es_cl: Si no te sumerges en el juego, no puedes quejarte de la dirección en la que va el producto.
eu: Jokoan azalik ez baduzu, ezin zara kexatu produktuak hartutako norabideaz.
fr: Si vous ne vous investissez pas dans le processus, vous ne pouvez pas vous plaindre de la direction que prend le produit.
fy_nl: As jo net meitinke, kinne jo net klage oer de rjochting dy’t it produkt opgiet.
gl: Se non tes a pel no xogo, non podes queixarte da dirección na que vai o produto.
hu: Ha nincs benne a játékban, akkor nem panaszkodhat arra, hogy milyen irányba halad a termék.
ia: Si tu non es implicate in le joco, tu non pote lamentar te re le direction que prende le producto.
it: Se non ti metti in gioco, non puoi lamentarti della direzione in cui sta andando il prodotto.
ja: もしゲームに参加していないなら、製品の方向性に文句を言うことはできません。
nl: Als u niet meedenkt, kunt u niet klagen over de richting die het product opgaat.
nn_no: Om du ikkje deler risikoen kan du ikkje klage på retninga produktet går i.
pt_br: Se você não tem participação no jogo, não pode reclamar da direção que o produto está tomando.
ru: Если у вас нет скина в игре, вы не можете жаловаться на то, в каком направлении продвигается продукт.
sk: Ak nemáte v hre skin, nemôžete sa sťažovať, akým smerom sa produkt uberá.
sl: Če niste vešči, se ne morete pritoževati nad smerjo, v katero gre izdelek.
sv_se: Om du inte delar risken kan du inte klaga på riktningen produkten går i.
uk: Якщо ви не в грі, ви не можете скаржитися на напрямок, у якому рухається продукт.
vi: Nếu bạn không có skin trong trò chơi, bạn không thể phàn nàn về hướng đi của sản phẩm.

source: Developer, Germany
cs: Vývojář, Německo
cy: Datblygwr, yr Almaen
de: Entwickler, Deutschland
el: Προγραμματιστής, Γερμανία
es_ar: Desarrollador, Alemania
es_cl: Desarrollador, Alemania
eu: Garatzailea, Alemania
fi: Kehittäjä, Saksa
fr: Développement, Allemagne
fy_nl: Untwikkeler, Dútslân
gl: Desenvolvedor, Alemaña
hu: Fejlesztő, Németország
ia: Disveloppator, Germania
is: Forritari, Þýskalandi
it: Sviluppatore, Germania
ja: デベロッパー、ドイツ
nl: Ontwikkelaar, Duitsland
nn_no: Utviklar, Tyskland
pt_br: Desenvolvedor, Alemanha
ru: Разработчик, Германия
sk: Vývojár, Nemecko
sl: Razvijalec, Nemčija
sq: Zhvillues, Gjermani
sv_se: Utvecklare, Tyskland
tr: Geliştirici, Almanya
uk: Розробник, Німеччина
vi: Nhà phát triển, Đức

source: It is great to be able to improve the software by fixing little things that affect me and other users
cs: Je skvělé mít možnost vylepšovat software opravováním maličkostí, které ovlivňují mně a ostatních uživatelů
cy: Mae'n wych gallu gwella'r meddalwedd trwy drwsio pethau bach sy'n effeithio arnaf i a defnyddwyr eraill
de: Es ist toll, die Software durch die Korrektur von kleinen Dingen verbessern zu können, die mich und andere Anwender betreffen
el: Είναι υπέροχο να μπορούμε να βελτιώνουμε το λογισμικό διορθώνοντας μικρά πράγματα που επηρεάζουν εμάς και άλλους χρήστες
es_ar: Es genial poder mejorar el software arreglando pequeños detalles que me afectan a mí y a otros usuarios
es_cl: Es fantástico poder mejorar el software solucionando pequeñas cosas que me afectan a mí y a otros usuarios
eu: Oso ondo dago softwarea hobetu ahal izatea niri eta beste erabiltzaileei eragiten dien gauza txikiak konponduz
fr: C’est super de pouvoir améliorer le logiciel en corrigeant des petits problèmes que je rencontre et qui affectent aussi d’autres utilisateurs.
fy_nl: It is geweldich om de software te ferbetterjen troch lytse dingen te reparearjen dy’t my en oare brûkers beynfloedzje
gl: É xenial poder mellorar o software corrixindo pequenas cousas que me afectan a min e a outros usuarios
hu: Nagyszerű, hogy a szoftvert olyan apró dolgok javításával tehetjük jobbá, amelyek engem és más felhasználókat érintenek
ia: Il es formidabile poter meliorar le software per remediar parve cosas que affice me e altere usatores
it: È fantastico poter migliorare il software risolvendo piccoli problemi che riguardano me e gli altri utenti
ja: 私や他のユーザーに影響を与えるような小さなことを修正することで、ソフトウェアを改善できるのは素晴らしいことです。
nl: Het is geweldig om de software te kunnen verbeteren door kleine dingen die mij en andere gebruikers beïnvloeden te repareren
nn_no: Det er flott å kunne forbetre programvara ved å fikse småting som påverkar meg og andre brukarar
pt_br: É ótimo poder melhorar o software, corrigindo pequenas coisas que me afetam e a outros usuários
ru: Это здорово, что вы можете улучшать программу, исправляя небольшие вещи, которые влияют на меня и других пользователей
sk: Je skvelé mať možnosť vylepšovať softvér opravovaním maličkostí, ktoré ovplyvňujú mňa a ostatných používateľov
sl: Super je, da lahko izboljšam programsko opremo in popravim malenkosti, ki vplivajo name in druge uporabnike
sv_se: Det är fantastiskt att kunna förbättra mjukvaran genom att fixa små saker som påverkar mig och andra användare
uk: Чудово мати можливість покращувати програмне забезпечення, виправляючи незначні недоліки, які впливають на мене та інших користувачів
vi: Thật tuyệt khi có thể cải thiện phần mềm bằng cách sửa những điều nhỏ nhặt ảnh hưởng đến tôi và những người dùng khác

source: Tester & Bug Triager, USA
cs: Tester a zpracovatel chyb, USA
cy: Profwr a Triagwr Gwallau, UDA
de: Tester & Bug-Prüfer, USA
el: Δοκιμή και διαλογή σφαλμάτων, ΗΠΑ
es_ar: Tester y triaje de bugs, Estados Unidos
es_cl: Probador y clasificador de errores, EE. UU.
eu: Probatzailea eta akats garbitzailea, Estatu Batuak
fr: Tests et tri de bugs, États-Unis
fy_nl: Tester & Bugbeoardieler, FS
gl: Probador e clasificador de erros, EE. UU.
hu: Tesztelő- és hibakereső, Egyesült Államok
ia: Probator e Classificator de bugs, Statos Unite de America
is: Prófanir og villuflokkun, Bandaríkin
it: Tester e bug triager, USA
ja: テストとバグのトリアージ担当、米国
nl: Tester & Bugbeoordelaar, VS
nn_no: Testar og feilhandsaming, USA
pt_br: Testador e triagem de bugs, Estados Unidos
ru: Тестирование и сортировка багов, США
sk: Tester a spracovateľ bugov, USA
sl: Tester & Bug Triager, ZDA
sv_se: Testare & Bugghantering, USA
tr: Testçi ve Hata Tasnifleyici, ABD
uk: Тестування і сортування помилок, США
vi: Người kiểm tra & xử lí lỗi, Hoa Kỳ

source: I volunteer to use the beta versions as soon as they are built, report issues I find, and test fixes.
bg: Използвам бета версиите веднага след като бъдат изградени, да докладвам проблемите, които открих, и да изпробвам корекциите им.
cs: Dobrovolně používám beta verze, jakmile jsou vytvořeny, hlásím nalezené problémy a testuji opravy.
cy: Rwy'n gwirfoddoli i ddefnyddio'r fersiynau beta cyn gynted ag y maen nhw'n cael eu hadeiladu, adrodd am faterion wrth ddod o hyd iddyn nhw a phrofi'r atebion.
de: Ich helfe freiwillig und verwende die Beta-Versionen, sobald sie erstellt werden; dann melde Probleme, die ich finde und teste Korrekturen.
el: Προσφέρομαι εθελοντικά να χρησιμοποιήσω τις εκδόσεις beta αμέσως μόλις δημιουργηθούν, να αναφέρω προβλήματα που εντοπίζω και να δοκιμάσω διορθώσεις.
es_ar: Soy voluntario que usa las versiones beta apenas salen, informo los problemas que encuentro y pruebo las correcciones.
es_cl: Me ofrezco como voluntario para usar las versiones beta tan pronto como son compiladas, informo los problemas que encuentro y pruebo las soluciones.
eu: Eraiki bezain laster beta bertsioak erabiltzeak, aurkitzen ditudan arazoen berri emateko eta konponketak probatzeko aukera ematen dit.
fr: J’utilise les versions bêta dès qu’elles sont compilées, je signale les problèmes que je trouve et je teste les correctifs.
fy_nl: Ik brûk frijwillich de bètaferzjes sa gau se boud binne, ik meld problemen en test oplossingen.
gl: Ofrézome voluntario a usar as versións beta en canto se crean, informe de problemas que atope e proba correccións.
hu: Azt vállalom, hogy azonnal használom a béta verziókat, amint azok elkészülnek, jelentem a talált problémákat és javításokat tesztelek.
ia: Io es voluntari pro usar le versiones beta a pena illos es producite, reportar problemas que io trova, e verificar reparationes.
it: Come volontario, utilizzo le versioni beta non appena vengono compilate, segnalo i problemi riscontrati e verifico le soluzioni.
ja: 私は、ベータ版が構築されたらすぐに使用し、見つけた問題を報告し、修正をテストします。
nl: Ik gebruik vrijwillig de bètaversies zodra ze zijn gebouwd, ik meld problemen en test oplossingen.
nn_no: Eg melder meg frivillig til å bruke betaversjonane så snart dei er bygd, rapporterer problem eg finn og testar løysingar.
pt_br: Eu me ofereço para usar versões beta assim que elas são criadas, relatar problemas que encontrar e testar correções.
ru: Я добровольно использую бета-версии, как только они будут собраны, сообщая о найденных проблемах и тестируя исправления.
sk: Dobrovoľne používam beta verzie hneď po ich vytvorení, hlásim problémy, ktoré nájdem, a testujem opravy.
sl: Prostovoljno uporabljam različice beta, takoj ko bodo zgrajene, poročam o težavah, ki jih najdem, in preskušam popravke.
sv_se: Jag anmäler mig frivilligt att använda betaversionerna så fort de byggts, rapporterar problem jag hittar och testar lösningar.
tr: Beta sürümleri yayımlandığı anda kullanmaya başlıyor, bulduğum sorunları bildiriyor ve düzeltmeleri test ediyorum.
uk: Я добровільно використовую бета версії, як тільки вони з'являються, повідомляю про проблеми, які знаходжу, і тестую виправлення.
vi: Tôi tình nguyện sử dụng các phiên bản beta ngay khi chúng được xây dựng, báo cáo các vấn đề tôi tìm thấy và kiểm tra các bản sửa lỗi.

source: Support & Bug Triager, United Kingdom
bg: Поддръжка и проследяване на грешки, Великобритания
cs: Podpora a správa chyb, Velká Británie
cy: Cymorth a Triagwr Gwallau, Y Deyrnas Unedig
de: Hilfe & Bug-Prüfer, Vereinigtes Königreich
el: Υποστήριξη και διαλογή σφαλμάτων, Ηνωμένο Βασίλειο
es_ar: Soporte y triaje de bugs, Reino Unido
es_cl: Soporte y clasificador de errores, Reino Unido
eu: Laguntzailea eta akats bilatzailea, Erresuma Batua
fr: Assistance et tri de bugs, Royaume-Uni
fy_nl: Stipe & Bugbeoardieler, Ferienige Keninkryk
gl: Soporte e triaxe de erros, Reino Unido
hu: Támogató és hibakereső, Egyesült Királyság
ia: Classificator de Supporto & Bugs, Regno Unite
is: Aðstoð og villuflokkun, Bretlandi
it: Supporto e bug triager, Regno Unito
ja: サポートとバグのトリアージ担当、英国
nl: Ondersteuning & Bugbeoordelaar, Verenigd Koninkrijk
nn_no: Brukarstøtte og feilhandsaming, Storbritannia
pt_br: Suporte e triagem de bugs, Reino Unido
ru: Поддержка и сортировка багов, Великобритания
sk: Podpora a spracovanie bugov, Veľká Británia
sl: Support & Bug Triager, Združeno kraljestvo
sv_se: Support & Bugghantering, Storbritannien
tr: Destek ve Hata Tasnifleyici, Birleşik Krallık
uk: Підтримка і сортування помилок, Великобританія
vi: Hỗ trợ & xử lí lỗi, Vương quốc Anh

source: I volunteer to assist others in the Thunderbird Support Forum which I find a very rewarding experience.
bg: Помагам на другите във форума за поддръжка на Thunderbird. Намирам това за много възнаграждаващо преживяване.
cs: Dobrovolně pomáhám ostatním ve fóru podpory Thunderbirdu, což považuji za velmi obohacující zkušenost.
cy: Rwy'n gwirfoddoli i gynorthwyo eraill yn Fforwm Cefnogi Thunderbird, sy'n brofiad gwerth chweil i mi.
de: Ich helfe anderen im Thunderbird-Hilfeforum freiwillig, was für mich eine sehr lohnende Erfahrung ist.
el: Προσφέρομαι εθελοντικά να βοηθήσω άλλους στο Φόρουμ Υποστήριξης του Thunderbird, το οποίο θεωρώ μια πολύ σημαντική εμπειρία.
es_ar: Soy voluntario para asistir a otros en el foro de soporte de Thunderbird, lo que me parece una experiencia muy gratificante.
es_cl: Me ofrezco como voluntario para ayudar a otros en el Foro de soporte de Thunderbird, lo cual considero una experiencia muy gratificante.
eu: Thunderbird Laguntza Foroan besteei laguntza eskaintzen ari naiz boluntarioki, oso esperientzia aberasgarria iruditzen zait.
fr: Je me porte volontaire pour aider les autres sur le forum d’assistance de Thunderbird, ce que je trouve très gratifiant.
fy_nl: Ik help frijwillich oaren yn it Thunderbird-stipefoarum, wat foar my in bot leanjende ûnderfining is.
gl: Ofrézome voluntario para axudar a outras persoas no foro de soporte de Thunderbird, xa que me parece unha experiencia moi gratificante.
hu: Önkéntes segítséget nyújtok másoknak a Thunderbird támogatói fórumán, amit nagyon hasznos tapasztalatnak tartok.
ia: Io es voluntari pro assister alteres in le Foro de supporto de Thunderbird, que io trova un experientia multo gratificante.
it: Come volontario, assisto gli altri nel forum di supporto di Thunderbird perché la trovo un’esperienza molto gratificante.
ja: 私はThunderbirdサポートフォーラムで他の人を支援するためにボランティアをしています。これは非常にやりがいのある経験です。
nl: Ik help vrijwillig anderen in het Thunderbird-ondersteuningsforum, wat voor mij een zeer lonende ervaring is.
nn_no: Eg melder meg frivillig til å hjelpe andre i support-forumet til Thunderbird som eg synest er ei veldig givande oppleving.
pt_br: Eu me ofereço para ajudar outras pessoas no fórum de suporte do Thunderbird, que considero uma experiência muito gratificante.
ru: Я добровольно помогаю другим на форуме поддержки Thunderbird, что я нахожу очень полезным.
sk: Dobrovoľne pomáham ostatným vo Fóre podpory Thunderbirdu, čo považujem za veľmi obohacujúcu skúsenosť.
sl: Prostovoljno pomagam drugim v Thunderbirdovem forumu za podporo, kar se mi zdi zelo koristna izkušnja.
sv_se: Jag arbetar frivilligt för att hjälpa andra i Thunderbirds supportforum, vilket jag tycker är en mycket givande upplevelse.
uk: Я добровільно допомагаю іншим користувачам на форумі підтримки Thunderbird, і вважаю, що це дуже корисний досвід.
vi: Tôi tình nguyện hỗ trợ những người khác trong diễn đàn hỗ trợ Thunderbird và tôi thấy đó là một trải nghiệm rất bổ ích.

source: Translator, Bug Triager & Leadership, Bulgaria
bg: Преводач, специалист по отстраняване на бъгове и лидер, България
cs: Překladatel, správa chyb a vedení, Bulharsko
cy: Cyfieithydd, Triagwr Gwallau ac Arweinyddiaeth, Bwlgaria
de: Übersetzer, Bug-Prüfer & Führungsrolle, Bulgarien
el: Μετάφραση, διαλογή σφαλμάτων και ηγεσία, Βουλγαρία
es_ar: Traductor, triaje de bugs y liderazgo, Bulgaria
es_cl: Traductor, Liderazgo y clasificador de errores, Bulgaria
eu: Itzultzailea, akats garbitzailea eta lidergoa, Bulgaria
fr: Traducteur, trieur de bugs et responsable, Bulgarie
fy_nl: Oersetter, Bugbeoardieler & Liederskip, Bulgarije
gl: Tradutor, Bug Triager & Leadership, Bulgaria
hu: Fordító, hibakereső és vezető, Bulgária
ia: Traductor, Classificator de bugs e Commando, Bulgaria
is: Þýðandi, villuflokkun og leiðtogi, Búlgaríu
it: Traduttore, bug triager e leader, Bulgaria
ja: 翻訳、バグのトリアージ担当、リーダーシップ、ブルガリア
nl: Vertaler, Bugbeoordelaar & Leiderschap, Bulgarije
nn_no: Omsettar, feilhandsaming og leiarskap Bulgaria
pt_br: Tradutor, triagem de bugs e liderança, Bulgária
ru: Переводчик, сортировщик багов и руководство, Болгария
sk: Prekladateľ, spracovateľ bugov a vedúci, Bulharsko
sl: Prevajalec, Bug Triager & Leadership, Bolgarija
sv_se: Översättare, Bugghantering & Ledarskap, Bulgarien
uk: Переклад, сортування помилок і керівництво, Болгарія
vi: Phiên dịch viên, xử lí lỗi & lãnh đạo, Bulgaria

source: I began by contributing translations, thinking that people who speak my language deserve localized versions.
bg: Започнах с преводи, мислейки си, че хората, които говорят моя език, заслужават преведени версии.
cs: Začal jsem přispívat překlady, protože jsem si myslel, že lidé, kteří mluví mým jazykem, si zaslouží lokalizované verze.
cy: Dechreuais trwy gyfrannu cyfieithiadau, gan feddwl bod pobl sy'n siarad fy iaith yn haeddu fersiynau lleol.
de: Ich habe zum Einstieg an Übersetzungen mitgewirkt, da ich dachte, dass Menschen, die meine Sprache sprechen, übersetzte Versionen verdienen.
el: Ξεκίνησα συνεισφέροντας στις μεταφράσεις, θεωρώντας ότι τα άτομα που μιλούν τη γλώσσα μου αξίζουν μεταφρασμένες εκδόσεις.
es_ar: Empecé colaborando con traducciones, pensando que las personas que hablan mi idioma merecen versiones localizadas.
es_cl: Comencé contribuyendo con traducciones, pensando que las personas que hablan mi idioma merecen versiones localizadas.
eu: Itzulpenak egiten hasi nintzen, nire hizkuntzan hitz egiten duen jendeak bertsio lokalizatuak merezi dituela pentsatuz.
fr: J’ai commencé par contribuer à des traductions, pensant que les personnes qui parlent ma langue méritaient bien des versions traduites.
fy_nl: Ik begûn mei it bydragen fan oersettingen, yn de tinzen dat minsken dy’t myn taal sprekke oersette ferzjes fertsjinje.
gl: Comecei contribuíndo con traducións, pensando que as persoas que falan a miña lingua merecen versións localizadas.
hu: A fordításokkal kezdtem, azt gondolva, hogy akik beszélik a nyelvemet, megérdemlik a honosított verziókat.
ia: Io initiava a contribuer al traductiones, pensante que illes qui parla mi lingua merita versiones localisate.
it: Ho iniziato collaborando con le traduzioni, pensando che le persone che parlano la mia lingua avessero diritto a una versione localizzata.
ja: 私は、母国語を話す人々にはローカライズされたバージョンがふさわしいと考え、翻訳することから始めました。
nl: Ik begon met het bijdragen van vertalingen, in de gedachte dat mensen die mijn taal spreken vertaalde versies verdienen.
nn_no: Eg byrja med å bidra med omsetjingar, og tenkte at folk som snakkar språket mitt fortener lokaliserte versjonar.
pt_br: Comecei contribuindo com traduções, pensando que as pessoas que falam meu idioma merecem versões traduzidas.
ru: Я начал с перевода, думая, что люди, говорящие на моем языке, заслуживают локализованных версий.
sk: Začal som prispievaním prekladmi, pretože som považoval za dôležité, aby ľudia, ktorí hovoria mojím jazykom, mali k dispozícii lokalizované verzie.
sl: Začel sem s prevajanjem, saj sem mislil, da si ljudje, ki govorijo moj jezik, zaslužijo lokalizirane različice.
sv_se: Jag började med att bidra med översättningar och tänkte att människor som talar mitt språk förtjänar översatta versioner.
uk: Я почав з перекладів, вважаючи, що люди, які розмовляють моєю мовою, заслуговують на локалізовані версії.
vi: Tôi bắt đầu bằng việc đóng góp các bản dịch, nghĩ rằng những người nói ngôn ngữ của tôi xứng đáng có được các phiên bản được bản địa hóa.
