Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: An illustration of Thunderbird on a phone, a desktop, and a tablet.
bg: Илюстрация на Thunderbird на телефон, настолен компютър и таблет.
cs: Ilustrace Thunderbirdu na telefonu, počítači a tabletu.
cy: Darlun o Thunderbird ar ffôn, bwrdd gwaith, a thabled.
de: Eine Illustration von Thunderbird auf einem Handy, einem Desktop und einem Tablet.
el: Μια απεικόνιση του Thunderbird σε ένα τηλέφωνο, έναν επιτραπέζιο υπολογιστή και ένα tablet.
es_ar: Una ilustración de Thunderbird en un teléfono, una computadora de escritorio y una tablet.
es_cl: Una ilustración de Thunderbird en un teléfono, un computador de escritorio y una tablet.
es_es: Una imagen de Thunderbird en un teléfono, un ordenador de escritorio, y una tableta.
eu: Thunderbirden ilustrazioa telefono batean, mahaigainean eta tablet batean.
fr: Une illustration de Thunderbird sur un téléphone, un ordinateur et une tablette.
fy_nl: In ôfbylding fan Thunderbird op in telefoan, in buroblêd en in tablet.
gl: Unha ilustración de Thunderbird nun teléfono, un escritorio e unha tableta.
hu: Illusztráció a Thunderbirdről telefonon, asztali gépen és táblagépen.
ia: Un illustration de Thunderbird sur un telephono, un scriptorio, e un tabletta.
is: Teikning af Thunderbird á síma, borðtölvu og spjaldtölvu.
it: Un’illustrazione di Thunderbird su un telefono, un computer desktop e un tablet.
ja: 電話、デスクトップ、タブレット上のThunderbirdのイラスト。
nl: Een afbeelding van Thunderbird op een telefoon, een desktop en een tablet.
pl: Ilustracja przedstawiająca Thunderbirda na telefonie, na komputerze stacjonarnym i na tablecie.
pt_br: Ilustração do Thunderbird em um celular, um computador e um tablet.
ru: Иллюстрация Thunderbird на телефоне, настольном компьютере и планшете.
sk: Ilustrácia Thunderbirdu na telefóne, stolnom počítači a tablete.
sl: Ilustracija Thunderbirda na telefonu, na računalniku in na tablici.
sq: Ilustrim i Thunderbird-it në një telefon, desktop dhe tablet.
sv_se: En illustration av Thunderbird på en mobil, en dator och en surfplatta.
tr: Thunderbird’ün telefon, bilgisayar ve tabletteki görüntüsü.
uk: Ілюстрація Thunderbird на телефоні, комп'ютері та планшеті.
vi: Hình minh họa Thunderbird trên điện thoại, máy tính để bàn và máy tính bảng.

source: The <strong>Thunderbird</strong> Team
bg: Екипът на <strong>Thunderbird</strong>
cs: Tým <strong>Thunderbirdu</strong>
cy: Tîm <strong>Thunderbird</strong>
de: Das <strong>Thunderbird</strong>-Team
el: Η ομάδα του <strong>Thunderbird</strong>
es_ar: El equipo de <strong>Thunderbird</strong>
es_cl: El equipo <strong>Thunderbird</strong>
es_es: El equipo de <strong>Thunderbird</strong>
eu: <strong>Thunderbird</strong> taldea
fi: <strong>Thunderbird</strong>-tiimi
fr: L’équipe <strong>Thunderbird</strong>
fy_nl: It <strong>Thunderbird</strong>-team
gl: O equipo de <strong>Thunderbird</strong>
hu: A <strong>Thunderbird</strong> csapata
ia: Le equipa de <strong>Thunderbird</strong>
is: <strong>Thunderbird</strong> teymið
it: Il team di <strong>Thunderbird</strong>
ja: <strong>Thunderbird</strong>チーム
nl: Het <strong>Thunderbird</strong>-team
nn_no: <strong>Thunderbird</strong>-teamet
pl: Zespół <strong>Thunderbirda</strong>
pt_br: Equipe do <strong>Thunderbird</strong>
ru: Команда <strong>Thunderbird</strong>
sk: Tím <strong>Thunderbirdu</strong>
sl: Ekipa <strong>Thunderbirda</strong>
sq: Ekipi i <strong>Thunderbird</strong>-it
sv_se: <strong>Thunderbird</strong>-teamet
tr: <strong>Thunderbird</strong> Ekibi
uk: Команда <strong>Thunderbird</strong>
vi: Nhóm <strong>Thunderbird</strong>

source: Thunderbird is Powered by You!
bg: Thunderbird се поддържа от вас!
cs: Thunderbird je poháněný vámi!
cy: Chi yw grym Thunderbird!
de: Thunderbird funktioniert nicht ohne Ihre Unterstützung!
el: Το Thunderbird βασίζεται σε εσάς!
es_ar: ¡Thunderbird es motivado por vos!
es_cl: ¡Thunderbird funciona gracias a ti!
es_es: ¡Thunderbird existe gracias a ti!
eu: Thunderbird zuk bultzatua da!
fr: Thunderbird existe grâce à vous !
fy_nl: Thunderbird wurdt mooglik makke troch jo!
gl: Thunderbird funciona grazas a ti!
hu: A Thunderbird az Ön támogatásával működik!
ia: Thunderbird existe gratias a vos!
is: Thunderbird er knúið af þér!
it: Thunderbird esiste grazie a te!
ja: Thunderbirdは皆さまによって運営されています！
nl: Thunderbird wordt mogelijk gemaakt door u!
nn_no: Thunderbird vert driven av deg!
pl: Thunderbird jest napędzany przez Ciebie!
pt_br: O Thunderbird é mantido por você!
ru: Thunderbird поддерживается вами!
sk: Thunderbird je poháňaný vami!
sl: Razvoj Thunderbirda omogočate vi!
sq: Thunderbird-i Bazohet te Ju!
sv_se: Thunderbird drivs av dig!
tr: Thunderbird gücünü sizden alıyor!
uk: Thunderbird працює завдяки вам!
vi: Thunderbird được Cung cấp bởi Bạn!

source: Thunderbird <span>is Powered by You!</span>
cs: Thunderbird <span>poháníte vy!</span>
cy: Chi yw grym <span>Thunderbird</span>
de: Thunderbird <span>gibt es dank Ihrer Unterstützung!</span>
el: Το Thunderbird <span>υποστηρίζεται από Εσάς!</span>
es_ar: ¡Thunderbird <span>es motivado por vos!</span>
es_cl: ¡Thunderbird <span>es impulsado por ti!</span>
es_es: ¡Thunderbird <span>está impulsado por ti!</span>
eu: Thunderbird <span>zuk bultzatua da!</span>
fr: Thunderbird <span>existe grâce à vous !</span>
fy_nl: Thunderbird <span>wurdt mooglik makke troch jo!</span>
gl: Thunderbird <span>está impulsado por ti!</span>
hu: Thunderbird <span>Az Ön támogatásával!</span>
ia: Thunderbird <span>existe gratias a vos !</span>
is: Thunderbird <span>er drifið áfram af þér!</span>
it: Thunderbird <span>esiste grazie a te!</span>
ja: Thunderbirdは <span>皆さまによって運営されています！</span>
nl: Thunderbird <span>wordt mogelijk gemaakt door u!</span>
nn_no: Thunderbird <span>vert driven av deg!</span>
pl: Thunderbird <span>jest napędzany przez Ciebie!</span>
pt_br: O Thunderbird <span>existe graças a você!</span>
ru: Thunderbird <span>поддерживается вами!</span>
sk: Thunderbird <span>poháňate vy!</span>
sl: Thunderbird <span>poganjate vi!</span>
sq: Thunderbird-i <span>Bazohet te Ju!</span>
sv_se: Thunderbird <span>drivs av dig!</span>
tr: Thunderbird <span>gücünü sizden alıyor!</span>
uk: Thunderbird <span>працює завдяки вам!</span>
vi: Thunderbird <span>được cung cấp bởi bạn!</span>

source: <strong>Did you know Thunderbird is funded only by donations from users like you?</strong>
cs: <strong>Věděli jste, že Thunderbird je financován pouze z darů od uživatelů, jako jste vy?</strong>
cy: <strong>Wyddoch chi fod Thunderbird yn cael ei ariannu dim ond gan roddion gan ddefnyddwyr fel chi?</strong>
de: <strong>Wussten Sie, dass Thunderbird nur durch Spenden von Benutzern wie Ihnen finanziert wird?</strong>
el: <strong>Γνωρίζατε ότι το Thunderbird χρηματοδοτείται μόνο από δωρεές χρηστών όπως εσείς;</strong>
es_ar: <strong>¿Sabías que Thunderbird se financia solo con donaciones de usuarios como vos?</strong>
es_cl: <strong>¿Sabías que Thunderbird se financia únicamente con donaciones de usuarios como tú?</strong>
es_es: <strong>¿Sabías que Thunderbird se financia únicamente con donaciones de usuarios como tú?</strong>
eu: <strong>Ba al zenekien Thunderbird zu bezalako erabiltzaileen dohaintzen bidez soilik finantzatzen dela?</strong>
fi: <strong>Tiesitkö, että Thunderbird rahoitetaan vain kaltaistesi käyttäjien lahjoituksilla?</strong>
fr: <strong>Saviez-vous que Thunderbird est financé uniquement par les dons de personnes comme vous ?</strong>
fy_nl: <strong>Wisten jo dat Thunderbird allinnich troch donaasjes fan brûkers lykas jo finansiere wurdt?</strong>
gl: <strong>Sabías que Thunderbird só se financia con doazóns de usuarios coma ti?</strong>
hu: <strong>Tudta, hogy a Thunderbirdöt kizárólag az Önhöz hasonló felhasználók adományaiból finanszírozzuk?</strong>
ia: <strong>Sape vos que Thunderbird es financiate unicamente per le donos de personas como vos ?</strong>
is: <strong>Vissir þú að Thunderbird er eingöngu fjármagnað með framlögum frá notendum eins og þér?</strong>
it: <strong>Lo sapevi che Thunderbird è finanziato solo dalle donazioni di utenti come te?</strong>
ja: <strong>Thunderbirdはユーザーの皆さまからのご寄付によってのみ運営されていることをご存知でしたか？</strong>
nl: <strong>Wist u dat Thunderbird alleen door donaties van gebruikers zoals u wordt gefinancierd?</strong>
nn_no: <strong>Visste du at Thunderbird berre er finansiert av donasjonar frå brukarar som deg?</strong>
pl: <strong>Czy wiesz, że Thunderbird jest finansowany wyłącznie z datków od użytkowników takich jak Ty?</strong>
pt_br: <strong>Sabia que o Thunderbird é financiado apenas por doações de usuários como você?</strong>
ru: <strong>Знаете ли вы, что Thunderbird финансируется только за счет пожертвований таких пользователей, как вы?</strong>
sk: <strong>Vedeli ste, že Thunderbird je financovaný iba z darov od používateľov, ako ste vy?</strong>
sl: <strong>Ali ste vedeli, da se Thunderbird financira izključno iz donacij uporabnikov, kot ste vi?</strong>
sq: <strong>E dinit se Thunderbird-i financohet vetëm nga dhurime prej përdoruesish si ju?</strong>
sv_se: <strong>Visste du att Thunderbird endast finansieras av donationer från användare som du?</strong>
tr: <strong>Thunderbird’ün sizin gibi kullanıcıların bağışlarıyla finanse edildiğini biliyor muydunuz?</strong>
uk: <strong>Чи знаєте ви, що Thunderbird фінансується лише за рахунок внесків таких користувачів, як ви?</strong>
vi: <strong>Bạn có biết Thunderbird chỉ được tài trợ bởi quyên góp từ những người dùng như bạn?</strong>

source: We don’t show advertisements or sell your data. <strong>You are not the product.</strong>
cs: Nezobrazujeme reklamy ani neprodáváme vaše údaje. <strong>Vy nejste produkt.</strong>
cy: Nid ydym yn dangos hysbysebion nac yn gwerthu eich data. <strong>Nid chi yw'r cynnyrch.</strong>
de: Wir zeigen keine Werbung und verkaufen Ihre Daten nicht. <strong>Sie sind nicht das Produkt.</strong>
el: Δεν προβάλλουμε διαφημίσεις ούτε πωλούμε τα δεδομένα σας. <strong>Δεν είστε το προϊόν.</strong>
es_ar: No mostramos publicidades ni vendemos tus datos. <strong>Vos no sos el producto.</strong>
es_cl: No mostramos publicidad ni vendemos tus datos. <strong>Tú no eres el producto.</strong>
es_es: No mostramos publicidad ni vendemos tus datos. <strong>Tú no eres el producto.</strong>
eu: Ez dugu iragarkirik erakusten edo zure datuak saltzen. <strong>Zu ez zara produktua.</strong>
fi: Emme näytä mainoksia tai myy tietojasi. <strong>Sinä et ole tuote.</strong>
fr: Nous n’affichons pas de publicités et ne vendons pas vos données. <strong>Vous n’êtes pas le produit.</strong>
fy_nl: Wy toane gjin advertinsjes en ferkeapje jo gegevens net. <strong>Jo binne net it produkt.</strong>
gl: Non mostramos anuncios nin vendemos os teus datos. <strong>Non es o produto.</strong>
hu: Nem jelenítünk meg hirdetéseket és nem adjuk el az adatait. <strong>Nem Ön a termék.</strong>
ia: Nos non monstra publicitates e non vende vostre datos. <strong>Vos non es le producto.</strong>
is: Við sýnum ekki auglýsingar eða seljum gögnin þín. <strong>Þú ert ekki varan.</strong>
it: Non mostriamo pubblicità né vendiamo i tuoi dati. <strong>Non sei tu il prodotto.</strong>
ja: 広告を表示したり、データを販売したりすることはありません。 <strong>皆さまは商品ではありません。</strong>
nl: We tonen geen advertenties en verkopen uw gegevens niet. <strong>U bent niet het product.</strong>
nn_no: Vi viser ikkje annonsar eller sel dataa dine. <strong>Du er ikkje produktet.</strong>
pl: Nie pokazujemy reklam ani nie sprzedajemy Twoich danych. <strong>Nie jesteś produktem.</strong>
pt_br: Não exibimos anúncios nem vendemos seus dados. <strong>Você não é o produto.</strong>
ru: Мы не показываем рекламу и не продаем ваши данные. <strong>Вы не являетесь продуктом.</strong>
sk: Nezobrazujeme reklamy ani nepredávame vaše údaje. <strong>Vy nie ste produkt.</strong>
sl: Ne prikazujemo vam oglasov in ne prodajamo vaših podatkov. <strong>Vi niste izdelek.</strong>
sq: S’shfaqim reklama, apo të shesim të dhëna tuajat. <strong>S’jeni produkt.</strong>
sv_se: Vi visar inte annonser eller säljer din data. <strong>Du är inte produkten.</strong>
tr: Reklam göstermiyor ve verilerinizi satmıyoruz. <strong>Ürün siz değilsiniz.</strong>
uk: Ми не показуємо рекламу та не продаємо ваші дані. <strong>Ви не продукт.</strong>
vi: Chúng tôi không hiển thị quảng cáo hoặc bán dữ liệu của bạn. <strong>Bạn không phải là sản phẩm.</strong>

source: <strong>Without you, Thunderbird can’t exist.</strong> Giving a gift today means Thunderbird continues to remain available!
bg: <strong>Без вас Thunderbird не може да съществува.</strong> Да направите подарък днес означава, че Thunderbird продължава да е достъпен и утре!
cs: <strong>Bez vás by Thunderbird nemohl existovat.</strong> Pokud dnes přispějete, Thunderbird bude i nadále k dispozici!
cy: <strong>Hebddoch chi, nid yw Thunderbird yn gallu bodoli.</strong> Mae rhoi rhodd heddiw yn golygu bod Thunderbird yn parhau i fod ar gael!
de: <strong>Ohne Sie kann Thunderbird nicht existieren.</strong> Wenn Sie heute etwas spenden, steht Thunderbird weiterhin zur Verfügung!
el: <strong>Χωρίς εσάς, το Thunderbird δεν μπορεί να υπάρξει.</strong> Κάνοντας μια δωρεά σήμερα, το Thunderbird θα παραμείνει διαθέσιμο!
es_ar: <strong>Sin vos, Thunderbird no puede existir.</strong> ¡Hacer una donación hoy significa que Thunderbird seguirá estando disponible!
es_cl: <strong>Sin ti, Thunderbird no puede existir.</strong> ¡Hacer una donación hoy significa que Thunderbird continúa estando disponible!
es_es: <strong>Sin ti, Thunderbird no puede existir.</strong> ¡Hacer una donación hoy significa que Thunderbird continúa estando disponible!
eu: <strong>Zu gabe, Thunderbird ezin da existitu.</strong> Gaur opari bat egiteak Thunderbirdek erabilgarri jarraitzen duela esan nahi du!
fr: <strong>Sans vous, Thunderbird ne pourrait pas exister.</strong> En faisant un don aujourd’hui, vous assurez la pérennité de Thunderbird !
fy_nl: <strong>Sûnder jo kin Thunderbird net bestean.</strong> Hjoed in donaasje jaan betsjut dat Thunderbird beskikber bliuwt!
gl: <strong>Sen ti, Thunderbird non pode existir.</strong> Facer un agasallo hoxe significa que Thunderbird segue estando dispoñible.
hu: <strong>Ön nélkül a Thunderbird nem tudna létezni.</strong> A mai adománya biztosítja, hogy a Thunderbird továbbra is elérhető legyen!
ia: <strong>Sin vos, Thunderbird non potera exister.</strong> Faciente un dono hodie, vos assecura la perennitate de Thunderbird!
is: <strong>Án þín getur Thunderbird ekki verið til.</strong> Gjöf í dag þýðir að Thunderbird verður áfram í boði!
it: <strong>Senza di te, Thunderbird non può esistere.</strong> Fare una donazione oggi significa che Thunderbird potrà continuare a essere disponibile!
ja: <strong>Thunderbirdは皆さまにご協力いただくことで存続できます。</strong>本日援助いただくことで、引き続きサービスをご提供することが可能です！
nl: <strong>Zonder u kan Thunderbird niet bestaan.</strong> Vandaag een gift geven betekent dat Thunderbird beschikbaar blijft!
nn_no: <strong>Utan deg kan Thunderbird ikkje eksistera.</strong> Å gje ei gåve i dag tyder at Thunderbird held fram med å vera tilgjengeleg!
pl: <strong>Bez Ciebie Thunderbird nie może istnieć.</strong> Przekazanie datku dzisiaj oznacza, że Thunderbird nie przestanie być dostępny!
pt_br: <strong>Sem você, o Thunderbird não pode existir.</strong> Fazer uma doação significa manter o Thunderbird disponível!
ru: <strong>Без вас Thunderbird не может существовать.</strong> Сделать пожертвование сегодня означает, что Thunderbird останется доступным!
sk: <strong>Bez vás Thunderbird nemôže existovať.</strong> Ak poskytnete dar, Thunderbird ostane naďalej dostupný!
sl: <strong>Brez vas Thunderbird ne bi mogel obstajati.</strong> Vaša današnja donacija bo pomenila, da se bo Thunderbird še naprej razvijal!
sq: <strong>Pa ju, Thunderbird-i s’mund të ekzistojë.</strong> Bërja e një dhurimi sot do të thotë që Thunderbird-i të vazhdojë të jetë!
sv_se: <strong>Utan dig kan Thunderbird inte existera.</strong> Att ge en gåva idag innebär att Thunderbird fortsätter att vara tillgänglig!
uk: <strong>Без вас Thunderbird не може існувати.</strong> Підтримавши його сьогодні, ви допоможете забезпечити доступність Thunderbird у майбутньому!
vi: <strong>Không có bạn, Thunderbird không thể tồn tại.</strong> Quyên góp hôm nay sẽ giúp Thunderbird tiếp tục tồn tại!

source: Since 2003, Thunderbird's mission has been to offer a powerful and customizable communication experience that respects your time, your data, and your privacy. <strong>Free for everyone!</strong>
bg: От 2003 г. насам мисията на Thunderbird е да предложи мощно и приспособимо комуникационно изживяване, което зачита вашето време, данни и поверителност. <strong>Свободно за всички!</strong>
cs: Od roku 2003 je posláním Thunderbirdu nabízet výkonné a přizpůsobitelné komunikační prostředí, které respektuje váš čas, vaše data a vaše soukromí. <strong>Zdarma pro každého!</strong>
cy: Ers 2003, cenhadaeth Thunderbird yw cynnig profiad cyfathrebu pwerus y mae modd ei gyfaddasu, sy'n parchu'ch amser, eich data, a'ch preifatrwydd. <strong>Mae am ddim i bawb!</strong>
de: Seit 2003 ist es die Mission von Thunderbird, ein leistungsstarkes und anpassbares Kommunikationserlebnis zu bieten, das Ihre Zeit, Ihre Daten und Ihre Privatsphäre respektiert. <strong>Kostenlos für alle!</strong>
el: Από το 2003, αποστολή του Thunderbird είναι να προσφέρει μια πλήρη και προσαρμόσιμη εμπειρία επικοινωνίας, που σέβεται τον χρόνο, τα δεδομένα και το απόρρητό σας. <strong>Δωρεάν για όλους!</strong>
es_ar: Desde 2003, la misión de Thunderbird ha sido ofrecer una experiencia de comunicación poderosa y personalizable que respete tu tiempo, tus datos y tu privacidad. <strong>¡Gratis para todos!</strong>
es_cl: Desde 2003, la misión de Thunderbird ha sido ofrecer una experiencia de comunicación poderosa y personalizable que respete tu tiempo, tus datos y tu privacidad. <strong>¡Gratis para todos!</strong>
es_es: Desde 2003, la misión de Thunderbird ha sido ofrecer una experiencia de comunicación poderosa y personalizable que respete tu tiempo, tus datos y tu privacidad. <strong>¡Gratis para todos!</strong>
eu: 2003az geroztik, Thunderbirden eginkizuna komunikazio-esperientzia indartsu eta pertsonalizagarria eskaintzea izan da, zure denbora, zure datuak eta zure pribatutasuna errespetatuko dituena. <strong>Denontzat libre eta doan!</strong>
fr: Depuis 2003, Thunderbird a pour mission de proposer une expérience de communication puissante et personnalisable qui respecte votre temps, vos données et votre vie privée. <strong>Il est libre et gratuit pour tout le monde !</strong>
fy_nl: Sûnt 2003 is de misje fan Thunderbird west om in krêftige en oanpasbere kommunikaasjeûnderfining oan te bieden dy’t jo tiid, jo gegevens en jo privacy respektearret. <strong>Fergees foar elkenien!</strong>
gl: Desde 2003, a misión de Thunderbird foi ofrecer unha experiencia de comunicación poderosa e personalizable que respecte o teu tempo, os teus datos e a túa privacidade. <strong>Gratis para todos!</strong>
hu: 2003 óta a Thunderbird küldetése, hogy hatékony és testreszabható kommunikációs élményt kínáljon, amely tiszteletben tartja az Ön idejét, adatait és magánszféráját. <strong>Mindenki számára ingyenes!</strong>
ia: Desde 2003, le mission de Thunderbird ha essite offerer un potente e personalisabile experientia de communication que respecta tu tempore, tu datos, e tu confidentialitate. <strong>Gratis pro totes!</strong>
is: Síðan 2003 hefur markmið Thunderbird verið að bjóða upp á öflugar og sérhannaðar samskiptaleiðir sem virðir tíma þinn, gögn þín og friðhelgi einkalífsins. <strong>Ókeypis fyrir alla!</strong>
it: Dal 2003, la missione di Thunderbird è quella di offrire un’esperienza di comunicazione potente e personalizzabile che rispetta il tuo tempo, i tuoi dati e la tua privacy. <strong>Gratis per tutti!</strong>
ja: 2003年以来、Thunderbirdは、時間、データ、プライバシーを尊重した、強力でカスタマイズ可能なコミュニケーション体験を提供することを使命としてきました。<strong>どなたでも 無料でご利用いただけます！</strong>
nl: Sinds 2003 is de missie van Thunderbird het bieden van een krachtige en aanpasbare communicatie-ervaring die uw tijd, uw gegevens en uw privacy respecteert. <strong>Gratis voor iedereen!</strong>
nn_no: Sidan 2003 har Thunderbirds oppdrag vore å tilby ein kraftfull og tilpassingsdyktig kommunikasjonsoppleving som respekterer tida di, dine data og ditt personvern. <strong>Gratis for alla!</strong>
pl: Od 2003 misją Thunderbirda jest oferowanie wydajnego i konfigurowalnego narzędzia do komunikacji, które szanuje Twój czas, dane i prywatność. <strong>Za darmo dla wszystkich!</strong>
pt_br: Desde 2003, a missão do Thunderbird tem sido oferecer uma experiência de comunicação poderosa e personalizável, que respeita seu tempo, seus dados e sua privacidade. <strong>De graça para todos!</strong>
ru: С 2003 года миссией Thunderbird является предоставление мощных и настраиваемых способов общения, которые уважают ваше время, ваши данные и вашу приватность. <strong>Бесплатно для всех!</strong>
sk: Od roku 2003 je poslaním Thunderbirdu ponúkať výkonný a prispôsobiteľný nástroj na komunikáciu, ktorý rešpektuje váš čas, vaše údaje a vaše súkromie. <strong>Zadarmo pre každého!</strong>
sl: Že od leta 2003 je poslanstvo Thunderbirda ponuditi zmogljivo in prilagodljivo okolje za komunikacijo, ki spoštuje vaš čas, podatke in zasebnost. <strong>Brezplačno za vsakogar!</strong>
sq: Misioni i Thunderbird-it, që nga 2003-shi ka qenë të ofrojë një punim të fuqishëm dhe që mund të përshtatet, që respekton kohën tuaj, të dhënat tuaja dhe privatësinë tuaj. <strong>Lirisht për këdo!</strong>
sv_se: Sedan 2003 har Thunderbirds uppdrag varit att erbjuda en kraftfull och anpassningsbar kommunikationsupplevelse som respekterar din tid, din data och din integritet. <strong>Gratis för alla!</strong>
uk: З 2003 року місія Thunderbird полягала в тому, щоб запропонувати потужні та налаштовувані інструменти спілкування, які поважають ваш час, ваші дані та вашу приватність. <strong>Безплатно для всіх!</strong>
vi: Kể từ năm 2003, sứ mệnh của Thunderbird là mang lại trải nghiệm liên lạc mạnh mẽ và có thể tùy chỉnh, tôn trọng thời gian, dữ liệu và quyền riêng tư của bạn. <strong>Miễn phí cho mọi người!</strong>
