Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: Shape the <span class="txt-gradient">Future</span>
bg: Оформете <span class="txt-gradient">бъдещето</span>
cs: Formujte <span class="txt-gradient">budoucnost</span>
cy: Siapio'r <span class="txt-gradient">Dyfodol</span>
de: Gestalten Sie die <span class="txt-gradient">Zukunft</span>
el: Διαμορφώστε το <span class="txt-gradient">μέλλον</span>
es_ar: Darle forma al <span class="txt-gradient">futuro</span>
es_cl: Dale forma al <span class="txt-gradient">futuro</span>
eu: Moldatu <span class="txt-gradient">Etorkizuna</span>
fi: Muokkaa <span class="txt-gradient">tulevaisuutta</span>
fr: Façonnez <span class="txt-gradient">l’avenir</span>
fy_nl: Jou foarm oan de <span class="txt-gradient">Takomst</span>
gl: Dar forma ao <span class="txt-gradient">futuro</span>
hu: Alakítsa a <span class="txt-gradient">jövőt</span>
ia: Forma le <span class="txt-gradient">futuro</span>
is: Mótaðu <span class="txt-gradient">framtíðina</span>
it: Dai forma al <span class="txt-gradient">futuro</span>
ja: <span class="txt-gradient">未来</span>を形作る
nl: Geef vorm aan de <span class="txt-gradient">Toekomst</span>
nn_no: Form <span class="txt-gradient">framtida</span>
pt_br: Molde o <span class="txt-gradient">futuro</span>
ru: Формируйте <span class="txt-gradient">Будущее</span>
sk: Formujte <span class="txt-gradient">budúcnosť</span>
sl: Oblikujte <span class="txt-gradient">prihodnost</span>
sq: Jepini formë të <span class="txt-gradient">Ardhmes</span>
sv_se: Forma <span class="txt-gradient">framtiden</span>
tr: <span class="txt-gradient">Geleceği</span> şekillendirin
uk: Визначайте <span class="txt-gradient">Майбутнє</span>
vi: Định hình <span class="txt-gradient">tương lai</span>

source: Improve software and lives by volunteering.
bg: Подобрете софтуера и живота си чрез доброволно участие.
cs: Zlepšete software a život díky dobrovolnictví.
cy: Gwella meddalwedd a bywydau trwy wirfoddoli.
de: Verbessern Sie Software und Leben, indem Sie freiwillig helfen.
el: Βελτιώστε το λογισμικό και τις ζωές των ανθρώπων μέσω του εθελοντισμού.
es_ar: Mejora el software y las vidas siendo voluntario.
es_cl: Mejora el software y las vidas mediante el voluntariado.
eu: Hobetu softwarea eta bizitza boluntario gisa.
fi: Paranna ohjelmistoja ja elämiä vapaaehtoistyöllä.
fr: Améliorez des logiciels et des vies en devenant bénévole.
fy_nl: Ferbetterje software en libbens troch frijwilligerswurk te dwaan.
gl: Mellora o software e as vidas facéndote voluntariado.
hu: Önkéntes munkával tegye jobbá a szoftvert és az emberek életét.
ia: Meliora le software e le vitas per le voluntariato.
is: Betrumbættu hugbúnað og líf annarra með því að bjóða fram krafta þína.
it: Migliora il software e le vite degli altri diventando un volontario.
ja: ボランティア活動により、ソフトウェアと生活を向上させます。
nl: Verbeter software en levens door vrijwilligerswerk te doen.
nn_no: Forbetre programvare og liv ved å vere frivillig.
pt_br: Aprimore softwares e vidas sendo voluntário.
ru: Улучшайте программное обеспечение и жизни, помогая другим.
sk: Zlepšite softvér a život vďaka dobrovoľníctvu.
sl: Izboljšajte programsko opremo in življenja s prostovoljstvom.
sq: Përmirësoni software-in dhe jetë të tjerësh, duke dalë vullnetar.
sv_se: Förbättra mjukvara och liv genom volontärarbete.
tr: Gönüllü katkılarınızla yazılımları ve yaşamları iyileştirin.
uk: Покращуйте програмне забезпечення та життя людей за допомогою волонтерства.
vi: Cải thiện phần mềm và cuộc sống bằng hoạt động tình nguyện.

source: Craft tools you want to use. Help others find and use software that respects their privacy and freedom. Become part of a better future for yourself and others by putting your talents to work at Thunderbird.
bg: Изработвайте инструменти, които искате да използвате. Помогнете на другите да намират и използват софтуер, който зачита тяхната поверителност и свобода. Станете част от по-доброто бъдеще за себе си и другите, като вложите своя талант в Thunderbird.
cs: Vytvořte si nástroje, které chcete používat. Pomozte ostatním najít a používat software, který respektuje jejich soukromí a svobodu. Staňte se součástí lepší budoucnosti pro sebe i ostatní tím, že uplatníte svůj talent ve společnosti Thunderbird.
cy: Lluniwch offer rydych am eu defnyddio. Helpwch eraill i ddod o hyd i a defnyddio meddalwedd sy'n parchu eu preifatrwydd a'u rhyddid. Dewch yn rhan o ddyfodol gwell i chi'ch hun ac eraill trwy roi eich doniau ar waith yn Thunderbird. Darllenwch ymhellach i ddysgu sut mae gwneud.
de: Stellen Sie Werkzeuge her, die Sie verwenden möchten. Helfen Sie anderen, Software zu finden und zu verwenden, die ihre Privatsphäre und Freiheit respektiert. Werden Sie Teil einer besseren Zukunft für sich und andere, indem Sie Ihre Talente bei Thunderbird einbringen.
el: Δημιουργήστε εργαλεία που θέλετε να χρησιμοποιήσετε. Βοηθήστε τους άλλους να βρουν και να χρησιμοποιήσουν λογισμικό που σέβεται το απόρρητο και την ελευθερία τους. Γίνετε μέλος ενός καλύτερου μέλλοντος για εσάς και τους άλλους, αναπτύσσοντας τα ταλέντα σας στο Thunderbird.
es_ar: Creá las herramientas que quieras usar. Ayudá a otros a encontrar y usar software que respete su privacidad y libertad. Convertite en parte de un futuro mejor para vos y para los demás poniendo tu talento a trabajar en Thunderbird.
es_cl: Crea herramientas que quieras utilizar. Ayuda a otros a encontrar y utilizar software que respete su privacidad y libertad. Conviértete en parte de un futuro mejor para ti y para los demás poniendo tus talentos a trabajar en Thunderbird.
eu: Erabili nahi dituzun tresnak egin. Lagundu besteei haien pribatutasuna eta askatasuna errespetatzen dituen softwarea aurkitzen eta erabiltzen. Bihurtu etorkizun hobeago baten parte zuretzako eta besteentzako zure talentuak Thunderbirden lanean jarriz.
fi: Luo työkaluja, joita haluat käyttää. Auta muita löytämään ja käyttämään ohjelmistoja, jotka kunnioittavat heidän yksityisyyttään ja vapauttaan. Ryhdy osaksi parempaa tulevaisuutta itsellesi ja muille asettamalla kykysi hyödynnettäväksi Thunderbirdissä.
fr: Créez les outils que vous souhaitez utiliser. Aidez les autres à trouver et à utiliser des logiciels qui respectent leur vie privée et leur liberté. Contribuez à un avenir meilleur pour vous-même et pour les autres en mettant vos talents au service de Thunderbird.
fy_nl: Jou helpmiddelen dy’t jo brûke wolle foarm. Help oaren software te finen en te brûken dy’t harren privacy en frijheid respektearret. Wurd part fan in bettere takomst foar josels en oaren troch jo talinten by Thunderbird yn te setten.
gl: Elabore ferramentas que desexe utilizar. Axude a outros a atopar e utilizar software que respecte a súa privacidade e liberdade. Forme parte dun futuro mellor para vostede e para os demais, poñendo os seus talentos a traballar en Thunderbird.
hu: Készítsen olyan eszközöket, melyeket használni szeretne. Segítsen másoknak olyan szoftvereket találni és használni, amelyek tiszteletben tartják a magánszférájukat és szabadságukat. Legyen a része egy saját maga és mindenki más számára vonzóbb jövőnek azáltal, hogy a tehetségét a Thunderbirdnél kamatoztatja.
ia: Forgia le utensiles que tu usara. Adjuta alteres a trovar e usar software que respecta lor confidentialitate e libertate. Deveni parte de un futuro melior pro te mesme e le alteres ponente tu talentos a laborar pro Thunderbird.
it: Contribuisci agli strumenti che vuoi utilizzare. Aiuta altre persone a trovare e utilizzare software che rispettano la loro privacy e libertà. Entra a far parte di un futuro migliore per te stesso e per gli altri, mettendo il tuo talento al servizio di Thunderbird.
nl: Geef hulpmiddelen die u wilt gebruiken vorm. Help anderen software te vinden en te gebruiken die hun privacy en vrijheid respecteert. Word onderdeel van een betere toekomst voor uzelf en anderen door uw talenten bij Thunderbird in te zetten.
nn_no: Lag verktøy du vil bruke. Hjelp andre med å finne og bruke programvare som respekterer privatliva og fridommen deira. Bli ein del av ei betre framtid for deg sjølv og andre ved å setje talenta dine i arbeid hos Thunderbird.
pt_br: Crie ferramentas que você queira usar. Ajude outras pessoas a encontrar e usar aplicativos que respeitam sua privacidade e liberdade. Torne-se parte de um futuro melhor para você e para os outros, colocando seus talentos para trabalhar no Thunderbird.
ru: Создавайте инструменты, которые вы захотите использовать. Помогите другим найти и использовать программное обеспечение, которое уважает их конфиденциальность и свободу. Станьте частью лучшего будущего для себя и других, применив свои таланты в Thunderbird.
sk: Vyrobte si nástroje, ktoré chcete použiť. Pomôžte ostatným nájsť a používať softvér, ktorý rešpektuje ich súkromie a slobodu. Staňte sa súčasťou lepšej budúcnosti pre seba a ostatných tým, že svoj talent využijete v Thunderbirde. Čítajte ďalej a dozviete sa ako na to.
sl: Zasnujte orodja, ki bi jih uporabljali. Pomagajte drugim odkriti in uporabljati programsko opremo, ki spoštuje njihovo zasebnost in svobodo. Postanite del boljše prihodnosti zase in za druge – naj se vaši talenti utelesijo v Thunderbirdu.
sv_se: Skapa verktyg du vill använda. Hjälp andra att hitta och använda programvara som respekterar deras integritet och frihet. Bli en del av en bättre framtid för dig själv och andra genom att sätta dina talanger i arbete på Thunderbird.
uk: Створюйте інструменти, якими ви хочете користуватися. Допомагайте іншим знаходити та використовувати програмне забезпечення, яке поважає їхню приватність і свободу. Станьте частиною кращого майбутнього для себе та інших, реалізувавши свої таланти у Thunderbird.
vi: Các công cụ thủ công mà bạn muốn sử dụng. Giúp người khác tìm và sử dụng phần mềm tôn trọng quyền riêng tư và tự do của họ. Trở thành một phần của tương lai tốt đẹp hơn cho bản thân và những người khác bằng cách sử dụng tài năng của bạn tại Thunderbird.

source: Various gears all working in tandem with a heart, a code symbol, a magnifying glass displaying a very small bug, and the Thunderbird Logo in the centre of it all.
bg: Различни зъбни колела, всички работещи в тандем със сърце, кодов символ, лупа, показваща много малък дефект и логото на Thunderbird в центъра.
cs: Různé převody, všechny pracují v tandemu se srdcem, symbolem kódu, lupou zobrazující velmi malého brouka a logem Thunderbird uprostřed toho všeho.
cy: Gêrs amrywiol i gyd yn gweithio ochr yn ochr â chalon, symbol cod, chwyddwydr yn dangos byg bach iawn, a Logo Thunderbird yng nghanol y cyfan.
de: Verschiedene Zahnräder, die gemeinsam arbeiten, mit einem Herz, einem Quelltext-Symbol, einer Lupe, die einen sehr kleinen Käfer anzeigt, und dem Thunderbird-Logo in der Mitte.
el: Διάφορα γρανάζια λειτουργούν όλα μαζί, με μια καρδιά, ένα κωδικό σύμβολο, έναν μεγεθυντικό φακό που δείχνει ένα πολύ μικρό σφάλμα και το λογότυπο Thunderbird στο κέντρο όλων.
es_ar: Varios engranajes funcionando en conjunto con un corazón, un símbolo de código, una lupa que muestra un bichito muy pequeño y el logotipo de Thunderbird en el centro.
es_cl: Varios engranajes funcionan en conjunto con un corazón, un símbolo de código, una lupa que muestra un error muy pequeño y el logotipo de Thunderbird en el centro de todo.
eu: Hainbat engranaje elkarrekin lan egiten dute bihotz batekin, kode-ikur batekin, akats txiki bat erakusten duen lupa eta Thunderbirden logotipoa guztiaren erdian.
fr: Divers engrenages fonctionnant tous ensemble avec un cœur, un symbole de code, une loupe affichant un très petit insecte et le logo Thunderbird au centre.
fy_nl: Ferskate kamrêden wurkje alle tegearre mei in hert, in koadesymboal, in fergrutglês mei in hiel lytse ynsekt, en it Thunderbird-logo yn it sintrum fan alles.
gl: Varias engrenaxes funcionan en conxunto cun corazón, un símbolo de código, unha lupa que mostra un erro moi pequeno e o logotipo de Thunderbird no centro de todo.
hu: Együtt dolgozó fogaskerekek, amelyeken a következő szimbólumok szerepelnek körben: egy szív, egy kódszimbólum, egy nagyon kis bogarat/szoftverhibát jelző nagyító, az egész közepén pedig a Thunderbird logója szerepel.
ia: Varie ingranages tote laborante in tandem concordemente, un codice symbolo, un lente de augmentation pro monstrar un bug multo micre, e le Logo de Thunderbird in le centro de tote isto.
it: Vari ingranaggi che lavorano tutti insieme con un cuore, un simbolo di codice, una lente di ingrandimento che mostra un bug molto piccolo e il logo di Thunderbird al centro di tutto.
ja: さまざまなギアが、ハート、コードシンボル、非常に小さなバグを表示する虫眼鏡、そしてすべての中心にあるThunderbirdロゴと連携して機能します。
nl: Verschillende tandwielen werken allemaal samen met een hart, een codesymbool, een vergrootglas dat een heel klein insectje weergeeft, en het Thunderbird-logo in het midden van dit alles.
pt_br: Várias engrenagens funcionando em conjunto com um coração, um símbolo de código, uma lente de aumento exibindo um inseto muito pequeno e o logotipo do Thunderbird no centro de tudo.
ru: Различные звездочки, работающие в тандеме с сердцем, символом кода, увеличительным стеклом с очень маленьким жуком и логотипом Thunderbird в центре.
sk: Rôzne prevody, všetky pracujú v tandeme so srdcom, symbolom kódu, lupou zobrazujúcou veľmi malú chybu a logom Thunderbird v strede toho všetkého.
sl: Različni zobniki, ki delujejo skupaj s srcem, simbolom kode, povečevalnim steklom, ki prikazuje zelo majhnega hrošča, in logotipom Thunderbird v središču vsega tega.
sv_se: Olika kugghjul arbetar tillsammans med ett hjärta, en kodsymbol, ett förstoringsglas som visar en mycket liten bugg och Thunderbird-logotypen i mitten av det hela.
uk: Різноманітні шестерні працюють у тандемі із серцем, символом коду, збільшувальним склом, на якому зображено дуже маленького жука, і логотипом Thunderbird у центрі всього цього.
vi: Tất cả các bánh răng khác nhau đều hoạt động song song với một trái tim, code symbol, kính lúp hiển thị một lỗi rất nhỏ và Logo Thunderbird ở trung tâm của tất cả.

source: Thunderbird Privacy Policy
bg: Декларация за поверителност на Thunderbird
cy: Polisi Preifatrwydd Thunderbird
de: Thunderbird-Datenschutzrichtlinie
el: Πολιτική απορρήτου Thunderbird
es_ar: Política de privacidad de Thunderbird
es_cl: Política de privacidad de Thunderbird
eu: Thunderbird pribatutasun-politika
fi: Thunderbirdin tietosuojakäytäntö
fr: Politique de confidentialité de Thunderbird
fy_nl: Thunderbird-privacybelied
gl: Política de privacidade de Thunderbird
hu: A Thunderbird adatvédelmi irányelvei
ia: Politica de confidentialitate de Thunderbird
is: Persónuverndarstefna Thunderbird
it: Informativa sulla privacy di Thunderbird
ja: Thunderbird プライバシーポリシー
nl: Thunderbird-privacybeleid
pt_br: Política de privacidade do Thunderbird
ru: Политика конфиденциальности Thunderbird
sk: Zásady ochrany osobných údajov Thunderbird
sl: Thunderbirdov pravilnik o zasebnosti
sq: Rregulla Privatësie në Thunderbird
sv_se: Thunderbirds sekretesspolicy
tr: Thunderbird Gizlilik İlkeleri
uk: Політика приватності Thunderbird
vi: Chính sách riêng tư Thunderbird

source: Website Privacy Policy
bg: Декларация за поверителност на уебсайта
cy: Polisi Preifatrwydd Gwefan
de: Datenschutzrichtlinie zu dieser Website
es_ar: Política de privacidad del sitio web
fi: Verkkosivuston tietosuojakäytäntö
hu: Webhely adatvédelmi irányelvei
sv_se: Webbplatsens sekretesspolicy

source: User Survey
bg: Допитване до потребителите
cs: Uživatelský průzkum
cy: Arolwg Defnyddwyr
de: Benutzerumfrage
el: Έρευνα χρηστών
es_ar: Encuesta de usuario
es_cl: Encuesta de usuario
eu: Erabiltzaileen Inkesta
fi: Käyttäjäkysely
fr: Sondage d’utilisation
fy_nl: Brûkersenkête
gl: Enquisa de usuarios
hu: Felhasználói kérdőív
ia: Questionario de usator
is: Notendakönnun
it: Sondaggio utenti
ja: ユーザーアンケート
nl: Gebruikersenquête
pt_br: Pesquisa de opinião de usuários
ru: Опрос пользователей
sk: Používateľský prieskum
sl: Anketa za uporabnike
sq: Pyetësor Përdoruesi
sv_se: Användarundersökning
tr: Kullanıcı anketi
uk: Опитування користувачів
vi: Khảo sát người dùng

source: <p>Hello from the Thunderbird team! We'd love if you could take approximately 5 minutes to share your experience using Thunderbird. Your anonymous feedback will help us identify our strengths and the areas we need to improve.</p> <p>Thanks for helping us make Thunderbird better for everyone!</p>
bg: <p>Привет от екипа на Thunderbird! Ще се радваме, ако отделите около 5 минути, за да споделите своя опит с Thunderbird. Вашата анонимна обратна връзка ще ни помогне да определим нашите силни страни и областите, които трябва да подобрим.</p> <p>Благодарим ви, че ни помагате да направим Thunderbird по-добър за всички!</p>
cs: <p>Zdravíme vás od týmu Thunderbird! Budeme rádi, když nám věnujete přibližně 5 minut a podělíte se o své zkušenosti s používáním Thunderbirdu. Vaše anonymní zpětná vazba nám pomůže určit naše silné stránky a oblasti, které potřebujeme zlepšit.</p> <p>Děkujeme, že nám pomůžete vylepšit Thunderbird pro všechny!</p>
cy: <p>Helo gan dîm Thunderbird! Byddem wrth ein bodd pe gallech gymryd tua 5 munud i rannu eich profiad gan ddefnyddio Thunderbird. Bydd eich adborth dienw yn ein helpu i nodi ein cryfderau a'r meysydd y mae angen i ni eu gwella.</p> <p>Diolch am ein helpu i wneud Thunderbird yn well i bawb!</p>
de: <p>Hallo, hier ist das Thunderbird-Team! Wir würden uns freuen, wenn Sie sich etwa fünf Minuten Zeit nehmen könnten, um uns Ihre Erfahrungen mit Thunderbird mitzuteilen. Ihr anonymes Feedback hilft uns, unsere Stärken und die Bereiche zu identifizieren, die wir verbessern müssen.</p> <p>Danke, dass Sie uns bei der Verbesserung von Thunderbird für alle helfen!</p>
el: <p>Γεια σας από την ομάδα του Thunderbird! Θα θέλαμε να αφιερώσετε περίπου 5 λεπτά για να μοιραστείτε την εμπειρία σας με το Thunderbird. Τα ανώνυμα σχόλια σας θα μας βοηθήσουν να εντοπίσουμε τα δυνατά μας σημεία και τους τομείς που πρέπει να βελτιωθούμε.</p> <p>Σας ευχαριστούμε που μας βοηθάτε να κάνουμε το Thunderbird καλύτερο για όλους μας!</p>
es_ar: <p>¡Hola desde el equipo de Thunderbird! Nos encantaría que te tomaras aproximadamente 5 minutos para compartir tu experiencia con Thunderbird. Tu opinión anónima nos ayudará a identificar nuestras fortalezas y las áreas que necesitamos mejorar.</p> <p>¡Gracias por ayudarnos a mejorar Thunderbird para todos!</p>
es_cl: <p>¡Saludos del equipo Thunderbird! Nos encantaría que pudieras tomarte aproximadamente 5 minutos para compartir tu experiencia con Thunderbird. Tus comentarios anónimos nos ayudarán a identificar nuestras fortalezas y las áreas que necesitamos mejorar.</p> <p>¡Gracias por ayudarnos a hacer que Thunderbird sea mejor para todos!</p>
eu: <p>Kaixo Thunderbird taldearen partetik! Gustatuko litzaiguke 5 minutu gutxi gorabehera hartzen badituzu Thunderbird erabiliz zure esperientzia partekatzeko. Zure iritzi anonimoak gure indarguneak eta hobetu behar ditugun arloak identifikatzen lagunduko digu.</p> <p>Eskerrik asko Thunderbird guztientzako hobetzen laguntzeagatik!</p>
fr: <p>Bonjour de l’équipe Thunderbird ! Nous serions ravis si vous pouviez consacrer environ 5 minutes pour nous faire part de votre expérience avec Thunderbird. Vos retours anonymes nous aideront à identifier nos points forts et les points à améliorer.</p> <p>Merci de nous aider à améliorer Thunderbird pour tout le monde !</p>
fy_nl: <p>Hallo út namme fan it Thunderbird-team! Wy soene graach wolle as jo sawat 5 minuten nimme kinne om jo ûnderfining mei Thunderbird te dielen. Jo anonime kommentaar sil ús helpe om ús sterke punten en de gebieten dy’t wy ferbetterje moatte te identifisearjen.</p> <p>Tank foar jo help om Thunderbird foar elkenien better te meitsjen!</p>
gl: <p>Ola do equipo Thunderbird! Encantaríanos que tardases aproximadamente 5 minutos en compartir a túa experiencia con Thunderbird. Os teus comentarios anónimos axudaranos a identificar os nosos puntos fortes e as áreas que debemos mellorar.</p> <p>Grazas por axudarnos a mellorar Thunderbird para todos!</p>
hu: <p>Üdvözli a Thunderbird csapata! Örülnénk, ha körülbelül 5 percet szánna a Thunderbird használatával kapcsolatos tapasztalatainak megosztására. Névtelen visszajelzése segít felismerni az erősségeinket és a fejlesztendő területeket.</p> <p>Köszönjük, hogy segíti, hogy mindenki számára jobbá tegyük a Thunderbirdöt!</p>
ia: <p>Hallo ab le equipa de Thunderbird! Nos es felice si tu pote passar circa 5 minutas pro compartir tu experientia de uso de Thunderbird. Tu commentario anonyme nos adjutara identificar nostre fortias e le areas que necesse meliorar.</p> <p>Gratias pro adjutar nos a render Thunderbird melior pro totes!</p>
it: <p>Un saluto dal team di Thunderbird. Saremmo davvero grati se potessi dedicarci circa 5 minuti per raccontarci la tua esperienza con Thunderbird. Il tuo feedback anonimo sarà fondamentale per riconoscere i nostri punti di forza e le aree su cui dobbiamo lavorare per migliorare.</p><p>Grazie per il tuo contributo a rendere Thunderbird sempre migliore per tutti.</p>
nl: <p>Hallo namens het Thunderbird-team! We zouden het fijn vinden als u ongeveer 5 minuten de tijd zou willen nemen om uw ervaring met het gebruik van Thunderbird te delen. Uw anonieme feedback helpt ons onze sterke punten en de gebieden die we moeten verbeteren te identificeren.</p> <p>Bedankt voor uw hulp bij het verbeteren van Thunderbird voor iedereen!</p>
pt_br: <p>Olá da equipe do Thunderbird! Adoraríamos se você pudesse usar aproximadamente 5 minutos para compartilhar sua experiência de uso do Thunderbird. Seu comentário anônimo nos ajudará a identificar nossos pontos fortes e as áreas que precisamos melhorar.</p> <p>Obrigado por nos ajudar a tornar o Thunderbird melhor para todos!</p>
ru: <p>Привет от команды Thunderbird! Мы будем рады, если вы потратите примерно 5 минут, чтобы поделиться своим опытом работы с Thunderbird. Ваш анонимный отзыв поможет нам определить наши сильные стороны и области, которые нужно улучшить.</p> <p>Спасибо, что помогаете нам сделать Thunderbird лучше для всех и каждого!</p>
sk: <p>Zdravíme vás z tímu Thunderbird! Boli by sme radi, keby ste si našli približne 5 minút a podelili sa o svoje skúsenosti s používaním Thunderbirdu. Vaša anonymná spätná väzba nám pomôže identifikovať naše silné stránky a oblasti, ktoré musíme zlepšiť.</p> <p>Ďakujeme, že nám pomáhate zlepšovať Thunderbird pre všetkých!</p>
sl: <p>Pozdrav od ekipe Thunderbirda! Veseli bomo, če si boste vzeli okoli 5 minut časa in z nami delili svojo izkušnjo z uporabo Thunderbirda. Vaše anonimne povratne informacije nam bodo pomagale prepoznati naše močne točke in šibke točke, ki jih je treba izboljšati.</p> <p>Hvala, ker nam pomagate izboljšati Thunderbird za vse uporabnike!</p>
sv_se: <p>Hej från Thunderbird-teamet! Vi skulle gilla om du kunde ta cirka 5 minuter att dela med dig av din upplevelse av Thunderbird. Din anonyma feedback hjälper oss att identifiera våra styrkor och de områden vi behöver förbättra.</p> <p>Tack för att du hjälper oss att göra Thunderbird bättre för alla!</p>
uk: <p>Вітання від команди Thunderbird! Ми будемо вдячні, якщо ви витратите приблизно 5 хвилин, щоб поділитися своїми враженнями від використання Thunderbird. Ваш анонімний відгук допоможе нам визначити наші сильні сторони та сфери, які потребують вдосконалення.</p> <p>Дякуємо, що допомагаєте нам робити Thunderbird кращим для всіх!</p>
vi: <p>Xin chào từ nhóm Thunderbird! Chúng tôi rất mong bạn có thể dành khoảng 5 phút để chia sẻ trải nghiệm của mình khi sử dụng Thunderbird. Phản hồi ẩn danh của bạn sẽ giúp chúng tôi xác định điểm mạnh của mình và những thứ chúng tôi cần cải thiện.</p> <p>Cảm ơn vì đã giúp chúng tôi cải thiện Thunderbird cho mọi người!</p>
