Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: <span class="txt-gradient">Freedom</span> from Chaos
bg: <span class="txt-gradient">Освободен</span> от хаоса
cs: <span class="txt-gradient">Svoboda</span> od chaosu
cy: <span class="txt-gradient">Rhyddid</span> rhag Anrhefn
de: <span class="txt-gradient">Freiheit</span> vom Chaos
el: <span class="txt-gradient">Ελευθερία</span> από το χάος
es_ar: <span class="txt-gradient">Libertad</span> del caos
es_cl: <span class="txt-gradient">Liberación</span> del Caos
es_es: <span class="txt-gradient">Libertad</span> del caos
eu: Kaosetik <span class="txt-gradient">askatasuna</span>
fi: <span class="txt-gradient">Vapaus</span> kaaoksesta
fr: <span class="txt-gradient">La liberté</span> de s’organiser
fy_nl: <span class="txt-gradient">Frijheid</span> fan gaos
gl: <span class="txt-gradient">Liberdade</span> do caos
hu: <span class="txt-gradient">Szabadság</span> a káosztól
ia: <span class="txt-gradient">Libera te</span> del chaos
is: <span class="txt-gradient">Frelsi</span> frá óreiðu
it: <span class="txt-gradient">Libertà</span> dal caos
ja: 混沌からの<span class="txt-gradient">解放</span>
nl: <span class="txt-gradient">Vrijheid</span> van chaos
nn_no: <span class="txt-gradient">Fridom</span> frå kaos
pl: <span class="txt-gradient">Wolność</span> od chaosu
pt_br: <span class="txt-gradient">Liberte-se</span> do caos
ru: <span class="txt-gradient">Свобода</span> от Хаоса
sk: <span class="txt-gradient">Sloboda</span> od chaosu
sl: <span class="txt-gradient">Osvobojeni</span> kaosa
sq: <span class="txt-gradient">Çlirim</span> prej Rrëmujës
sv_se: <span class="txt-gradient">Frihet</span> från kaos
tr: Karmaşadan <span class="txt-gradient">uzak</span>
uk: <span class="txt-gradient">Свобода</span> від безладу
vi: <span class="txt-gradient">Tự do</span> khỏi sự hỗn loạn

source: Waste less time finding browser tabs.
bg: Губете по-малко време за намиране на правилните раздели на браузъра.
cs: Ztrácejte méně času hledáním panelů.
cy: Gwastraffu llai o amser yn dod o hyd i dabiau porwr.
de: Verschwenden Sie weniger Zeit mit der Suche nach Browser-Tabs.
el: Αφιερώστε λιγότερο χρόνο στην αναζήτηση καρτελών.
es_ar: Perdé menos tiempo buscando pestañas del navegador.
es_cl: Pierde menos tiempo buscando pestañas del navegador.
es_es: Pierde menos tiempo buscando pestañas en el navegador.
eu: Denbora gutxiago xahutu arakatzaileko leihoak aurkitzen.
fi: Hukkaa vähemmän aikaa välilehtien etsimiseen.
fr: Perdez moins de temps à retrouver vos onglets de navigateur.
fy_nl: Fergriem minder tiid mei it finen fan browserljepblêden.
gl: Perda menos tempo buscando pestanas do navegador.
hu: Pazaroljon kevesebb időt a böngészőlapok keresésére.
ia: Perde minus tempore pro trovar schedas de navigator.
is: Eyddu minni tíma í að finna vafraflipa.
it: Perdi meno tempo a cercare le schede che ti servono.
ja: ブラウザのタブ検索にかける無駄な時間を省きましょう。
nl: Verspil minder tijd aan het zoeken naar browsertabbladen.
nn_no: Kast bort mindre tid på å finne nettlesarfaner.
pl: Nie trać czasu na wyszukiwanie kart przeglądarki.
pt_br: Perca menos tempo procurando abas no navegador.
ru: Тратьте меньше времени на поиск вкладок браузера.
sk: Strácajte menej času hľadaním kariet prehliadača.
sl: Ne tratite časa s prebijanjem skozi zavihke brskalnika.
sq: Humbni më pak kohë në gjetje skedash shfletuesi.
sv_se: Slösa mindre tid på att hitta webbläsarflikar.
tr: Sekmelerinizi bulmak için daha az zaman harcayın.
uk: Витрачайте менше часу на пошук вкладок браузера.
vi: Tốn ít thời gian hơn khi tìm các thẻ trình duyệt.

source: Access all your messages, calendars, and contacts in one fast app. Filter and organize the way you like. Manage all accounts separately or in a unified inbox. Thunderbird simply makes your life simpler.
bg: Достъп до всички ваши съобщения, календари и контакти в едно бързо приложение. Филтриране и организиране според вашия вкус. Управление на всички профили отделно или в обединена входяща кутия. Thunderbird прави тази част от живота ви по-лесен.
cs: Přistupujte ke všem zprávám, kalendářům a kontaktům v jedné rychlé aplikaci. Filtrujte a organizujte tak, jak vám to vyhovuje. Spravujte všechny účty samostatně nebo v jednotné schránce. Thunderbird vám jednoduše zjednoduší život.
cy: Cewch fynediad i'ch holl negeseuon, calendrau a chysylltiadau mewn un rhaglen gyflym. Hidlwch a threfnwch eich gwaith yn ôl eich angen. Rheolwch bob cyfrif ar wahân neu mewn blwch derbyn cyfun. Mae Thunderbird yma i symleiddio eich bywyd.
de: Greifen Sie in einer schnellen Anwendung auf alle Ihre Nachrichten, Kalender und Kontakte zu. Filtern und organisieren Sie diese nach Ihrem Bedarf. Verwalten Sie alle Konten separat oder in einem gemeinsamen Posteingang. Thunderbird macht Ihnen das Leben leichter.
el: Αποκτήστε πρόσβαση σε όλα τα μηνύματα, τα ημερολόγια και τις επαφές σας σε μία γρήγορη εφαρμογή. Φιλτράρετε και οργανώστε τα με τον τρόπο που σας αρέσει. Διαχειριστείτε τους λογαριασμούς σας ξεχωριστά ή σε ενοποιημένα εισερχόμενα. Το Thunderbird απλά κάνει τη ζωή σας πιο εύκολη.
es_ar: Accedé a todos tus mensajes, calendarios y contactos en una aplicación rápida. Filtrá y organizá como te gusta. Administrá todas las cuentas por separado o en una bandeja de entrada unificada. Thunderbird simplemente hace tu vida más simple.
es_cl: Accede a todos tus mensajes, calendarios y contactos en una aplicación rápida. Filtra y organiza como te gusta. Administra todas las cuentas por separado o en una bandeja de entrada unificada. Thunderbird simplemente hace tu vida más simple.
es_es: Accede a todos tus mensajes, calendarios y contactos en una aplicación rápida. Filtra y organiza como quieras. Maneja todas tus cuentas individualmente o en una bandeja de entrada única. Thunderbird hace tu vida más fácil.
eu: Sartu zure mezuetara, egutegira eta kontaktuetara aplikazio azkar bakarrean. Iragazi eta antolatu nahi duzun erara. Kudeatu zure kontu guztiak banaka edo sarrera-ontzi bakarrean. Thunderbird erraz errazten du zure bizitza.
fi: Käytä kaikkia viestejäsi, kalentereitasi ja yhteystietojasi yhdessä nopeassa sovelluksessa. Suodata ja järjestä haluamallasi tavalla. Hallitse kaikkia tilejä yksittäin tai yhdistetyssä postilaatikossa. Thunderbird tekee elämästäsi yksinkertaisempaa.
fr: Accédez à tous vos messages, agendas et contacts dans une même application rapide. Filtrez et organisez à votre guise. Gérez tous vos comptes séparément ou dans une boîte de réception unifiée. Thunderbird rend simplement votre vie plus simple.
fy_nl: Benaderje al jo berjochten, aginda’s en kontakten yn ien flugge app. Filterje en organisearje, lykas jo dat wolle. Behear alle accounts ôfsûnderlik of yn in yntegrearre Postfek YN. Thunderbird makket jo libben gewoan ienfâldiger.
gl: Accede a todas as túas mensaxes, calendarios e contactos nunha aplicación rápida. Filtra e organiza como che guste. Xestiona todas as contas por separado ou nunha caixa de entrada unificada. Thunderbird simplemente fai a túa vida máis sinxela.
hu: Érje el az összes levelét, naptárát és névjegyét egyetlen gyors alkalmazásban. Szűrjön és rendszerezzen, ahogy tetszik. Kezelje az összes fiókot külön-külön vagy egy egyesített postafiókban. A Thunderbird egyszerűbbé teszi az életét.
ia: Accede a tote tu messages, agendas, e contactos in un mesme application rapide. Filtra e organisa como te place. Gere tote le contos separatemente o in un cassa de entrata unificate. Thunderbird simplemente rende tu vita plus simple.
is: Hafðu aðgang að öllum skilaboðunum þínum, dagatölum og tengiliðum í einu hraðvirku forriti. Síaðu og skipuleggðu eins og þér hentar. Sýslaðu með alla aðganga hvern í sínu lagi eða í sameinuðu pósthólfi. Thunderbird einfaldar líf þitt.
it: Accedi a tutti i tuoi messaggi, calendari e contatti da un’app unica e veloce. Applica filtri e organizza i messaggi come preferisci. Gestisci tutti gli account separatamente o in una casella di posta unificata. Thunderbird rende la tua vita più semplice.
ja: すべてのメッセージ、カレンダー、連絡先に1つのアプリで素早くアクセス。好きなようにフィルタリングして 整理できます。すべてのアカウントを個別に管理することも、統合受信トレイで管理することもできます。 Thunderbirdは あなたの生活をよりシンプルにしてくれます。
nl: Benader al uw berichten, agenda’s en contacten in één snelle app. Filter en organiseer zoals u dat wilt. Beheer alle accounts afzonderlijk of in een geïntegreerd Postvak IN. Thunderbird maakt uw leven gewoon eenvoudiger.
nn_no: Få tilgang til alle meldingar, kalendrar, og kontaktar i ein rask app. Filtrer and organiser slik du vil ha det. Handsam alle kontoar separat, eller i ein felles innboks. Thunderbird gjer rett og slett livet ditt enklare.
pl: Wszystkie wiadomości, kalendarze i kontakty w jednej, szybkiej aplikacji. Filtruj i organizuj, tak jak lubisz. Zarządzaj wszystkimi kontami osobno lub w jednej skrzynce odbiorczej. Thunderbird sprawia, że życie staje się prostsze.
pt_br: Acesse todas as suas mensagens, agendas e contatos em um único aplicativo rápido. Filtre e organize do jeito que quiser. Gerencie todas as contas separadamente ou em uma caixa de entrada unificada. O Thunderbird simplesmente torna sua vida mais simples.
ru: Получите доступ ко всем своим сообщениям, календарям и контактам в одном быстром приложении. Фильтруйте и систематизируйте, как вам нравится. Управляйте всеми учетными записями отдельно или в едином почтовом ящике. Thunderbird просто делает вашу жизнь проще.
sk: Získajte prístup ku všetkým svojim správam, kalendárom a kontaktom v jednej rýchlej aplikácii. Filtrujte a organizujte tak, ako chcete. Spravujte všetky účty samostatne alebo v zoskupenej doručenej pošte. Thunderbird vám jednoducho zjednoduší život.
sl: Organizirajte vso svojo pošto, koledarje in stike v eni sami zmogljivi aplikaciji. Filtrirajte in uredite si jo, kakor vam najbolj ustreza. Upravljajte z vsakim računom posebej ali pa v združenem e-poštnem predalu. Thunderbird preprosto naredi vaše življenje preprostejše.
sq: Përdorni krejt mesazhet, kalendarët dhe kontaktet tuaj me një aplikacion të shpejtë. Filtroji dhe sistemojinini si doni. Administrojini krejt llogaritë më vete, ose në një kuti të njësuar mesazhesh të marrë. Thunderbird-i thjesht e bën jetën tuaj më të thjeshtë.
sv_se: Få tillgång till alla dina meddelanden, kalendrar och kontakter i ett snabbt program. Filtrera och organisera som du vill. Hantera alla konton separat eller i en enhetlig inkorg. Thunderbird gör helt enkelt ditt liv enklare.
tr: Bütün iletilerinize, takvimlerinize ve kişilerinize tek ve hızlı bir uygulamayla erişin. İstediğiniz gibi süzün, düzenleyin. Tüm hesaplarınızı ister ayrı ayrı ister birleşik gelen kutusuyla kullanın. Thunderbird hayatınızı kolaylaştıracak.
uk: Користуйтеся своєю електронною поштою, календарями та контактами в одній швидкій програмі. Фільтруйте й організовуйте робочий простір на свій смак. Керуйте своїми обліковими записами окремо або об'єднано. Thunderbird зробить ваше життя простішим.
vi: Truy cập tất cả tin nhắn, lịch và danh bạ của bạn trong một ứng dụng nhanh. Lọc và sắp xếp theo ý thích của bạn. Quản lý tất cả các tài khoản riêng biệt hoặc trong hộp thư đến hợp nhất. Thunderbird chỉ đơn giản là làm cho cuộc sống của bạn đơn giản hơn.

source: A phone displaying Thunderbird for Android's interface.
bg: Телефон, показващ интерфейса на Thunderbird за Android.
cy: Ffôn yn dangos rhyngwyneb Thunderbird ar gyfer Android.
de: Ein Handy, auf dem die Benutzeroberfläche von Thunderbird für Android angezeigt wird.
el: Ένα τηλέφωνο με το γραφικό περιβάλλον του Thunderbird για Android.
es_ar: Un teléfono que muestre la interfaz de Thunderbird para Android.
es_cl: Un teléfono que muestra la interfaz de Thunderbird para Android.
fr: Un téléphone affichant l’interface de Thunderbird pour Android.
fy_nl: In telefoan mei de interface fan Thunderbird foar Android.
gl: Un teléfono que mostra a interface de Thunderbird para Android.
hu: Egy telefon, amely a Thunderbird for Android felületét jeleníti meg.
is: Sími sem birtir viðmót Thunderbird í Android.
ja: Android 版 Thunderbird のインターフェースが表示されている携帯端末。
nl: Een telefoon met de interface van Thunderbird voor Android.
nn_no: Ein telefon som viser grensesnittet til Thunderbird for Android.
pl: Telefon wyświetlający interfejs Thunderbirda dla Androida.
pt_br: Um celular exibindo a interface do Thunderbird para Android.
ru: Телефон с интерфейсом Thunderbird для Android.
sk: Telefón zobrazujúci rozhranie Thunderbird pre Android.
sl: Telefon, ki prikazuje vmesnik Thunderbirda za Android.
sq: Një telefon që shfaq ndërfaqen e Thunderbird-it për Android.
sv_se: En telefon som visar Thunderbird för Androids gränssnitt.
tr: Android için Thunderbird arayüzünü görüntüleyen bir telefon.
uk: Телефон, на екрані якого показано Thunderbird для Android.
vi: Một thiết bị di động hiển thị giao diện Thunderbird cho Android.

source: See Compatibility
bg: Преглед на съвместимостта
cs: Zobrazit kompatibilitu
cy: Gweld y Cydnawsedd
de: Kompatibilität anzeigen
el: Προβολή συμβατότητας
es_ar: Ver compatibilidad
es_cl: Ver Compatibilidad
es_es: Ver compatibilidad
eu: Bateragarritasuna ikusi
fi: Katso yhteensopivuus
fr: Voir la compatibilité
fy_nl: Kompatibiliteit besjen
gl: Ver compatibilidade
hu: Lásd: Kompatibilitás
ia: Vider compatibilitate
is: Skoðaðu samhæfni
it: Mostra compatibilità
ja: 互換性を参照
nl: Compatibiliteit bekijken
nn_no: Sjå kompatibilitet
pl: Sprawdź kompatybilność
pt_br: Ver compatibilidade
ru: Узнайте о совместимости
sk: Pozrite si kompatibilitu
sl: Preveri združljivost
sq: Shihni Përputhje
sv_se: Se kompatibilitet
tr: Uyumluluğa bakın
uk: Переглянути сумісність
vi: Xem tính tương thích

source: <span class="txt-gradient">Freedom</span> from Manipulation
bg: <span class="txt-gradient">Освободен</span> от манипулации
cs: <span class="txt-gradient">Svoboda</span> bez manipulace
cy: <span class="txt-gradient">Rhyddid</span> rhag Cam Drafod
de: <span class="txt-gradient">Freiheit</span> vor Manipulation
el: <span class="txt-gradient">Ελευθερία</span> από τη χειραγώγηση
es_ar: <span class="txt-gradient">Libertad</span> de la manipulación
es_cl: <span class="txt-gradient">Liberación</span> del la Manipulación
es_es: <span class="txt-gradient">Libertad</span> de la manipulación
eu: Manipulaziotik <span class="txt-gradient">askatu</span>
fi: <span class="txt-gradient">Vapaus</span> manipuloinnilta
fr: <span class="txt-gradient">La liberté</span> de ne pas être manipulé·e
fy_nl: <span class="txt-gradient">Frijheid</span> fan manipulaasje
gl: <span class="txt-gradient">Liberdade</span> de manipulación
hu: <span class="txt-gradient">Szabadság</span> a manipulációtól
ia: <span class="txt-gradient">Libera te</span> del manipulation
is: <span class="txt-gradient">Frelsi</span> frá íhlutun
it: <span class="txt-gradient">Libertà</span> dalla manipolazione
ja: 操作からの<span class="txt-gradient">解放</span>
nl: <span class="txt-gradient">Vrijheid</span> van manipulatie
nn_no: <span class="txt-gradient">Fridom</span> frå manipulering
pl: <span class="txt-gradient">Wolność</span> od manipulacji
pt_br: <span class="txt-gradient">Livre</span> de manipulação
ru: <span class="txt-gradient">Свобода</span> от манипуляций
sk: <span class="txt-gradient">Sloboda</span> od manipulácie
sl: <span class="txt-gradient">Osvobojeni</span> manipulacij
sq: <span class="txt-gradient">Liri</span> nga Manipulimi
sv_se: <span class="txt-gradient">Frihet</span> från manipulation
tr: Hileden <span class="txt-gradient">uzak</span>
uk: <span class="txt-gradient">Свобода</span> від маніпуляцій
vi: <span class="txt-gradient">Tự do</span> từ thao túng

source: Our agenda isn’t hidden. It’s to make the world better.
bg: Нашата цел не е скрита. Искаме да направим света по-добър.
cs: Naše agenda není skrytá. Jde o to, aby byl svět lepší.
cy: Nid yw ein hagenda ni yn un cudd. Rydym yma i wneud y byd yn well.
de: Unsere Agenda ist nicht versteckt. Es geht darum, die Welt zu verbessern.
el: Η ατζέντα μας δεν είναι κρυφή. Στόχος μας είναι να κάνουμε τον κόσμο καλύτερο.
es_ar: Nuestra agenda no está oculta. Es para hacer el mundo mejor.
es_cl: Nuestra agenda no está oculta. Es para hacer el mundo mejor.
es_es: Nuestra agenda no está oculta. Consiste en hacer el mundo mejor.
eu: Ez daukagu agenda izkuturik. Gurea mundu hobeagoa egitea da.
fi: Agendamme ei ole piilotettu. Se on tehdä maailmasta parempi.
fr: Notre objectif n’a rien de secret : nous voulons rendre le monde meilleur.
fy_nl: Us aginda is net ferburgen. It is om de wrâld better te meitsjen.
gl: A nosa axenda non está oculta. É para mellorar o mundo.
hu: A célunk nincs rejtve. Jobbá akarjuk tenni a világot.
ia: Nostre agenda non es celate. Isto rende es pro render le mundo melior.
is: Markmið okkar er ekki falið. Það er að gera heiminn betri.
it: Le nostre motivazioni non sono nascoste. Vogliamo rendere il mondo migliore.
ja: 私たちのアジェンダは隠されていません。世界をより良くするためです。
nl: Onze agenda is niet verborgen. Hij is de wereld verbeteren.
nn_no: Agendaen vår er ikkje løynd. Han handlar om å gjere verda betre.
pl: Nie mamy ukrytych celów. Chodzi nam o to, by uczynić świat lepszym.
pt_br: Nossas motivações não são ocultas. Queremos tornar o mundo um lugar melhor.
ru: Наша повестка дня открыта. Сделать мир лучше.
sk: Naša agenda nie je skrytá. Ide o to, aby bol svet lepší.
sl: Naša agenda ni skrita. Naše poslanstvo je ustvarjati boljši svet.
sq: Plani ynë s’është i fshehur. Është ta bëjmë botën më të mirë.
sv_se: Vår agenda är inte dold. Den är här för att göra världen bättre.
tr: Amacımız belli: dünyayı daha iyi bir yer yapmak.
uk: Наш порядок денний прозорий. Ми робимо світ кращим.
vi: Chương trình nghị sự của chúng tôi không bị ẩn. Đó là làm cho thế giới tốt đẹp hơn.
