Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: We rely solely on the generosity of our supporters and less than <b>3% of Thunderbird users keep us going.</b>
bg: Разчитаме единствено на щедростта на нашите поддръжници. По-малко от <b>3% от потребителите на Thunderbird ни помагат да съществуваме.</b>
cy: Rydym yn dibynnu yn llwyr ar haelioni ein cefnogwyr ac mae llai na <b>3% o ddefnyddwyr Thunderbird yn ein cynnal.</b>
de: Wir verlassen uns nur auf die Großzügigkeit unserer Unterstützer und weniger als <b>3 % der Thunderbird-Nutzer fördern unsere weitere Arbeit.</b>
es_ar: Dependemos únicamente de la generosidad de nuestros colaboradores y menos del <b>3% de los usuarios de Thunderbird nos mantienen en pie.</b>
es_cl: Dependemos únicamente de la generosidad de nuestros seguidores y menos del <b>3% de los usuarios de Thunderbird nos permiten seguir adelante.</b>
fr: Nous comptons uniquement sur la générosité de nos soutiens et moins de <b>3 % des utilisateurs et utilisatrices de Thunderbird nous aident à continuer.</b>
fy_nl: Wy fertrouwe allinnich op de goederjouskens fan ús stipers en minder as <b>3% fan de Thunderbird-brûkers hâldt ús oan de gong.</b>
gl: Dependemos unicamente na xenerosidade dos nosos seguidores e menos do <b>3 % dos usuarios de Thunderbird permítennos seguir adiante.</b>
hu: Kizárólag támogatóink nagylelkűségére támaszkodunk, és a Thunderbird felhasználóinak kevesebb mint <b>3%-a támogat minket</b>.
is: Við reiðum okkur einungis á gjafmildi stuðningfólks okkar og innan við <b>3% af notendum Thunderbird fjármagna alla vinnuna sem við gerum.</b>
ja: <b>Thunderbird ユーザーのうち 3% 未満の方々が私たちを支援</b>してくださっており、私たちは常にサポーターの皆さんに助けられています。
nl: We vertrouwen uitsluitend op de vrijgevigheid van onze supporters en minder dan <b>3% van de Thunderbird-gebruikers houdt ons op de been.</b>
nn_no: Vi stolar utelukkande på generøsiteten til støttespelarane våre og mindre enn <b>3 % av Thunderbird-brukarane held oss i gang.</b>
pl: Polegamy wyłącznie na hojności naszych darczyńców, a niecałe <b>3% użytkowników Thunderbirda utrzymuje nas przy życiu.</b>
pt_br: Contamos exclusivamente com a generosidade de nossos apoiadores e menos de <b>3% dos usuários do Thunderbird nos mantêm</b>.
ru: Мы полагаемся исключительно на щедрость наших спонсоров и менее чем <b>3% пользователей Thunderbird.</b>
sk: Spoliehame sa výlučne na štedrosť našich priaznivcov a menej ako <b>3 % používateľov Thunderbirdu nám pomáhajú pokračovať.</b>
sl: Zanašamo se izključno na velikodušnost naših podpornikov in manj kot <b>3 % uporabnikov Thunderbirda nas ohranja še naprej.</b>
sq: Bazohemi vetëm në bujarinë e përkrahësve tanë dhe <b>na mbajnë gjallë më pak se 3% e përdoruesve të Thunderbird-it.</b>
sv_se: Vi förlitar oss enbart på våra supportrars generositet och mindre än <b>3 % av Thunderbird-användarna håller oss igång.</b>
tr: Yalnızca destekçilerimizin bağışlarıyla varlığımızı sürdürüyoruz ve <b>Thunderbird kullanıcılarının %3’ünden daha azı</b> bizi ayakta tutuyor.
uk: Ми покладаємося виключно на щедрість наших прихильників, але нас підтримують менше ніж <b>3% користувачів Thunderbird.</b>
vi: Chúng tôi chỉ dựa vào lòng hảo tâm của những người ủng hộ và ít hơn <b>3% người dùng Thunderbird giúp chúng tôi tiếp tục.</b>

source: Please help us continue for another 20 years.
bg: Моля, помогнете ни да продължим още 20 години.
cy: Helpwch ni i barhau am 20 mlynedd arall.
de: Bitte helfen Sie uns, noch 20 Jahre weiterzumachen.
es_ar: Ayudanos a continuar otros 20 años.
es_cl: Por favor, ayúdanos a continuar otros 20 años.
fi: Auta meitä jatkamaan vielä seuraavat 20 vuotta.
fr: Aidez-nous à continuer 20 ans de plus.
fy_nl: Help ús noch 20 jier troch te gean.
gl: Axúdanos a continuar outros 20 anos.
hu: Segítsen, hogy további 20 évig folytathassuk.
is: Hjálpaðu okkur til að halda áfram í önnur 20 ár.
ja: 次の 20 年もプロジェクトを継続できるように、ご協力よろしくお願いします。
nl: Help ons nog 20 jaar door te gaan.
nn_no: Hjelp oss å halde fram i 20 år til.
pl: Pomóż nam działać kolejne 20 lat.
pt_br: Ajude-nos a continuar por mais 20 anos.
ru: Пожалуйста, помогите нам продолжать ещё 20 лет.
sk: Pomôžte nám pokračovať ďalších 20 rokov.
sl: Prosim, pomagajte nam nadaljevati naslednjih 20 let.
sq: Ju lutemi, na ndihmoni të vazhdojmë për 20 vjetët e ardhshëm.
sv_se: Hjälp oss att fortsätta i 20 år till.
tr: Yolumuza 20 yıl daha devam etmemize yardım edin.
uk: Будь ласка, допоможіть нам продовжувати ще 20 років.
vi: Vui lòng hỗ trợ cho chúng tôi tiếp tục trong 20 năm tới.

source: The page you are looking for doesn’t exist.<br/>If you think this is a bug, you can <a href="%(bug_report_url)s">report an issue here</a>.
bg: Страницата, която търсите, не съществува.<br/>Ако смятате, че това е грешка, можете да <a href="%(bug_report_url)s">докладвате за дефект</a>.
cs: Stránka, kterou jste hledali, neexistuje.<br/>Pokud myslíte, že jde o chybu, <a href="%(bug_report_url)s">nahlaste nám ji prosím</a>.
cy: Nid yw'r dudalen rydych chi'n chwilio amdani yn bodoli.<br/>Os ydych chi'n meddwl mai gwall yw hyn, gallwch chi <a href="%(bug_report_url)s">adrodd ar y mater</a>.
de: Die von Ihnen gesuchte Seite existiert nicht.<br/>Wenn Sie dies für einen Fehler halten, <a href="%(bug_report_url)s">können Sie diesen hier melden</a>.
el: Η σελίδα που ψάχνετε δεν υπάρχει.<br/>Αν νομίζετε ότι πρόκειται για κάποιο σφάλμα, μπορείτε να <a href="%(bug_report_url)s">αναφέρετε το ζήτημα εδώ</a>.
es_ar: La página que estás buscando no existe.<br/>Si te parece que esto es un problema, podés <a href="%(bug_report_url)s">informarlo aquí</a>.
es_cl: La página que estás buscando no existe.<br/>Si crees que este es un error, puedes <a href="%(bug_report_url)s">reportar un problema aquí</a>.
es_es: La página que estás buscando no existe.<br/>Si crees que es un error, puedes <a href="%(bug_report_url)s">informar del problema aquí</a>.
eu: Bilatzen ari zaren orria ez da existitzen. Errore bat dela uste baduzu,<a href="%(bug_report_url)s">hemen</a>berri eman dezakezu.
fi: Etsimääsi sivua ei ole olemassa.<br/> Jos tämä on mielestäsi virhe, voit <a href="%(bug_report_url)s">ilmoittaa asiasta täällä</a>.
fr: La page que vous recherchez n’existe pas.<br/>Si vous pensez qu’il s’agit d’une erreur, vous pouvez <a href="%(bug_report_url)s">signaler un problème via ce lien</a>.
fy_nl: De side dy’t jo sochten bestiet net.<br/>As jo tinke dat dit in bug is, kinne jo <a href="%(bug_report_url)s">hjir in probleem melde</a>.
gl: A páxina que está a buscar non existe. <br/>Se pensa que se trata dun erro, pode <a href="%(bug_report_url)s"> informar dun problema aquí</a>.
hu: A keresett oldal nem létezik.<br/>Ha úgy gondolja, hogy ez egy hiba, akkor <a href="%(bug_report_url)s">itt jelentse be a problémát</a>.
ia: Le pagina que tu cerca non existe.<br/>Si tu pensa que isto es un error, tu pote <a href="%(bug_report_url)s">reportar lo hic</a>.
is: Síðan sem þú ert að leita að er ekki til. Ef þú telur að þetta sé galli getur þú <a href="%(bug_report_url)s"> tilkynnt vandamál hér</a>.
it: La pagina che stai cercando non esiste. <br/>Se ritieni si tratti di un bug puoi <a href="%(bug_report_url)s">segnalarlo qui</a>.
ja: お探しのページは存在しません。<br/>これがバグと思われる場合は、<a href="%(bug_report_url)s">問題を報告してください</a>。
kab: Asebter i tettnadiḍ ulac-it. <br/>Ma tɣileḍ d tuccḍa, tzemreḍ <a href="%(bug_report_url)s">ad tazneḍ ugur dagi</a>.
nb_no: Siden du leter etter eksisterer ikke.<br/>Hvis du mener dette er en feil, kan du <a href="%(bug_report_url)s">rapportere et problem her</a>.
nl: De door u gezochte pagina bestaat niet.<br/>Als u denkt dat dit een bug is, kunt u <a href="%(bug_report_url)s">hier een probleem melden</a>.
nn_no: Sida du leitar etter finst ikkje.<br/>Dersom du meiner at dette er ein feil, kan du <a href="%(bug_report_url)s">rapportere problemet her</a>.
pl: Szukana strona nie istnieje.<br/>Jeśli to może być błąd, to można <a href="%(bug_report_url)s">go zgłosić</a>.
pt_br: A página que você está procurando não existe.<br/>Se você acha que isso é um bug, pode <a href="%(bug_report_url)s">relatar um problema aqui</a>.
ru: Страница, которую вы ищете, не существует.<br/>Если вы считаете, что это ошибка, вы можете <a href="%(bug_report_url)s">сообщить о проблеме здесь</a>.
sk: Stránka, ktorú hľadáte, neexistuje.<br/>Ak si myslíte, že ide o chybu, môžete <a href="%(bug_report_url)s">ju nahlásiť</a>.
sl: Stran, ki jo iščete, ne obstaja.<br/>Če menite, da gre za napako, jo lahko <a href="%(bug_report_url)s">prijavite tukaj</a>.
sq: Faqja që po kërkoni, s’ekziston.<br/>Nëse mendoni që kjo është një e metë, mundeni <a href="%(bug_report_url)s">të njoftoni çështjen këtu</a>.
sv_se: Sidan du letar efter finns inte.<br/>Om du tror att det här är ett fel kan du <a href="%(bug_report_url)s">rapportera ett problem här</a>.
tr: Aradığınız sayfa mevcut değil.<br/>Bunun bir hata olduğunu düşünüyorsanız <a href="%(bug_report_url)s">hata bildiriminde bulunabilirsiniz</a>.
uk: Сторінка, яку ви шукаєте, не існує.<br/>Якщо ви вважаєте, що це помилка, ви можете <a href="%(bug_report_url)s">повідомити про це тут</a>.
vi: Trang bạn đang tìm kiếm không tồn tại.<br/>Nếu bạn nghĩ rằng đây là một lỗi, bạn có thể <a href="%(bug_report_url)s">báo cáo sự cố tại đây</a>.

source: There's Nothing Here
bg: Тук няма нищо
cs: Nic tu není
cy: Does Dim Byd Yma
de: Hier ist nichts!
el: Δεν υπάρχει τίποτα εδώ
es_ar: No hay nada aquí
es_cl: No hay nada aquí
eu: Hemen ez dago ezer!
fi: Täällä ei ole mitään
fr: Page introuvable
fy_nl: Der is hjir neat
gl: Non hai nada aquí
hu: Itt nincs semmi
ia: Il ha nihil hic
is: Það er ekkert hér
it: Non c’è niente qui
ja: ここにはまだ何もありません
nl: Er is hier niets
nn_no: Det er ingenting her
pl: Nic tu nie ma
pt_br: Não há nada aqui
ru: Здесь ничего нет
sk: Tu nič nie je!
sl: Tukaj ni ničesar
sq: S’ka Gjë Këtu
sv_se: Det finns inget här
tr: Burada hiçbir şey yok
uk: Тут нічого немає
vi: Không có gì ở đây

source: A pile of unopened spam mail covering a sign post that reads No Reply.
bg: Купчина неотворена нежелана поща, покриваща надпис „Без отговор“.
cs: Hromada neotevřené pošty s nevyžádanou poštou u příspěvku s textem Bez odpovědi.
cy: Pentwr o e-bost sbam heb ei agor yn gorchuddio arwyddbost sy'n darllen Dim Ateb.
de: Ein Stapel ungeöffneter Spam-Nachrichten, die einen Wegweiser bedecken, auf dem Keine Antwort steht.
el: Μια στοίβα από ανεπιθύμητα μηνύματα που δεν έχουν ανοιχθεί και καλύπτουν την επιγραφή «Χωρίς απάντηση».
es_ar: Un montón de spam sin abrir cubriendo un letrero que dice Sin respuesta.
es_cl: Una pila de correo no deseado sin abrir que cubre un cartel que dice No responder.
eu: Ireki gabeko spam posta pila bat Ez erantzun dioen kartel bat estaltzen duena.
fr: Une pile d’e-mails indésirables non lus couvrant un panneau qui contient le texte Ne pas répondre.
fy_nl: In stapel net iepene net-winske post dy’t op in boerd mei de tekst Gjin antwurd.
gl: Unha pila de correo lixo sen abrir que cubre un letreiro que di «Sen resposta».
hu: Egy halom bontatlan levélszemét, amely egy „Nincs válasz” feliratú táblaoszlopot takar.
ia: Un pila de emails spam non aperte coperiente un indicator que recita: non responde.
is: Stafli af óopnuðum ruslpósti sem nær yfir skilti sem á stendur 'Ekkert svar'.
it: Una pila di posta indesiderata non aperta che copre un cartello con la scritta “Senza risposta”.
ja: 「返信なし」と書かれたサインポストを覆う、未開封のスパムメールの山。
nl: Een stapel ongeopende spam op een bord met de tekst Geen antwoord.
nn_no: Ein haug med uopna søppelpost som dekkjer eit skilt som lyder Ingen svar.
pl: Stos nieprzejrzanego spamu, w tle drogowskaz „Brak Odpowiedzi”.
pt_br: Uma pilha de emails de spam não abertos encobrindo uma placa onde se lê ´Sem resposta´.
ru: Куча неоткрытого спама, прикрывающего пост с подписью «Без ответа».
sk: Hromada neotvorenej nevyžiadanej pošty zakrývajúca príspevok s nápisom Bez odpovede.
sl: Kup neodprte neželene pošte zasipava znak z napisom Brez odgovora.
sq: Tog poste të padëshiruar, të hapura, që zënë një shenjë ku lexohet Pa Përgjigje.
sv_se: En hög med oöppnad skräppost som täcker en skylt med Inget svar.
tr: Üzerinde Yanıt Yok yazan bir yön tabelasını kaplayan açılmamış bir yığın spam posta.
uk: Купа невідкритих спам-повідомлень, що прикриває допис із написом "Без відповіді".
vi: Một đống thư rác chưa mở bao phủ một bài đăng có nội dung không trả lời.

source: The page you are looking for doesn’t exist.
bg: Страницата, която търсите не съществува.
cs: Stránka, kterou hledáte, neexistuje.
cy: Nid yw'r dudalen rydych yn chwilio amdani'n bodoli.
de: Die gesuchte Seite existiert nicht.
el: Η σελίδα που ψάχνετε δεν υπάρχει.
es_ar: La página que estás buscando no existe.
es_cl: La página que buscas no existe.
eu: Bilatzen ari zinen orria ez da aurkitu.
fi: Etsimääsi sivua ei ole olemassa.
fr: La page que vous recherchez n’existe pas.
fy_nl: De troch jo opsochte side bestiet net.
gl: A páxina que buscas non existe.
hu: A keresett oldal nem létezik.
ia: Le pagina que tu recerca non existe.
is: Síðan sem þú ert að leita að er ekki til.
it: La pagina che stai cercando non esiste.
ja: お探しのページは存在しません。
nl: De door u gezochte pagina bestaat niet.
nn_no: Sida du leitar etter finst ikkje.
pl: Strona, której szukasz, nie istnieje.
pt_br: A página que você está procurando não existe.
ru: Страница, которую вы ищете, не существует.
sk: Stránka, ktorú hľadáte, neexistuje.
sl: Stran, ki ste jo iskali, ne obstaja.
sq: Faqja që po kërkoni s’ekziston.
sv_se: Sidan du letar efter finns inte.
tr: Aradığınız sayfa mevcut değil.
uk: Сторінка, яку ви шукаєте, не існує.
vi: Trang bạn đang tìm kiếm không tồn tại.

source: If you think this is a bug, you can <a href="%(bug_report_url)s">report an issue here</a>
bg: Ако смятате, че това е дефект, можете да <a href="%(bug_report_url)s">го докладвате</a>
cs: Pokud myslíte, že se jedná o chybu, můžete <a href="%(bug_report_url)s">nahlásit problém zde</a>
cy: Os ydych chi'n meddwl mai gwall yw hwn, gallwch <a href="%(bug_report_url)s">adrodd ar y mater hwn</a>
de: Wenn Sie dies für einen Fehler halten, können Sie <a href="%(bug_report_url)s">diesen Fehler hier melden</a>
el: Αν πιστεύετε ότι πρόκειται για σφάλμα, μπορείτε να <a href="%(bug_report_url)s">αναφέρετε το ζήτημα εδώ</a>
es_ar: Si pensás que esto es un error, podés <a href="%(bug_report_url)s">informar el problema acá</a>
es_cl: Si crees que se trata de un error, puedes <a href="%(bug_report_url)s">reportar un problema aquí</a>
eu: Akats bat dela uste baduzu <a href="%(bug_report_url)s">hemen jakinarazi</a> dezakezu
fi: Jos tämä on mielestäsi virhe, voit <a href="%(bug_report_url)s">ilmoittaa ongelmasta täällä</a>
fr: Si vous pensez qu’il s’agit d’un bug, vous pouvez <a href="%(bug_report_url)s">signaler un problème via ce lien</a>.
fy_nl: As jo tinke dat dit in bug is, kinne jo <a href="%(bug_report_url)s">hjir in probleem melde</a>
gl: Se considera que isto é un erro, pode <a href="%(bug_report_url)s">informar dun problema aquí</a>
hu: Ha úgy gondolja, hogy ez egy hiba, <a href="%(bug_report_url)s">itt jelentheti a problémát</a>
ia: Si tu pensa que isto es un defecto, tu pote <a href="%(bug_report_url)s">signalar un problema ci</a>
is: Ef þú heldur að þetta sé galli geturðu <a href="%(bug_report_url)s">tilkynnt vandamál hér</a>
it: Se ritieni si tratti di un bug puoi <a href="%(bug_report_url)s">segnalarlo qui</a>
ja: バグだと思われる場合は、<a href="%(bug_report_url)s">こちらから問題を報告してください</a>
nl: Als u denkt dat dit een bug is, kunt u <a href="%(bug_report_url)s">hier een probleem melden</a>
nn_no: Dersom du meiner at dette er ein feil, kan du <a href="%(bug_report_url)s">rapportere problemet her</a>
pl: Jeśli uważasz, że to błąd, możesz <a href="%(bug_report_url)s">zgłosić problem tutaj</a>
pt_br: Se você acha que isso é um erro, pode <a href="%(bug_report_url)s">relatar um problema aqui</a>
ru: Если вы считаете, что это ошибка, вы можете <a href="%(bug_report_url)s">сообщить о проблеме здесь</a>
sk: Ak si myslíte, že ide o chybu, môžete <a href="%(bug_report_url)s">nahlásiť problém tu</a>.
sl: Če menite, da gre za programskega hrošča, ga lahko <a href="%(bug_report_url)s">prijavite tukaj</a>
sq: Nëse mendoni se kjo është një e metë, mundeni <a href="%(bug_report_url)s">të njoftoni këtu një problem</a>
sv_se: Om du tror att detta är en bugg kan du <a href="%(bug_report_url)s">rapportera ett problem här</a>
tr: Bunun bir hata olduğunu düşünüyorsanız <a href="%(bug_report_url)s">hata bildiriminde bulunabilirsiniz</a>
uk: Якщо ви вважаєте, що це помилка, можете <a href="%(bug_report_url)s">повідомити про проблему тут</a>
vi: Nếu bạn cho rằng đây là lỗi, bạn có thể <a href="%(bug_report_url)s">báo cáo sự cố ở đây</a>

source: Free Your Inbox.
bg: Освободете пощата си.
cs: Osvoboďte svou poštu.
cy: Rhyddhewch eich Blwch Derbyn.
de: Befreien Sie Ihren Posteingang.
el: Ελευθερώστε τα εισερχόμενά σας.
es_ar: Liberá tu bandeja de entrada.
es_cl: Libera tu bandeja de entrada.
es_es: Libera tu bandeja de entrada.
eu: Askatu zure sarrera-ontzia.
fi: Vapauta postilaatikkosi.
fr: Libérez votre boîte de réception.
fy_nl: Befrij jo Postfek YN
gl: Libere a súa bandexa de entrada.
hu: Szabadítsa fel a postafiókját.
ia: Libera tu cassa de entrata.
is: Frelsaðu pósthólfið þitt.
it: Libera la tua posta.
ja: 受信トレイを身軽に。
nl: Bevrijd uw Postvak IN
nn_no: Frigjer innboksen din.
pl: Uwolnij swoją pocztę
pt_br: Liberte sua caixa de entrada.
ru: Освободите почтовый ящик.
sk: Osloboďte svoju poštu
sl: Osvobodite svojo e-pošto.
sq: Çlironi Email-in Tuaj.
sv_se: Frigör din inkorg.
tr: Gelen Kutunu Özgür Bırak.
uk: Звільніть свою поштову скриньку.
vi: Giải phóng hộp thư đến của bạn.

source: <span class="txt-gradient">Free</span> Your Inbox
bg: <span class="txt-gradient">Освободете</span> пощата си
cs: <span class="txt-gradient">Osvoboďte</span> svou poštu
cy: <span class="txt-gradient">Rhyddhewch</span> Eich Blwch Derbyn
de: <span class="txt-gradient">Befreien Sie</span> Ihren Posteingang
el: <span class="txt-gradient">Ελευθερώστε</span> τα εισερχόμενά σας
es_ar: <span class="txt-gradient">Liberá</span> tu bandeja de entrada
es_cl: <span class="txt-gradient">Libera</span> tu bandeja de entrada
es_es: <span class="txt-gradient">Libera</span> tu bandeja de entrada
eu: <span class="txt-gradient">Askatu</span> zure sarrera-ontzia
fi: <span class="txt-gradient">Vapauta</span> postilaatikkosi
fr: <span class="txt-gradient">Libérez</span> votre boîte de réception
fy_nl: <span class="txt-gradient">Befrij</span> jo Postfek YN
gl: <span class="txt-gradient">Libere</span> a súa caixa de entrada
hu: <span class="txt-gradient">Szabadítsa fel</span> a postafiókját
ia: <span class="txt-gradient">Libera</span> tu cassa de entrata
is: <span class="txt-gradient">Frelsaðu</span> pósthólfið þitt
it: <span class="txt-gradient">Libera</span> la tua posta
ja: 受信トレイを<span class="txt-gradient">身軽</span>にする
nl: <span class="txt-gradient">Bevrijd</span> uw Postvak IN
nn_no: <span class="txt-gradient">Frigjer</span> innboksen din
pl: <span class="txt-gradient">Uwolnij</span> swoją pocztę
pt_br: <span class="txt-gradient">Liberte</span> sua caixa de entrada de email
ru: <span class="txt-gradient">Освободите</span> почтовый ящик
sk: <span class="txt-gradient">Osloboďte</span> svoju poštu
sl: <span class="txt-gradient">Osvobodite</span> svojo e-pošto
sq: <span class="txt-gradient">Çlironi</span> Kutinë Tuaj Postare
sv_se: <span class="txt-gradient">Frigör</span> din inkorg
tr: Gelen kutunuzu <span class="txt-gradient">özgür bırakın</span>
uk: <span class="txt-gradient">Звільніть</span> свою поштову скриньку
vi: <span class="txt-gradient">Giải phóng</span> hộp thư đến của bạn

source: Meet Thunderbird, the <strong>email and productivity</strong> app that maximizes your freedoms.
bg: Запознайте се с Thunderbird, приложението за <strong>електронна поща и продуктивност</strong>, което увеличава максимално свободите ви.
cy: Dyma Thunderbird, yr ap <strong>e-bost a chynhyrchiant</strong> sy'n gwneud y mwyaf o'ch rhyddid.
de: Lernen Sie Thunderbird kennen, die <strong>E-Mail- und Produktivitäts-</strong>App, die Ihre Freiheiten maximiert.
el: Γνωρίστε το Thunderbird, την εφαρμογή <strong>email και παραγωγικότητας</strong> που μεγιστοποιεί τις ελευθερίες σας.
es_ar: Conocé Thunderbird, la aplicación de <strong>correo electrónico y productividad</strong> que maximiza tu libertad.
es_cl: Conoce Thunderbird, la aplicación de <strong>correo y productividad</strong> que maximiza tus libertades.
fi: Tutustu Thunderbirdiin, <strong>sähköposti- ja tuottavuussovellukseen</strong>, joka maksimoi vapautesi.
fr: Découvrez Thunderbird, l’application <strong>de messagerie et de productivité</strong> qui maximise vos libertés.
fy_nl: Kom yn de kunde mei Thunderbird, de app foar <strong>e-mail en produktiviteit</strong> dy’t jo frijheden maksimalisearret.
gl: Coñece Thunderbird, a aplicación de <strong>correo electrónico e produtividade</strong> que maximiza as túas liberdades.
hu: Ismerje meg a Thunderbirdöt, a <strong>levelező és szervező</strong> alkalmazást, amely maximalizálja a szabadságát.
is: Kynntu þér Thunderbird, hugbúnað fyrir <strong>tölvupóst, dagatöl, og tengiliði</strong> sem hámarkar frelsi þitt.
ja: あなたの自由を最大限に引き出す <strong>メール、生産性</strong> アプリの Thunderbird をご紹介します。
nl: Maak kennis met Thunderbird, de app voor <strong>e-mail en productiviteit</strong> die uw vrijheden maximaliseert.
nn_no: Møt Thunderbird, <strong>e-post- og produktivitetsappen</strong> som maksimerer fridommane dine.
pl: Oto Thunderbird, podnosząca produktywność aplikacja do <strong>obsługi poczty e-mail</strong>, która maksymalizuje wolność użytkownika.
pt_br: Conheça o Thunderbird, o aplicativo de <strong>email e produtividade</strong> que maximiza sua liberdade.
ru: Встречайте Thunderbird, приложение <strong>электронной почты и продуктивности</strong>, которое максимально использует ваши свободы.
sk: Zoznámte sa s Thunderbirdom, aplikáciou na <strong>správu e‑mailov s dôrazom na produktivitu</strong>, ktorá maximalizuje vaše slobody.
sl: Spoznajte Thunderbird, aplikacijo za <strong>e-pošto in produktivnost</strong>, ki ohranja vašo svobodo.
sq: Njihuni me Thunderbird-in, aplikacionin për <strong>email dhe prodhimtari</strong> që realizon liritë tuaja në maksimun.
sv_se: Möt Thunderbird, appen för <strong>e-post och produktivitet</strong> som maximerar dina friheter.
tr: Özgürlüğünüzü üst düzeye çıkaran <strong>e-posta ve verimlilik</strong> uygulaması Thunderbird ile tanışın.
vi: Làm quen với Thunderbird, ứng dụng <strong>email và năng suất</strong> giúp tối đa hóa quyền tự do của bạn.

source: competitor icon
bg: икона на конкурент
cs: ikona konkurenta
cy: eicon cystadleuwyr
de: Mitwettbewerber-Symbol
el: εικονίδιο ανταγωνιστή
es_ar: icono de un competidor
es_cl: icono de un competidor
es_es: icono de un competidor
eu: lehiakidearen ikonoa
fi: kilpailijakuvake
fr: icône de concurrent
fy_nl: piktogram konkurrint
gl: icona do competidor
hu: versenytárs ikonja
ia: icone de competitor
is: táknmynd keppinautar
it: Icona della concorrenza
ja: 競合他社のアイコン
nl: pictogram concurrent
nn_no: ikon for konkurrent
pl: ikona konkurenta
pt_br: ícone de concorrente
ru: значок конкурента
sk: ikona konkurenta
sl: ikona konkurenta
sq: ikonë konkurrenti
sv_se: ikon för konkurrent
tr: rakip simgesi
uk: піктограма конкурента
vi: biểu tượng đối thủ cạnh tranh
