Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: What do the transaction costs cover?
bg: Какво покриват транзакционните разходи?
cy: Beth mae costau trafodion yn ei gynnwys?
de: Was decken die Transaktionskosten ab?
el: Τι καλύπτουν τα έξοδα συναλλαγής;
es_ar: ¿Qué cubren los costos de transacción?
es_cl: ¿Qué cubren los costos de transacción?
fr: Que couvrent les frais de transaction ?
fy_nl: Wat dekke de transaksjekosten?
gl: Que cobren os custos da transacción?
hu: Mit fedeznek a tranzakciós költségek?
ia: Que coperi le costos de transaction?
it: Che cos’è incluso nei costi di transazione?
nl: Wat dekken de transactiekosten?
pl: Co obejmują opłaty transakcyjne?
pt_br: O que os custos de transação cobrem?
ru: Что покрывают транзакционные издержки?
sk: Čo pokrývajú transakčné náklady?
sl: Kaj krijejo transakcijski stroški?
sq: Çfarë mbulojnë kostot e transaksionit?
sv_se: Vad täcker transaktionskostnaderna?
tr: İşlem maliyetleri neleri kapsıyor?
vi: Chi phí giao dịch bao gồm những gì?

source: When you opt to cover our payment transaction costs, you're covering both our payment processing and donation platform fees. The costs associated with our robust online donation system allows us to continue scaling sustainably as our supporter-base grows. Our donation platform and payment processor partners reduce internal costs associated with maintaining our own system from scratch. Our partners ensure we can accept a wide range of currencies/payment methods and remain PCI compliant in all of the countries that we accept gifts from. The transaction costs you may choose to cover are based on an estimate of our overall costs. Due to many factors actual costs may fluctuate.
cy: Pan fyddwch chi'n dewis talu ein costau trafodion, rydych chi'n talu am ein costau prosesu a'n costau llwyfan cyfrannu. Mae’r costau sy’n gysylltiedig â’n system rhoddion ar-lein gadarn yn ein galluogi i barhau i gynyddu’n gynaliadwy wrth i’n sylfaen cefnogwyr dyfu. Mae ein platfform rhoddion a'n partneriaid prosesu taliadau yn lleihau costau mewnol sy'n gysylltiedig â chynnal ein system ein hunain o'r dechrau. Mae ein partneriaid yn sicrhau y gallwn dderbyn ystod eang o arian cyfred/dulliau talu ac yn parhau i gydymffurfio â PCI ym mhob un o'r gwledydd rydym yn derbyn rhoddion oddi wrthyn nhw. Mae'r costau trafodion y gall rhoddwyr ddewis eu talu yn seiliedig ar amcangyfrif o'n costau cyffredinol. Oherwydd llawer o ffactorau gall costau gwirioneddol amrywio.
de: Wenn Sie sich dafür entscheiden, unsere Transaktionsgebühren zu tragen, decken Sie sowohl die Kosten für unsere Zahlungsverarbeitung als auch die Gebühren für die Spendenplattform. Die Kosten, die mit unserem robusten Online-Spendensystem verbunden sind, ermöglichen es uns, weiter nachhaltig zu skalieren, wenn unsere Unterstützerbasis wächst. Unsere Spendenplattform und unsere Partner als Zahlungsdienstleister reduzieren die internen Kosten, die mit der Wartung unseres eigenen Systems verbunden sind. Unsere Partner stellen sicher, dass wir eine Vielzahl von Währungen/Zahlungmethoden akzeptieren und in allen Ländern, aus denen wir Geschenke annehmen, PC-konform bleiben. Die Transaktionskosten, die Sie übernehmen können, basieren auf einer abgeschätzten unserer Gesamtkosten. Aufgrund vieler Faktoren können die tatsächlichen Kosten variieren.
el: Εάν επιλέξετε να καλύψετε το κόστος συναλλαγής της πληρωμής, καλύπτετε τόσο τα έξοδα επεξεργασίας των πληρωμών όσο και τα τέλη της πλατφόρμας δωρεών. Το κόστος που σχετίζεται με το ισχυρό μας σύστημα διαδικτυακών δωρεών μάς επιτρέπει να συνεχίσουμε να αναπτυσσόμαστε με βιώσιμο τρόπο, όσο η βάση των υποστηρικτών μας αυξάνεται. Η πλατφόρμα δωρεών μας και οι συνεργάτες επεξεργασίας πληρωμών μειώνουν το εσωτερικό κόστος που θα απαιτούσε η δημιουργία και συντήρηση του δικού μας συστήματος. Οι συνεργάτες μας διασφαλίζουν ότι μπορούμε να δεχτούμε ένα ευρύ φάσμα νομισμάτων/τρόπων πληρωμής και να παραμείνουμε συμβατοί με το PCI σε όλες τις χώρες από τις οποίες δεχόμαστε δωρεές. Το κόστος συναλλαγής που μπορείτε να καλύψετε βασίζεται σε μια εκτίμηση των συνολικών εξόδων μας. Λόγω πολλών παραγόντων, τα πραγματικά έξοδα ενδέχεται να διαφέρουν.
es_ar: Cuando optás por cubrir nuestros costos de transacción de pago, estás cubriendo tanto la tarifa de procesamiento de pago como la de la plataforma de donaciones. Los costos asociados con nuestro robusto sistema de donaciones en línea nos permite seguir escalando de manera sustentable al mismo tiempo que la base de donadores crece. Nuestra plataforma de donaciones y socios de procesamiento de pago reducen gastos internos asociados con mantener nuestro propio sistema desde cero. Nuestros socios se aseguran de que aceptemos una amplia variedad de divisas/métodos de pago y seguir cumpliendo con PCI en todos los países desde los que aceptamos donaciones. Los costos de transacción que podés elegir cubrir se basan en una estimación de nuestros costos generales. Debido a muchos factores, los costos reales pueden fluctuar.
es_cl: Cuando optas por cubrir nuestros costos de la transacción de pago, estás cubriendo los cargls de nuestra plataforma de procesamiento de pagos y donación. Los costos asociados con nuestro sólido sistema de donaciones en línea nos permiten continuar escalando de manera sostenible a medida que crece nuestra base de seguidores. Nuestra plataforma de donaciones y nuestros socios de procesamiento de pagos reducen los costos internos asociados con el mantenimiento de nuestro propio sistema desde cero. Nuestros socios se aseguran de que podamos aceptar una amplia gama de monedas/métodos de pago y seguir cumpliendo con PCI en todos los países de los que aceptamos regalos. Los costos de transacción que los donantes pueden optar por cubrir se basan en una estimación de nuestros costos generales. Debido a muchos factores, los costos reales pueden fluctuar.
fr: Lorsque vous choisissez de couvrir nos frais de transactions de paiement, vous couvrez à la fois nos frais de traitement du paiement et nos frais liés à la plateforme de dons. Les coûts associés à notre système de dons en ligne nous permettent de continuer notre développement de manière durable à mesure que le nombre de nos soutiens augmente. Notre plateforme de dons et nos partenaires de traitement des paiements permettent de réduire les coûts internes associés à la maintenance de notre propre système. Nos partenaires s’assurent que nous pouvons accepter un large éventail de monnaies et de méthodes de paiement et que nous restons en conformité avec les normes IPC dans tous les pays où nous acceptons des dons. Les frais de transaction que vous pouvez choisir de prendre en charge sont établis d’après une estimation de nos coûts globaux. En raison de nombreux facteurs, les coûts réels peuvent fluctuer.
fy_nl: As jo kieze om ús betellingstransaksjekosten te dekken, dekke jo sawol ús betellingsferwurkings- as donaasjeplatfoarmkosten. De kosten ferbûn mei ús robúste online donaasjesysteem makket it mooglik om duorsum opskale te kinnen as ús stipersbasis groeit. Us donaasjeplatfoarm en partners foar betellingsferwurking ferminderje ynterne kosten ferbûn mei it ûnderhâld fan ús eigen systeem fan it begjin ôf. Us partners soargje dat wy in breed oanbod fan faluta’s/betelmetoaden akseptearje kinne en PCI-konform bliuwe yn alle lannen wêrfan wy donaasjes akseptearje. De transaksjekosten dy’t jo eventueel dekke wolle binne basearre op in skatting fan ús totale kosten. Troch in protte faktoaren kinne werklike kosten fluktuearje.
gl: Cando optas por cubrir os nosos custos de transacción de pago, estás a cubrir tanto as nosas taxas de procesamento de pagos como as da plataforma de doazóns. Os custos asociados co noso sólido sistema de doazóns en liña permítennos seguir escalando de forma sostible a medida que crece a nosa base de seguidores. A nosa plataforma de doazóns e os socios do procesador de pagos reducen os custos internos asociados ao mantemento do noso propio sistema desde cero. Os nosos socios garanten que podemos aceptar unha gran variedade de moedas/métodos de pago e seguir cumprindo PCI en todos os países dos que aceptamos agasallos. Os custos de transacción que pode escoller cubrir baséanse nunha estimación dos nosos custos xerais. Debido a moitos factores, os custos reais poden variar.
hu: Ha úgy dönt, hogy fedezi a tranzakciós költségeinket, akkor állja a feldolgozási és az adományozási platformmal kapcsolatos költségeket is. A robusztus online adományozási rendszerünk költségei lehetővé teszik, hogy fenntartható módon folytassuk a bővítést, ahogy a támogatói körünk nő. Az adományozó platformunk és fizetésfeldolgozó partnereink csökkentik azokat a költségeket, amelyeket egy saját rendszer karbantartása okozna. Partnereink biztosítják, hogy a pénznemek/fizetési módok széles skáláját tudjuk elfogadni, és hogy továbbra is PCI kompatibilisek maradjunk, minden országban, ahonnan adományokat fogadunk. A tranzakciós költségek, amelyeket Ön fedezhet, a teljes költségünk becslésén alapulnak. Számos tényező miatt a tényleges költségek ingadozhatnak.
ia: Quando tu opta pro coperir nostre costos de transaction del pagamento, tu coperi ambe oneres de nostre processo de pagamento e del platteforma de donation. Le costos associate con nostre robuste systema de donation online permitte nos de continuar a scalar sustenibilemente dum nostre base de contributores cresce. Nostre socios de platteforma de donation e processo de pagamento reduce le costos interne associate con le mantenimento de nostre proprie systema ex novo. Nostre socios assecura que nos pote acceptar un large selection de monetas/methodos pagamento e restar observante PCI in tote le paises ab le qual nos accepta donos. Le costos de transaction que tu pote seliger de coperir es basate sur un estima de nostre costos synthetic. Le costos pote fluctuar per multe factores actual.
it: Se scegli di farti carico dei costi di transazione, questo include sia i costi per l’elaborazione dei pagamenti sia quelli della piattaforma per le donazioni. I costi relativi al nostro solido sistema di donazioni online ci consentono di continuare a crescere in modo sostenibile man mano che la nostra base di sostenitori cresce. La piattaforma per le donazioni e il sistema di elaborazione dei pagamenti ci permettono di ridurre i costi interni rispetto a quelli che dovremmo sostenere per creare e mantenere lo stesso sistema partendo da zero. I nostri partner ci permettono di accettare un’ampia gamma di valute e metodi di pagamento e di rimanere conformi alla normativa PCI in tutti i Paesi da cui accettiamo donazioni. I costi di transazione che puoi scegliere di includere si basano su una stima dei costi complessivi. A causa di molti fattori, i costi effettivi possono variare.
nl: Wanneer u ervoor kiest om onze betalingstransactiekosten te dekken, dekt u zowel onze betalingsverwerkings- als donatieplatformkosten. De kosten die gepaard gaan met ons robuuste online donatiesysteem stellen ons in staat om duurzaam te blijven schalen naarmate ons supportersbestand groeit. Ons donatieplatform en betalingsverwerkerpartners verlagen de interne kosten die gepaard gaan met het vanaf de basis onderhouden van ons eigen systeem. Onze partners zorgen ervoor dat we een breed scala aan valuta’s/betaalmethoden kunnen accepteren en PCI-compatibel kunnen blijven in alle landen waaruit we donaties accepteren. De transactiekosten die u eventueel wilt dekken, zijn gebaseerd op een schatting van onze totale kosten. Door vele factoren kunnen de werkelijke kosten fluctueren.
ru: Когда вы соглашаетесь покрывать наши расходы по платёжным транзакциям, вы покрываете как наши расходы по обработке платежей, так и сборы платформы пожертвований. Затраты, связанные с нашей надёжной системой онлайн-пожертвований, позволяют нам продолжать устойчивое масштабирование по мере роста нашей базы сторонников. Наша платформа для пожертвований и партнёры-обработчики платежей снижают собственные расходы, связанные с поддержкой нашей собственной системы с нуля. Наши партнеры следят за тем, чтобы мы могли принимать широкий диапазон валют и способов оплаты и соблюдали требования PCI во всех странах, от которых мы принимаем пожертвования. Транзакционные издержки, которые вы можете покрыть, основаны на оценке наших общих издержек. Из-за многих факторов фактическая стоимость может варьироваться.
sk: Keď sa rozhodnete pokryť naše náklady na platobné transakcie, kryjete poplatky za spracovanie platieb aj poplatky za darovaciu platformu. Náklady spojené s naším robustným online darcovským systémom nám umožňujú pokračovať v udržateľnom rozširovaní, keďže naša základňa podporovateľov rastie. Naša darovacia platforma a partneri na spracovanie platieb znižujú interné náklady spojené s údržbou nášho vlastného systému od nuly. Naši partneri zaručujú, že dokážeme akceptovať širokú škálu mien/platobných metód a zostaneme v súlade s PCI vo všetkých krajinách, z ktorých prijímame dary. Transakčné náklady, ktoré sa môžete rozhodnúť pokryť, sú založené na odhade našich celkových nákladov. V dôsledku mnohých faktorov môžu skutočné náklady kolísať.
sl: Ko se odločite za kritje naših stroškov plačilnega prometa, krijete tako stroške naše obdelave plačil kot tudi stroške platforme za donacije. Stroški, povezani z našim robustnim sistemom za spletne donacije, nam omogočajo, da z naraščanjem baze podpornikov še naprej širimo svojo dejavnost. Naša platforma za donacije in partnerji za obdelavo plačil znižujejo notranje stroške, povezane z vzdrževanjem lastnega sistema, od začetka. Naši partnerji zagotavljajo, da lahko sprejemamo širok nabor valut in načinov plačila in smo skladni s PCI v vseh državah, iz katerih sprejemamo darila. Transakcijski stroški, za katere se lahko odločite, temeljijo na oceni naših skupnih stroškov. Dejanski stroški lahko nihajo zaradi številnih dejavnikov.
sq: Kur zgjidhni të mbuloni kostot tona për pagesën e transaksionit, mbuloni tarifa si të përpunimit prej nesh, ashtu edhe tarifa platforme dhurimi. Kostot përshoqëruar sistemit tonë të fuqishëm të dhurimeve në internet na lejojnë të përshkallëzojmë vazhdueshmërinë, dora-dorës që shtohet baza e përkrahësve tanë. Platforma jonë e dhurimeve dhe partnerët e përpunimit të pagesave ulin kosto të brendshme të lidhura me mirëmbajtjen e sistemit tonë që nga hiçi. Partnerët tanë garantojnë të mund të pranojmë një gamë të gjerë monedhash/metodash pagimi dhe të jemi në pajtim me PCI në krejt vendet prej nga pranojmë dhurime. Kostot e transaksioneve që mund të zgjidhni për të mbuluar bazohen në një vlerësim të kostove tona në përgjithësi. Për shkak të mjaft faktorëve kostot faktike mund të jenë të larmishme.
sv_se: När du väljer att täcka våra betalningstransaktionskostnader täcker du både vår betalningshantering och donationsplattformsavgifter. Kostnaderna förknippade med vårt robusta onlinedonationssystem gör att vi kan fortsätta att skala på ett hållbart sätt i takt med att vår supporterbas växer. Vår donationsplattform och betalningsprocessorpartners minskar interna kostnader i samband med att underhålla vårt eget system från grunden. Våra partners ser till att vi kan acceptera ett brett utbud av valutor/betalningsmetoder och förbli PCI-kompatibla i alla de länder där vi tar emot gåvor från. De transaktionskostnader du kan välja att täcka baseras på en uppskattning av våra totala kostnader. Beroende på många faktorer kan de faktiska kostnaderna fluktuera.
vi: Khi bạn chọn thanh toán chi phí giao dịch của chúng tôi, bạn sẽ thanh toán cả chi phí nền tảng xử lý và quyên góp của chúng tôi. Chi phí liên quan đến hệ thống quyên góp trực tuyến mạnh mẽ cho phép chúng tôi tiếp tục mở rộng quy mô một cách bền vững khi cơ sở người ủng hộ của chúng tôi phát triển. Nền tảng quyên góp và các đối tác xử lý thanh toán của chúng tôi giảm chi phí nội bộ liên quan đến việc duy trì hệ thống của chính chúng tôi từ đầu. Các đối tác của chúng tôi đảm bảo rằng chúng tôi có thể chấp nhận nhiều loại tiền tệ/phương thức thanh toán và vẫn tuân thủ PCI ở tất cả các quốc gia mà nơi chúng tôi nhận quyên góp. Chi phí giao dịch mà bạn có thể chọn chi trả dựa trên ước tính tổng chi phí của chúng tôi. Do nhiều yếu tố chi phí thực tế có thể dao động.

source: Why do one-time donations appear as recurring in the SEPA mandates?
bg: Защо еднократните дарения се появяват като повтарящи се в SEPA?
cs: Proč se jednorázové dary objevují v SEPA jako opakované?
cy: Pam mae rhoddion un-tro yn ymddangos fel rhai cylchol yng ngorchymyn SEPA?
de: Warum werden einmalige Spenden in den SEPA-Mandaten als wiederkehrende Spenden angezeigt?
el: Γιατί οι εφάπαξ δωρεές εμφανίζονται ως επαναλαμβανόμενες στις εντολές SEPA;
es_ar: ¿Por qué las donaciones de una sola vez aparecen como recurrentes en los mandatos de SEPA?
es_cl: ¿Por qué las donaciones únicas aparecen como recurrentes en los mandatos de la SEPA?
es_es: ¿Por qué las donaciones únicas aparecen como recurrentes en los mandatos SEPA?
eu: Zergatik agertzen dira ordainketa bakarreko dohaintzak errepikari gisa SEPAren aginduetan?
fr: Pourquoi les dons ponctuels apparaissent-ils comme récurrents dans les mandats SEPA ?
fy_nl: Wêrom ferskine ienmalige donaasjes as periodyk yn de SEPA-mandaten?
gl: Por que as doazóns puntuais aparecen como recurrentes nos mandatos da SEPA?
hu: Az egyszeri adományozások miért jelennek meg ismétlődőként a SEPA megbízásokban?
ia: Perque le donationes a un-vice es si recurrente in le mandatos SEPA?
it: Perché le donazioni una tantum compaiono come ricorrenti nei mandati SEPA?
ja: SEPAの寄付義務において、一時的な寄付が定期的な寄付として表示されるのはなぜですか？
nl: Waarom verschijnen eenmalige donaties als periodiek in de SEPA-mandaten?
nn_no: Kvifor blir eingongsdonasjonar viste som gjentakande i SEPA-mandata?
pt_br: Por que doações únicas aparecem como recorrentes em ordens SEPA?
ru: Почему разовые пожертвования отображаются как повторяющиеся в мандатах SEPA?
sk: Prečo sa jednorazové dary objavujú v mandátoch SEPA ako opakované?
sl: Zakaj so enkratne donacije v pooblastilih SEPA prikazane kot ponavljajoče se?
sq: Pse dhurimet një herësh shfaqen si ripërsëritëse te mandatet SEPA?
sv_se: Varför visas engångsdonationer som återkommande i SEPA-mandaten?
uk: Чому одноразові внески відображаються як повторювані в мандатах SEPA?
vi: Tại sao các khoản quyên góp một lần xuất hiện dưới dạng định kỳ trong các quy định của SEPA?
