Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: MZLA Technologies Corporation is the for-profit organization sustaining the free software mission of Thunderbird. Our work is to provide open source apps that are secure, private and available for users around the world. Your support helps us:
bg: MZLA Technologies Corporation е организация с търговска цел, поддържаща мисията за свободен софтуер на Thunderbird. Нашата работа е да предоставяме приложения с отворен код, които са сигурни, поверителни и достъпни за потребители по целия свят. Вашата подкрепа ни помага да:
cy: MZLA Corporation yw'r sefydliad er-elw sy'n cynnal cenhadaeth meddalwedd rhydd a rhad Thunderbird. Ein gwaith yw darparu rhaglenni cod agored sy'n ddiogel, yn breifat ac am ddim i ddefnyddwyr ledled y byd. Pan fyddwch chi'n rhoi rydych chi'n ein helpu ni gyda:
de: Die MZLA Technologies Corporation ist die gewinnorientierte Organisation, die die Mission für freie Software von Thunderbird unterstützt. Unsere Arbeit ist es, Open-Source-Apps bereitzustellen, die sicher, privat und für Benutzer auf der ganzen Welt verfügbar sind. Ihre Unterstützung hilft uns:
el: Η MZLA Technologies Corporation είναι ο κερδοσκοπικός οργανισμός που υποστηρίζει την αποστολή ελεύθερου λογισμικού του Thunderbird. Δουλειά μας είναι να παρέχουμε εφαρμογές ανοικτού κώδικα που είναι ασφαλείς, ιδιωτικές και διαθέσιμες σε χρήστες από όλο τον κόσμο. Η υποστήριξή σας μάς βοηθά:
es_ar: MZLA Technologies Corporation es la organización con fines de lucro que mantiene la misión de software libre de Thunderbird. Nuestro trabajo consiste en proporcionar aplicaciones de código abierto que sean seguras, privadas y disponibles para usuarios de todo el mundo. Tu apoyo nos ayuda a:
es_cl: MZLA Technologies Corporation es la organización con fines de lucro que sustenta la misión de software libre de Thunderbird. Nuestro trabajo es proporcionar aplicaciones de código abierto que sean seguras, privadas y disponible para usuarios de todo el mundo. Tu ayuda nos permite:
eu: MZLA Technologies Corporation Thunderbirden software librearen misioari eusten dion irabazi asmorik gabeko erakundea da. Gure lana mundu osoko erabiltzaileentzat seguruak, pribatuak eta eskuragarri dauden kode irekiko aplikazioak eskaintzea da. Zure laguntzak laguntzen digu:
fi: MZLA Corporation on voittoa tavoitteleva organisaatio, joka tukee Thunderbirdin vapaita ohjelmistoja. Työmme on tarjota avoimen lähdekoodin sovelluksia, jotka ovat turvallisia, yksityisiä ja käyttäjien saatavilla kaikkialla maailmassa. Lahjoituksesi auttaa:
fr: MZLA Technologies Corporation est l’organisation à but lucratif qui soutient la mission de logiciel libre de Thunderbird. Notre travail est de fournir des applications open source, sécurisées, privées et disponibles pour les utilisateur·trice·s du monde entier. Votre soutien nous aide à :
fy_nl: MZLA Technologies Corporation is de organisaasje mei winsteachmerk dy’t de frije software-misje fan Thunderbird ûnderhâldt. Us wurk is om iepenboarne-apps te leverjen dy’t feilich en privee binne en beskikber foar brûkers oer de hiele wrâld. Jo stipe helpt ús:
gl: MZLA Technologies Corporation é a organización con fins de lucro que sostén a misión de software libre de Thunderbird. O noso traballo consiste en ofrecer aplicacións de código aberto que sexan seguras, privadas e dispoñibles para usuarios de todo o mundo. O teu apoio axúdanos a:
hu: Az MZLA Technologies Corporation az a profitorientált szervezet, amely segít a Thunderbird szabad szoftveres küldetésének fenntartásában. A mi munkánk az, hogy olyan nyílt forráskódú alkalmazásokat biztosítsunk, melyek biztonságosak, privátak és elérhetők az egész világon a felhasználók számára. Az adománya a következőkben segít minket:
ia: MZLA Technologies Corporation es le organisation pro profito sustenente le mission de software gratuite de Thunderbird. Nostre labor es de fornir apps open-source que es secur, private e disponibile a usatores de tote le mundo. Tu supporto adjuta nos:
it: MZLA Technologies Corporation è l’organizzazione commerciale che sostiene la missione di Thunderbird come software libero. Il nostro lavoro consiste nel fornire app open source sicure, riservate e disponibili per gli utenti di tutto il mondo. Il tuo supporto ci aiuta a:
ja: MZLA Technologies Corporation は、Thunderbird のフリーソフトウェアの使命を支えている営利組織です。私たちの仕事は、世界中のユーザーが安全でプライベートな、誰でも利用できるオープンソースアプリを提供することです。あなたの寄付が私たちを支えています:
nl: MZLA Technologies Corporation is de organisatie met winstoogmerk die de gratis-software-missie van Thunderbird in stand houdt. Het is ons werk om opensource-apps te bieden die veilig en privé zijn en beschikbaar voor gebruikers over de hele wereld. Uw steun helpt ons:
pl: MZLA Technologies Corporation to komercyjna organizacja, która realizuje misję wolnego oprogramowania Thunderbird. Naszym zadaniem jest dostarczanie aplikacji open source, które są bezpieczne, prywatne i dostępne dla użytkowników na całym świecie. Twoje wsparcie pomaga nam:
pt_br: A MZLA Technologies Corporation é a organização com fins lucrativos que mantém a missão de software livre do Thunderbird. Nosso trabalho é fornecer aplicativos de código aberto que são seguros, privativos e disponíveis para usuários do mundo todo. Seu apoio nos ajuda a:
ru: MZLA Technologies Corporation - некоммерческая организация, поддерживающая миссию Thunderbird по свободному программному обеспечению. Наша работа состоит в том, чтобы предоставлять приложения с открытым исходным кодом, которые являются безопасными, приватными и доступными для пользователей по всему миру. Ваша поддержка поможет нам:
sk: MZLA Technologies Corporation je zisková organizácia, ktorá podporuje slobodné softvérové poslanie Thunderbirdu. Našou prácou je poskytovať aplikácie s otvoreným zdrojom, ktoré sú bezpečné, súkromné a dostupné pre používateľov na celom svete. Vaša podpora nám pomáha:
sl: MZLA Technologies Corporation je neprofitna organizacija, ki podpira poslanstvo proste programske opreme Thunderbirda. Naše delo je ponujati odprtokodne aplikacije, ki so varne, zasebne in na voljo uporabnikom po vsem svetu. Vaša podpora nam pomaga:
sv_se: MZLA Technologies Corporation är den vinstdrivande organisationen som stödjer Thunderbirds fria mjukvaruuppdrag. Vårt arbete är att tillhandahålla appar med öppen källkod som är säkra, privata och tillgängliga för användare över hela världen. Ditt stöd hjälper oss:
uk: Корпорація MZLA Technologies є комерційною організацією, яка підтримує місію вільного програмного забезпечення Thunderbird. Наша робота полягає в тому, щоб надавати програми з відкритим кодом, які є безпечними, приватними та доступними для користувачів у всьому світі. Ваша підтримка допомагає нам:
vi: MZLA Technologies Corporation là tổ chức vì lợi nhuận duy trì sứ mệnh phần mềm miễn phí của Thunderbird. Công việc của chúng tôi là cung cấp các ứng dụng nguồn mở an toàn, riêng tư và có sẵn cho người dùng trên toàn thế giới. Hỗ trợ của bạn giúp chúng tôi:

source: Develop new apps, integrations and features
bg: Разработваме нови приложения, интеграции и възможности
cs: Vyvíjet nové aplikace, funkce a vylepšení
cy: Datblygu rhaglenni, integreiddiadau a nodweddion newydd
de: Neue Apps, Integrationen und Funktionen zu entwickeln
el: Αναπτύξτε νέες εφαρμογές, ενσωματώσεις και δυνατότητες
es_ar: Desarrollar nuevas aplicaciones, integraciones y funcionalidades
es_cl: Desarrolla nuevas aplicaciones, integraciones y funciones
eu: Garatu aplikazio, integrazio eta funtzio, berriak
fi: Kehittämään uusia sovelluksia, integraatioita ja ominaisuuksia
fr: Développer de nouvelles applications, intégrations et fonctionnalités
fy_nl: Nije apps, yntegraasjes en funksjes te ûntwikkeljen
gl: Desenvolve novas aplicacións, integracións e funcionalidades
hu: Új alkalmazások, integrációk és funkciók fejlesztése
ia: Disveloppar nove apps, integrationes e functiones
is: Þróum ný forrit, samþættingar og eiginleika
it: Sviluppare nuove app, integrazioni e funzionalità
ja: 新しいアプリ、統合、機能を開発
nl: Nieuwe apps, integraties en functies te ontwikkelen
nn_no: Utvikle nye appar, integrasjonar og funksjonar
pl: Opracowywać nowe aplikacje, integracje i funkcje
pt_br: Desenvolva novos aplicativos, integrações e recursos
ru: Разрабатывать новые приложения, интеграции и функции
sk: Vyvíjať nové aplikácie, funkcie a vylepšenia
sl: Razvijajte nove aplikacije, integracije in funkcije
sq: Të zhvillojë aplikacione, integrime dhe veçori të reja
sv_se: Utveckla nya appar, integrationer och funktioner
tr: Yeni uygulamalar, entegrasyonlar ve özellikler geliştirmemize
uk: Розробляти нові програми, інтеграції та функції
vi: Phát triển ứng dụng, tích hợp và tính năng mới

source: Improve the interface, speed, and stability
bg: Подобряваме интерфейса, скоростта и стабилността
cs: Zlepšit rozhraní, rychlost a stabilitu
cy: Gwella'r rhyngwyneb, cyflymder a sefydlogrwydd
de: Die Benutzeroberfläche, Geschwindigkeit und Stabilität zu verbessern
el: Βελτιώστε τη διεπαφή, την ταχύτητα και τη σταθερότητα
es_ar: Mejorar la interfaz, la velocidad y la estabilidad
es_cl: Mejora la interfaz, la velocidad y la estabilidad
eu: Hobetu interfazea, abiadura eta egonkortasuna
fi: Parantamaan käyttöliittymää, nopeutta ja vakautta
fr: Améliorer l’interface, la vitesse et la stabilité
fy_nl: De interface, snelheid en stabiliteit te ferbetterjen
gl: Mellora a interface, a velocidade e a estabilidade
hu: A felület, a sebesség és a stabilitás javítása
ia: Meliorar le interfacie, velocitate, e stabilitate
is: Bætum viðmótið, hraða og afköst
it: Migliorare interfaccia, velocità e stabilità
ja: インターフェース、速度、安定性を向上
nl: De interface, snelheid en stabiliteit te verbeteren
nn_no: Forbetre grensesnittet, farta og stabiliteten
pl: Poprawiać interfejs, szybkość i stabilność
pt_br: Melhore a interface, a velocidade e a estabilidade
ru: Улучшайте интерфейс, скорость и стабильность
sk: Zlepšiť rozhranie, rýchlosť a stabilitu
sl: Izboljšajte vmesnik, hitrost in zanesljivost
sq: Të përmirësojë ndërfaqen, shpejtësinë dhe qëndrueshmërinë
sv_se: Förbättra gränssnittet, hastigheten och stabiliteten
tr: Arayüzü, hızı ve kararlılığı iyileştirmemize
uk: Покращувати інтерфейс, швидкість і стабільність
vi: Cải thiện giao diện, tốc độ và độ ổn định

source: Promote Thunderbird and software freedom
bg: Популяризираме Thunderbird и софтуерната свобода
cs: Propagovat Thunderbird a svobodný software
cy: Hyrwyddo Thunderbird a rhyddid meddalwedd
de: Thunderbird und die Freiheit von Software zu fördern
el: Προωθήστε την ελευθερία του Thunderbird και του λογισμικού
es_ar: Promover Thunderbird y la libertad del software
es_cl: Promueve Thunderbird y la libertad del software
eu: Sustatu Thunderbird eta software askatasuna
fi: Mainostamaan Thunderbirdiä ja ohjelmistojen vapautta
fr: Promouvoir Thunderbird et le logiciel libre
fy_nl: Thunderbird en softwarefrijheid te promoatsjen
gl: Promove Thunderbird e a liberdade do software
hu: A Thunderbird és a szoftverszabadság népszerűsítése
ia: Promover Thunderbird e le software gratuite
is: Kynnum Thunderbird og frjálsan hugbúnað
it: Promuovere Thunderbird e il software libero
ja: Thunderbirdとソフトウェアの自由を促進
nl: Thunderbird en softwarevrijheid te promoten
nn_no: Promotere Thunderbird og programvarefridom
pl: Promować Thunderbirda i wolność oprogramowania
pt_br: Promova o Thunderbird e a liberdade de software
ru: Продвигайте Thunderbird и свободу программного обеспечения
sk: Propagovať Thunderbird a slobodu softvéru
sl: Širite glas o Thunderbirdu in svobodi programske opreme
sq: Të promovojë Thunderbird-in dhe lirinë e software-it
sv_se: Främja Thunderbird och programfrihet
tr: Thunderbird’ü ve yazılım özgürlüğünü desteklememize
uk: Сприяти Thunderbird і свободі програмного забезпечення
vi: Thúc đẩy Thunderbird và phần mềm tự do

source: Serve millions of free app downloads each year
bg: Предоставяме милиони свободни изтегляния всяка година
cs: Poskytovat milióny bezplatných stáhnutí aplikace každý rok
cy: Gweini miliynau o lwythi rhaglenni am ddim bob blwyddyn
de: Millionen kostenloser App-Download pro Jahr zu bedienen
el: Εξυπηρετεί εκατομμύρια δωρεάν λήψεις εφαρμογών κάθε χρόνο
es_ar: Ofrecer millones de descargas gratuitas de aplicaciones cada año
es_cl: Ofrece millones de descargas gratuitas de aplicaciones cada año
eu: Hornitu milioika aplikazio libre eta doan deskarga urtero
fi: Tarjoamaan miljoonia ilmaisia sovelluslatauksia vuosittain.
fr: Générer des millions de téléchargements d’applications libres et gratuites chaque année
fy_nl: Miljoenen fergeze app-downloads yn it jier oan te bieden
gl: Ofrece millóns de descargas de aplicacións gratuítas cada ano
hu: Több millió ingyenes alkalmazásletöltés kiszolgálása minden évben
ia: Servir milliones de discargamentos de apps gratuite cata anno
is: Miðlum milljónum niðurhala forrita á hverju ári
it: Offrire milioni di download gratuiti ogni anno
ja: 毎年何百万もの無料アプリダウンロードを提供
nl: Miljoenen gratis app-downloads per jaar aan te bieden
nn_no: Tilby millionar av gratis appnedlastingar kvart år
pl: Umożliwić miliony bezpłatnych pobrań aplikacji każdego roku
pt_br: Sirva milhões de downloads de aplicativos gratuitos a cada ano
ru: Ежегодно обслуживать миллионы бесплатных загрузок приложений
sk: Poskytovať milióny bezplatných stiahnutí aplikácií každý rok
sl: Poskrbite za milijone brezplačnih prenosov aplikacij vsako leto
sq: Të shërbejë çdo vit miliona shkarkime falas aplikacioni
sv_se: Erbjud miljontals gratis appnedladdningar varje år
uk: Забезпечувати можливість мільйонів завантажень програми щороку
vi: Phục vụ hàng triệu lượt tải ứng dụng miễn phí mỗi năm

source: Not tax deductible as a charitable donation
bg: Не подлежи на приспадане от данъци като благотворително дарение
cy: Nid yw treth yn ddidynadwy fel rhodd elusennol
de: Als Spende nicht steuerlich absetzbar
el: Δεν εκπίπτει από τον φόρο ως φιλανθρωπική δωρεά
es_ar: No deducible de impuestos como donación a la caridad
es_cl: No es deducible de impuestos como donación caritativa
eu: Ez da zerga kengarria ongintzazko dohaintza gisa
fi: Ei vähennyskelpoinen hyväntekeväisyyslahjoituksena
fr: Non assimilables à des dons en faveur d’organismes de charité, vos contributions ne sont pas déductibles fiscalement
fy_nl: Net fiskaal ôf te lûken as donaasje oan goede doelen
gl: Non deducible de impostos como doazón benéfica
hu: Nem vonható le karitatív adományként az adóból
ia: Non deducibile del taxas como donation caritative
is: Framlög eru ekki frádráttarbær frá skatti sem framlög til góðgerðarmála
it: Non deducibile dalle tasse come donazione di beneficenza
ja: 税控除の対象となる慈善寄付ではありません
nl: Niet fiscaal aftrekbaar als donatie aan goede doelen
pl: Nie podlega odliczeniu podatkowemu jako darowizna na cele charytatywne
pt_br: Não dedutível de impostos como doação de caridade
ru: Не вычитаются из налога как благотворительное пожертвование
sk: Nie je daňovo uznateľný ako charitatívny dar
sl: Davčno ni priznana kot dobrodelna donacija
sq: Nuk zbritet nga taksat, si një dhurime bamirësie
sv_se: Inte avdragsgill som välgörenhetsdonation
uk: Не оподатковується як благодійний внесок
vi: Không được khấu trừ thuế như một khoản quyên góp từ thiện

source: Frequently Asked Questions
bg: Често задавани въпроси
cs: Často kladené dotazy
cy: Cwestiynau Cyffredin
de: Häufig gestellte Fragen
el: Συχνές ερωτήσεις
es_ar: Preguntas frecuentes
es_cl: Preguntas frecuentes
es_es: Preguntas frecuentes
eu: Ohiko galderak
fi: Usein kysytyt kysymykset
fr: Questions fréquentes
fy_nl: Faak stelde fragen
gl: Preguntas máis frecuentes
hu: Gyakran ismételt kérdések
ia: Folio a questiones
is: Algengar spurningar
it: Domande più frequenti
ja: よくある質問
nl: Veelgestelde vragen
nn_no: Vanlege spørsmål
pl: Najczęściej zadawane pytania
pt_br: Perguntas frequentes
ru: Часто задаваемые вопросы
sk: Často kladené otázky
sl: Pogosto zastavljena vprašanja
sq: Pyetje të Bëra Rëndom
sv_se: Vanliga frågor
tr: Sıkça Sorulan Sorular
uk: Найпоширеніші запитання
vi: Câu hỏi thường gặp

source: Become a <span class="txt-gradient">Corporate Supporter</span>
bg: Станете <span class="txt-gradient">корпоративен поддръжник</span>
cs: Staňte se <span class="txt-gradient">firemním podporovatelem</span>
cy: Dod yn <span class="txt-gradient">Noddwr Corfforaethol</span>
de: Werden Sie <span class="txt-gradient">Unternehmensunterstützer</span>
el: Γίνετε <span class="txt-gradient">εταιρικός υποστηρικτής</span>
es_ar: Convertite en <span class="txt-gradient">apoyo corporativo</span>
es_cl: Conviértete en <span class="txt-gradient">colaborador corporativo</span>
eu: Bihurtu <span class="txt-gradient">laguntzaile korporatiboa</span>
fi: Ryhdy <span class="txt-gradient">yritystukijaksi</span>
fr: Devenez une <span class="txt-gradient">entreprise sponsor</span>
fy_nl: Wurd in <span class="txt-gradient">Bedriuwssupporter</span>
gl: Convértase nun <span class="txt-gradient">colaborador corporativo</span>
hu: Legyen <span class="txt-gradient">vállalati támogató</span>
ia: Deveni un <span class="txt-gradient">Sustentor corporative</span>
is: Gerðu <span class="txt-gradient">fyrirtæki að stuðningsaðila</span>
it: Diventa un <span class="txt-gradient">sostenitore aziendale</span>
ja: <span class="txt-gradient">企業サポーター</span>になる
nl: Word een <span class="txt-gradient">Bedrijfssupporter</span>
nn_no: Bli ein <span class="txt-gradient">bedriftsstøttespelar</span>
pt_br: Torne-se um <span class="txt-gradient">apoiador corporativo</span>
ru: Станьте <span class="txt-gradient">Корпоративным помощником</span>
sk: Staňte sa <span class="txt-gradient">firemným podporovateľom</span>
sl: Postanite <span class="txt-gradient">podjetje – podpornik</span>
sq: Bëhuni një <span class="txt-gradient">Sponsor Në Shkallë Korporate</span>
sv_se: Bli en <span class="txt-gradient">företagssupporter</span>
tr: <span class="txt-gradient">Kurumsal destekçi</span> olun
uk: Станьте <span class="txt-gradient">помічником від імені компанії</span>
vi: Trở thành một <span class="txt-gradient">người hỗ trợ doanh nghiệp</span>

source: Secure an open future for yourself and the world.
bg: Осигурете отворено бъдеще за себе си и за света.
cs: Zajistěte sobě i světu otevřenou budoucnost.
cy: Sicrhewch ddyfodol agored i chi'ch hun a'r byd.
de: Sichern Sie sich eine offene Zukunft für sich und die Welt.
el: Εξασφαλίστε ένα ανοικτό μέλλον για εσάς και τον κόσμο.
es_ar: Asegurá un futuro abierto para vos y para el mundo.
es_cl: Asegura un futuro abierto para ti y el mundo.
eu: Ziurtatu etorkizun ireki bat zeuretzat eta munduarentzat.
fi: Turvaa avoin tulevaisuus itsellesi ja maailmalle.
fr: Assurez un avenir ouvert pour vous-même et pour le monde.
fy_nl: Stel in iepen takomst foar josels en de wrâld feilich.
gl: Asegura un futuro aberto para vostede e para o mundo.
hu: Biztosítsa a nyílt jövőt saját maga és a világ számára.
ia: Assecurar un futuro aperte pro te mesme e le mundo.
is: Tryggðu opinn aðgang í framtíðinni fyrir þig og heiminn allan.
it: Assicura un futuro aperto per te e per il mondo intero.
ja: 自分自身と世界のために開かれた未来を確保しましょう。
nl: Stel een open toekomst voor uzelf en de wereld veilig.
nn_no: Sikre ei open framtid for deg sjølv og verda.
pl: Zapewnij sobie i światu otwartą przyszłość.
pt_br: Garanta um futuro aberto para você e para o mundo.
ru: Обеспечьте открытое будущее для себя и всего мира.
sk: Zabezpečte si otvorenú budúcnosť pre seba a celý svet.
sl: Zagotovite sebi in svetu odprto prihodnost.
sq: Siguroni një të ardhme të hapët për veten dhe botën.
sv_se: Säkra en öppen framtid för dig själv och världen.
tr: Kendiniz ve dünya için açık bir gelecek sağlayın.
uk: Забезпечте відкрите майбутнє собі та світу.
vi: Đảm bảo một tương lai rộng mở cho chính bạn và thế giới.
