Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: For questions about how to use Thunderbird, visit and search our Support Website. Feel free to submit a new question if you cannot find an answer. Please remember to be courteous to our staff and volunteers.
bg: За въпроси относно използването на Thunderbird посетете и потърсете в нашия уебсайт за поддръжка. Можете да изпратите нов въпрос, ако не откриете отговор. Моля, не забравяйте да бъдете учтиви с нашия персонал и доброволци.
cs: Pokud máte dotazy týkající se používání aplikace Thunderbird, navštivte naše webové stránky podpory a vyhledejte je. Pokud nemůžete najít odpověď, neváhejte a zadejte nový dotaz. Nezapomeňte se chovat zdvořile k našim zaměstnancům a dobrovolníkům.
cy: Am gwestiynau am sut i ddefnyddio Thunderbird, ewch a chwiliwch ar ein Gwefan Gymorth. Mae croeso i chi gyflwyno cwestiwn newydd os na allwch ddod o hyd i ateb. Cofiwch fod yn gwrtais i'n staff a'n gwirfoddolwyr.
de: Bei Fragen zur Verwendung von Thunderbird besuchen Sie unsere Hilfe-Website. Sie können gerne eine neue Frage stellen, wenn Sie keine Antwort finden. Bitte denken Sie daran, gegenüber unseren Mitarbeitern und Freiwilligen höflich zu sein.
el: Για ερωτήσεις σχετικά με τη χρήση του Thunderbird, επισκεφθείτε και αναζητήστε τον ιστότοπο υποστήριξής μας. Υποβάλετε ελεύθερα μια νέα ερώτηση αν δεν μπορείτε να βρείτε απάντηση. Παρακαλούμε να είστε ευγενικοί με το προσωπικό και τους εθελοντές μας.
es_ar: Si querés preguntar sobre cómo usar Thunderbird, visitá y buscá en nuestro sitio web de soporte. Sentite libre de enviar una nueva pregunta si no encontrás una respuesta. Por favor recordá ser cortés con nuestro personal y voluntarios.
es_cl: Si tienes preguntas acerca de cómo usar Thunderbird, visita y busca en nuestro sitio web de soporte. No dudes en enviar una nueva pregunta si no puedes encontrar una respuesta. Recuerda ser cortés con nuestro personal y voluntarios.
eu: Thunderbird erabiltzeari buruzko galderak egiteko, bisitatu eta bilatu gure Laguntza Webgunea. Anima zaitez galdera berri bat bidaltzera, erantzunik aurkitu ez baduzu. Mesedez, gogoratu gure langile eta boluntarioekin adeitsua izatea.
fi: Jos sinulla on kysyttävää Thunderbirdin käytöstä, käy tukisivustollamme ja tee hakuja. Voit lähettää uuden kysymyksen, jos et löydä vastausta. Muista olla kohtelias henkilökuntaamme ja vapaaehtoisia kohtaan.
fr: Pour toute question sur l’utilisation de Thunderbird, consultez et recherchez sur nos sites d’assistance. N’hésitez pas à poser une nouvelle question si vous ne trouvez pas de réponse. Merci de faire preuve de courtoisie envers notre personnel et nos bénévoles.
fy_nl: Besykje en sykje troch ús stipewebsite foar fragen oer it gebrûk fan Thunderbird. Stel gerêst in nije fraach as jo gjin antwurd fine kinne. Ferjit net om freonlik te wezen tsjin ús meiwurkers en frijwilligers.
gl: Para preguntas sobre como usar Thunderbird, visita e busca o noso sitio web de asistencia. Non dubides en enviar unha nova pregunta se non atopas resposta. Lembra ser cortés co noso persoal e voluntarios.
hu: Ha kérdése van a Thunderbird használatával kapcsolatban, keresse fel a Támogatói weboldalunkat, és keressen rá. Nyugodtan tegyen fel új kérdést, ha nem talál választ. Legyen udvarias munkatársainkkal és önkénteseinkkel.
ia: Pro questiones re como usar Thunderbird, visita e cerca nostre Sito web de supporto. Senti te libere de inviar un nove question si tu non pote trovar un responsa. Per favor rememora de esser cortese a nostre personal e voluntarios.
it: Per domande sull’utilizzo di Thunderbird, visita il nostro sito di supporto e cerca nelle pagine esistenti. Invia pure una nuova domanda se non riesci a trovare una risposta. Ricordati di essere cortese con il nostro personale e i volontari.
ja: Thunderbirdの使い方に関するご質問は、サポートサイトをご覧ください。答えが見つからない場合は、遠慮なく新しい質問を投稿してください。スタッフやボランティアへの礼儀を忘れないでください。
nl: Bezoek en doorzoek onze Ondersteuningswebsite voor vragen over het gebruik van Thunderbird. Stel gerust een nieuwe vraag als u geen antwoord kunt vinden. Vergeet niet om vriendelijk te zijn tegen onze medewerkers en vrijwilligers.
nn_no: For spørsmål om korleis du brukar Thunderbird, besøk og søk på brukarstøttenettstaden vår. Send gjerne inn eit nytt spørsmål viss du ikkje finn svar. Hugs å vere høfleg mot våre tilsette og frivillige.
pl: Jeżeli masz pytania dotyczące korzystania z Thunderbirda, odwiedź i przeszukaj naszą witrynę pomocy. Jeżeli nie znajdziesz odpowiedzi możesz przesłać nowe pytanie. Pamiętaj proszę o uprzejmości podczas rozmowy z naszym personelem i wolontariuszami.
pt_br: Se tiver dúvidas sobre como usar o Thunderbird, visite nosso site de suporte e pesquise. Sinta-se à vontade para enviar uma nova pergunta se não encontrar uma resposta. Lembre de ser educado com nossa equipe e com voluntários.
ru: Для вопросов о том, как использовать Thunderbird, посетите наш веб-сайт Поддержки и выполните поиск. Не стесняйтесь задавать новый вопрос, если вы не можете найти ответ. Пожалуйста, не забудьте быть вежливыми с нашими сотрудниками и волонтёрами.
sk: Ak máte otázky o tom, ako používať Thunderbird, navštívte a vyhľadajte našu webovú stránku podpory. Neváhajte a pošlite novú otázku, ak nenájdete odpoveď. Nezabudnite byť zdvorilí k našim zamestnancom a dobrovoľníkom.
sl: Za vprašanja o uporabi Thunderbirda obiščite in preiščite našo spletno stran za podporo. Če ne najdete odgovora, oddajte novo vprašanje. Ne pozabite biti vljudni do našega osebja in prostovoljcev.
sq: Për pyetje rreth se si të përdoret Thunderbird-i, vizitoni dhe kërkoni te Sajti i Asistencës tonë. Mos ngurroni të parashtroni një pyetje të re, nëse s’gjeni përgjigje. Ju lutemi, mos harroni të jini të sjellshëm me ekipin dhe vullnetarët tanë.
sv_se: För frågor om hur du använder Thunderbird, besök och sök på vår supportwebbplats. Skicka gärna in en ny fråga om du inte hittar ett svar. Kom ihåg att vara artig mot vår personal och volontärer.
uk: Щоб отримати відповіді на запитання щодо використання Thunderbird, відвідайте наш вебсайт підтримки та виконайте пошук. Не соромтеся надсилати нове запитання, якщо не можете знайти відповідь. Будь ласка, будьте ввічливими з нашими співробітниками та волонтерами.
vi: Nếu có câu hỏi về cách sử dụng Thunderbird, hãy truy cập và tìm kiếm trang web hỗ trợ của chúng tôi. Vui lòng gửi câu hỏi mới nếu bạn không thể tìm thấy câu trả lời. Hãy nhớ lịch sự với nhân viên và tình nguyện viên của chúng tôi.

source: To get the best support, please ask your question in English. If you prefer to ask a question in %(lang)s you can try this non-Mozilla community forum <a class="dotted" href="%(link)s">link</a>.
bg: За да получите най-добрата поддръжка, моля, задайте въпроса си на английски език. Ако предпочитате да зададете въпрос на %(lang)s може да опитате <a class="dotted" href="%(link)s">връзката</a> към този форум на общността извън Mozilla.
cs: Chcete-li získat co nejlepší podporu, položte svůj dotaz v angličtině. Pokud dáváte přednost dotazu v jazyce %(lang)s, můžete zkusit <a class="dotted" href="%(link)s">toto komunitní fórum</a>, které není součástí Mozilly.
cy: I gael y gefnogaeth orau, gofynnwch eich cwestiwn yn Saesneg. Os yw'n well gennych ofyn cwestiwn yn %(lang)s gallwch roi cynnig ar y fforwm <a class="dotted" href="%(link)s">cymunedol</a> hwn nad yw'n un Mozilla.
de: Um die beste Unterstützung zu erhalten, stellen Sie Ihre Frage bitte auf Englisch. Wenn Sie eine Frage lieber auf %(lang)s stellen möchten, können Sie es an diesem <a class="dotted" href="%(link)s">Forum</a> der einer Gemeinschaft versuchen, die nicht offiziell zu Mozilla gehört.
el: Για την καλύτερη δυνατή υποστήριξη, κάντε την ερώτησή σας στα Αγγλικά. Αν προτιμάτε να κάνετε μια ερώτηση στα %(lang)s, μπορείτε να δοκιμάσετε αυτόν τον <a class="dotted" href="%(link)s">σύνδεσμο</a>, που οδηγεί σε ένα φόρουμ κοινότητας εκτός της Mozilla.
es_ar: Para conseguir el mejor soporte, hacé tu pregunta en inglés. Si preferís preguntar en %(lang)s podés probar este <a class="dotted" href="%(link)s">enlace</a> a un foro comunitario que no es de Mozilla.
es_cl: Para obtener la mejor asistencia, haz tu pregunta en inglés. Si prefieres hacer una pregunta en %(lang)s, puedes probar este <a class="dotted" href="%(link)s">foro comunitario</a> que no es oficial de Mozilla.
eu: Laguntzarik onena jasotzeko egizu galderak ingeleraz. Galdera %(lang)s egitea nahiago baduzu Mozilla komunitatekoa ez den foro hau probatu dezakezu <a class="dotted" href="%(link)s">esteka</a>.
fi: Saat parhaiten tukea esittämällä kysymyksesi englanniksi. Jos haluat mieluummin esittää kysymyksen kielellä %(lang)s, voit kokeilla Mozilla-yhteisöfoorumin ulkopuolista <a class="dotted" href="%(link)s">linkkiä</a>.
fr: Pour obtenir la meilleure assistance, veuillez poser votre question en anglais. Si vous préférez poser une question en %(lang)s vous pouvez essayer <a class="dotted" href="%(link)s">ce forum communautaire</a> non géré par Mozilla.
fy_nl: Stel jo fraach yn it Ingelsk foar de beste stipe. As jo in fraach leaver yn it %(lang)s stelle, kinne jo dizze <a class="dotted" href="%(link)s">keppeling</a> nei it net-Mozilla-mienskipsfoarum probearje.
gl: Para obter o mellor apoio, fai a túa pregunta en inglés. Se prefires facer unha pregunta en %(lang)s, podes probar este <a class="dotted" href="%(link)s">ligazón</a> do foro da comunidade non Mozilla.
hu: A lehető legjobb támogatás érdekében angol tegye fel a kérdését. Ha inkább %(lang)s nyelven szeretne kérdezni, akkor kipróbálhatja ezt a nem mozillás <a class="dotted" href="%(link)s">közösségi fórumot</a>.
ia: Pro obtener le supporto melior, pone tu question in anglese. Si tu prefere poner un question in %(lang)s tu pote tentar iste foro de communitate non-Mozilla <a class="dotted" href="%(link)s">ligamine</a>.
it: Per ottenere il miglior supporto, poni la tua domanda in inglese. Se preferisci fare una domanda in %(lang)s puoi provare nel forum della comunità, non gestito da Mozilla, che trovi a questo <a class="dotted" href="%(link)s">link</a>.
ja: 最善のサポートを受けるには、英語で質問してください。%(lang)sで質問をしたい場合は、こちらの 非Mozillaコミュニティフォーラム<a class="dotted" href="%(link)s">リンク</a>をお試しください。
nl: Stel uw vraag in het Engels voor de beste ondersteuning. Als u een vraag liever in het %(lang)s stelt, kunt u deze <a class="dotted" href="%(link)s">koppeling</a> naar het niet-Mozilla-gemeenschapsforum proberen.
pt_br: Para obter suporte melhor, faça sua pergunta em inglês. Se preferir fazer uma pergunta em %(lang)s, pode experimentar este <a class="dotted" href="%(link)s">link</a> para um fórum que não é da comunidade Mozilla.
ru: Чтобы получить лучшую поддержку, пожалуйста, задавайте свой вопрос на английском языке. Если вы предпочитаете задавать вопрос на %(lang)s, вы можете попробовать этот форум сообщества, не относящийся к Mozilla, по <a class="dotted" href="%(link)s">ссылке</a>.
sk: Ak chcete získať najlepšiu podporu, položte otázku v angličtine. Ak chcete položiť otázku v jazyku %(lang)s, môžete vyskúšať tento <a class="dotted" href="%(link)s">odkaz</a> na komunitné fórum mimo Mozilly.
sl: Za najboljšo podporo zastavite vprašanje v angleščini. Če raje postavite vprašanje v jeziku %(lang)s, lahko poskusite to <a class="dotted" href="%(link)s">povezavo</a> na forum skupnosti, ki ni član Mozille.
sq: Që të përfitoni asistencën më të mirë të mundshme, ju lutemi, bëjeni pyetjen tuaj në anglisht. Nëse parapëlqeni të bëni një pyetje në %(lang)s, mund të provoni këtë <a class="dotted" href="%(link)s">lidhje</a> forumi bashkësie jo të Mozilla-s.
sv_se: För att få bästa möjliga support, ställ din fråga på engelska. Om du föredrar att ställa en fråga på %(lang)s kan du prova den här <a class="dotted" href="%(link)s">länken</a> för forumet som inte kommer från Mozilla.
uk: Щоб отримати найкращу підтримку, ставте запитання англійською мовою. Якщо ви бажаєте поставити запитання мовою %(lang)s, можете скористатися цим <a class="dotted" href="%(link)s">посиланням</a> на форуми спільнот, що не підпорядковуються Mozilla.
vi: Để được hỗ trợ tốt nhất, vui lòng đặt câu hỏi bằng tiếng Anh. Nếu bạn muốn đặt câu hỏi bằng %(lang)s bạn có thể thử tham gia trên diễn đàn cộng đồng không phải của Mozilla <a class="dotted" href="%(link)s">tại đây</a>.

source: Security
bg: Защита
cs: Bezpečnost
cy: Diogelwch
de: Sicherheit
el: Ασφάλεια
es_ar: Seguridad
es_cl: Seguridad
eu: Segurtasuna
fi: Turvallisuus
fr: Sécurité
fy_nl: Befeiliging
gl: Seguranza
hu: Biztonság
ia: Securitate
is: Öryggi
it: Sicurezza
ja: セキュリティ
nl: Beveiliging
nn_no: Sikkerheit
pl: Bezpieczeństwo
pt_br: Segurança
ru: Защита
sk: Bezpečnosť
sl: Varnost
sq: Siguri
sv_se: Säkerhet
tr: Güvenlik
uk: Безпека
vi: Bảo mật

source: To report a software vulnerability, please submit an issue on Bugzilla with the security box checked. This checkmark will make the report visible only to our security team, who can address vulnerabilities before public disclosure.
bg: За да докладвате за софтуерна уязвимост, моля, изпратете проблем в Bugzilla с отметнато квадратче за защита. Тази отметка ще направи доклада видим само за нашия екип по сигурността, който може да отстранява уязвимостите преди публично разкриване.
cs: Chcete-li nahlásit zranitelnost software, nahlaste chybu v Bugzille se zaškrtnutým políčkem Security. Díky tomuto zaškrtnutí bude hlášení viditelné pouze pro náš bezpečnostní tým, který může zranitelnosti řešit před jejich zveřejněním.
cy: I roi gwybod am fregusrwydd meddalwedd, cyflwynwch fater ar Bugzilla gyda'r blwch diogelwch wedi'i dicio. Bydd y marc ticio hwn yn gwneud yr adroddiad yn weladwy dim ond i'n tîm diogelwch, a all fynd i'r afael â gwendidau cyn datgelu'n gyhoeddus.
de: Um eine Software-Schwachstelle zu melden, senden Sie bitte eine Nachricht auf Bugzilla mit aktiviertem Sicherheits-Kontrollkästchen. Dieses Häkchen macht den Bericht nur für unser Sicherheitsteam sichtbar, das die Schwachstellen beheben kann, bevor sie veröffentlicht werden.
el: Για να αναφέρετε ένα κενό ασφαλείας του λογισμικού, αναφέρετε ένα ζήτημα στο Bugzilla επιλέγοντας «Security». Αυτή η επιλογή θα καταστήσει την αναφορά ορατή μόνο στην ομάδα ασφαλείας μας, η οποία μπορεί να αντιμετωπίσει ευπάθειες πριν από τη δημόσια αποκάλυψή τους.
es_ar: Para informar sobre una vulnerabilidad de software, enviá un informe en Bugzilla con la casilla de seguridad marcada. Esta marca de verificación hará que el informe solo sea visible para nuestro equipo de seguridad, que puede abordar las vulnerabilidades antes de lanzarlo al público.
es_cl: Para reportar una vulnerabilidad de software, envía un reporte en Bugzilla con la casilla de seguridad marcada. Esta marca de verificación hará que el informe sea visible solo para nuestro equipo de seguridad, el cual podrá abordar las vulnerabilidades antes de su divulgación pública.
eu: Softwarearen segurtasun-ahultasun baten berri emateko, bidali arazo bat Bugzillan segurtasun-koadroa markatuta dagoela. Marka honen bidez, txostena gure segurtasun-taldearentzat soilik izango da ikusgai, ahulguneak ezagutarazi aurretik.
fi: Ilmoita ohjelmiston haavoittuvuudesta lähettämällä Bugzilla-tiketti ja varmista, että Security-valinta on valittuna. Tämä valintamerkki tekee raportista vain tietoturvatiimillemme näkyvän, jolloin haavoittuvuudet on mandollista korjata ennen niiden julkistamista.
fr: Pour signaler une vulnérabilité logicielle, veuillez ouvrir un bug sur Bugzilla en cochant la case sécurité. Cette case à cocher rendra le rapport visible uniquement par notre équipe de sécurité, qui peut corriger les vulnérabilités avant de les rendre publiques.
fy_nl: Tsjinje in probleem op Bugzilla yn mei it befeiligingsfekje oanfinkt om in kwetsberheid yn software te melden. Dit finkje makket it rapport allinnich sichtber foar ús befeiligingsteam, dat kwetsberheden oanpakke kin eardat se iepenbier makke wurde.
gl: Para informar dunha vulnerabilidade de software, envíe un problema en Bugzilla coa caixa de seguridade marcada. Esta marca de verificación fará que o informe sexa visible só para o noso equipo de seguranza, quen pode resolver as vulnerabilidades antes da súa divulgación pública.
hu: Szoftversérülékenység esetén úgy küldjön hibajelentést a Bugzillába, hogy bejelöli a biztonsági jelölőmezőt. Ez a pipa azt eredményezi, hogy a jelentést csak a biztonsági csapatunk láthatja, akik még a nyilvánosságra hozásuk előtt tudják javítani a sérülékenységeket.
ia: Pro reportar un vulnerabilitate de software, invia un problema sur Bugzilla con le quadrato de securitate marcate. Iste quadrato de controlo marcate rendera le reporto visibile solo a nostre equipa de securitate, qui pote affrontar le vulnerabilitates ante que illo se diffunde publicamente.
it: Per segnalare una vulnerabilità del software, apri una segnalazione in Bugzilla selezionando la casella di sicurezza. Questa selezione renderà la segnalazione visibile solamente al nostro team di sicurezza, che potrà risolvere le vulnerabilità prima di divulgarla pubblicamente.
ja: ソフトウェアの脆弱性を報告するには、セキュリティボックスをオンにしてBugzillaで問題を送信してください。このチェックマークをオンにすると、レポートはセキュリティチームのみに表示されます。セキュリティチームは、公開される前に脆弱性に対処できます。
nl: Dien een issue op Bugzilla in met het beveiligingsvakje aangevinkt om een kwetsbaarheid in software te melden. Dit vinkje maakt het rapport alleen zichtbaar voor ons beveiligingsteam, dat kwetsbaarheden kan aanpakken voordat ze openbaar worden gemaakt.
pl: Aby zgłosić lukę w zabezpieczeniach oprogramowania, prześlij na Bugzillę zgłoszenie z zaznaczonym polem <strong>Security</strong>. Ten znacznik sprawi, że zgłoszenie będzie widoczne tylko dla naszego zespołu ds. bezpieczeństwa, który wyeliminuje lukę przed jej publicznym ujawnieniem.
pt_br: Para relatar uma vulnerabilidade de software, envie um problema no Bugzilla com a opção de segurança marcada. Esta marcação torna o relatório visível apenas para nossa equipe de segurança, que pode corrigir vulnerabilidades antes de ser abertas ao público.
ru: Чтобы сообщить об уязвимости программы, сообщите об ошибке на Bugzilla с установленным флажком безопасности. Эта метка сделает сообщение видимым только для нашей команды безопасности, которая сможет устранить уязвимости до публичного раскрытия.
sk: Ak chcete nahlásiť zraniteľnosť softvéru, nahláste chybu na Bugzille so začiarknutým políčkom v sekcii Security. Toto začiarknutie spôsobí, že správa bude viditeľná iba pre náš bezpečnostný tím, ktorý môže vyriešiť chybu zabezpečenia ešte pred jej zverejnením.
sl: Če želite prijaviti ranljivost programske opreme, prijavite težavo na Bugzilli in potrdite varnostno polje. S to kljukico bo poročilo vidno samo naši varnostni ekipi, ki lahko odpravi ranljivosti pred javno objavo.
sv_se: För att rapportera en säkerhetsproblem, vänligen skicka in ett problem på Bugzilla med säkerhetsrutan markerad. Den här bocken kommer att göra rapporten endast synlig för vårt säkerhetsteam, som kan åtgärda sårbarheter innan den avslöjas.
uk: Щоб повідомити про вразливість програмного забезпечення, надішліть повідомлення про проблему на Bugzilla, установивши прапорець безпеки. Цей прапорець зробить звіт видимим лише для нашої команди безпеки, яка може усунути вразливості до оприлюднення.
vi: Để báo cáo lỗ hổng phần mềm, vui lòng gửi sự cố trên Bugzilla với hộp bảo mật được chọn. Dấu kiểm này sẽ làm cho báo cáo chỉ hiển thị với nhóm bảo mật của chúng tôi, những người có thể giải quyết các lỗ hổng trước khi tiết lộ công khai.

source: Media
bg: Медия
cs: Média
cy: Cyfryngau
de: Medien
el: Μέσα
es_ar: Medios
es_cl: Medios
eu: Multimedia
fr: Multimédia
gl: Medios
hu: Média
ia: Medios
is: Fjölmiðlar
ja: メディア
pt_br: Mídia
ru: Медиа
sk: Médiá
sl: Predstavnost
tr: Medya
uk: Медіа
vi: Đa phương tiện

source: Outreach Team
bg: Екип за работа с информация
cs: Marketingový tým
cy: Tîm Allgymorth
el: Ομάδα δημοσίων σχέσεων
es_ar: Equipo de Relaciones Públicas
es_cl: Equipo de vinculación
eu: Dibulgazio Taldea
fr: Équipe de communication externe
fy_nl: Stipeteam
gl: Equipo de divulgación
hu: Kapcsolatfelvételi csapat
ia: Equipa del relationes con le communitate
is: Útbreiðsluteymið okkar
it: Team per le pubbliche relazioni
ja: Outreachチーム
nl: Ondersteuningsteam
pt_br: Equipe de divulgação
ru: Команда по работе с общественностью
sk: Marketingový tím
sl: Skupina za marketing
uk: Команда взаємодії з громадськістю
vi: Nhóm tiếp cận
