Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: Working with multiple monitors and display resolutions? Supernova lets you dial in the perfect density settings and font sizes for the entire application, with just a single click from the App Menu.
bg: Работите с множество монитори и резолюции на дисплея? Supernova ви позволява да изберете перфектните настройки за плътност на екрана и размери на шрифта за цялото приложение само с едно щракване от менюто на приложението.
cs: Pracujete s více monitory a rozlišeními obrazovky? Supernova vám umožní zvolit ideální nastavení velikosti písma pro celou aplikaci jediným klepnutím v nabídce aplikace.
cy: Yn gweithio gyda monitorau a cydraniadau arddangos lluosog? Mae Supernova yn gadael ichi osod y dwysedd perffaith a meintiau ffontiau y gosodiadau ar gyfer y rhaglen gyfan, gydag un clic yn unig o Ddewislen yr Ap.
de: Arbeiten Sie mit mehreren Monitoren und Anzeigeauflösungen? Mit Supernova können Sie die perfekten Dichteeinstellungen und Schriftgrößen für die gesamte Anwendung, mit nur einem Klick aus dem Anwendungsmenü wählen.
el: Εργάζεστε με πολλαπλές οθόνες και διαφορετικές αναλύσεις; Το Supernova σάς επιτρέπει να ορίσετε τις ιδανικές ρυθμίσεις πυκνότητας και μεγέθη γραμματοσειρών για ολόκληρη την εφαρμογή, με ένα μόνο κλικ από το κύριο μενού.
es_ar: ¿Trabajando con varios monitores y resoluciones de pantalla? Supernova te permite pasar a la configuración de densidad perfecta y tamaño de fuente para toda la aplicación con un solo clic desde el menú de la aplicación.
es_cl: ¿Trabajas con varios monitores y resoluciones de pantalla? Supernova te permite llegar a los ajustes de densidad y tamaños de fuente perfectos para toda la aplicación, con un solo clic desde el menú de la aplicación.
es_es: ¿Trabajas con varios monitores y resoluciones de pantalla? Supernova te permite llegar a los ajustes de densidad y tamaños de fuente perfectos para toda la aplicación, con un solo clic desde el menú de la aplicación.
eu: Monitore eta pantaila bereizmen anitzekin lan egiten duzu? Supernovak aplikazio osorako dentsitate-ezarpen eta letra-tamaina ezin hobeak markatzeko aukera ematen dizu, aplikazioaren menutik klik bakar batekin.
fr: Vous travaillez avec plusieurs moniteurs et résolutions d’affichage ? Supernova permet de choisir des réglages de densité et des tailles de police parfaitement adaptés pour l’application entière, d’un simple clic depuis le menu de l’application.
fy_nl: Wurkje mei meardere byldskermen en byldskermresolúsjes? Supernova lit jo de perfekte tichtensynstellingen en lettergrutten foar de hiele applikaasje, mei mar ien klik fan it appmenu út.
gl: Traballa con varios monitores e resolucións de pantalla? Supernova permíteche marcar a configuración de densidade perfecta e tamaños de letra para toda a aplicación, cun só clic no menú da aplicación.
hu: Több monitorral és megjelenítési felbontással dolgozik? A Supernovával beállíthatja a tökéletes sűrűséget és betűméreteket a teljes alkalmazáshoz, egyetlen kattintással az alkalmazásmenüből.
ia: Labora tu con plure resolutiones de monitores e schermos? Supernova te permitte de eliger le perfecte parametros de densitate e dimensiones de characteres pro le integre application, con justo un sol clic ab le Menu del application.
is: Vinnurðu með marga skjái og upplausnir? Supernova gerir þér kleift að velja fullkomnar stillingar á þéttleika og leturstærðir fyrir allt forritið, með bara einum smelli úr forritsvalmyndinni.
it: Lavori con più monitor e con risoluzioni diverse? Supernova ti permette di scegliere le impostazioni di densità e le dimensioni dei caratteri perfette per l’intera applicazione, con un solo clic direttamente dal menu dell’app.
ja: 複数のモニターやディスプレイ解像度で作業をしていませんか？Supernovaでは、アプリケーションメニューから ワンクリックするだけで、アプリケーション全体の密度設定やフォントサイズを調整することができます。
nl: Werkt u met meerdere monitoren en beeldschermresoluties? Met Supernova kunt u de perfecte dichtheidsinstellingen en lettergroottes instellen voor de hele toepassing, met slechts één klik vanuit het appmenu.
nn_no: Arbeider du med fleire skjermar og skjermoppløysingar? Med Supernova får du perfekte densitetinnstillingar og teiknstorleikar for heile programmet, med berre eitt einaste klikk frå programmenyen.
pl: Pracujesz z wieloma monitorami i rozdzielczościami ekranu? Supernova za pomocą jednego kliknięcia w menu aplikacji pozwoli Ci wybrać idealne ustawienia gęstości i rozmiaru czcionki w całej aplikacji.
pt_br: Você usa vários monitores com diferentes resoluções de exibição? O Supernova permite escolher configurações de densidade e tamanhos de fonte perfeitos para o aplicativo todo, com apenas um clique no menu do aplicativo.
ru: Работаете с несколькими мониторами и разрешениями экрана? Supernova позволяет настроить идеальные параметры плотности и размеры шрифта для всего приложения одним щелчком мыши в меню приложения.
sk: Pracujete s viacerými monitormi a rozlíšením displeja? Supernova vám umožňuje nastaviť dokonalé nastavenia hustoty a veľkosti písma pre celú aplikáciu jediným kliknutím z ponuky aplikácie.
sl: Delate z več monitorji in ločljivostmi zaslona? Supernova vam omogoča izbiranje popolnih nastavitev gostote in velikosti pisave za celotno aplikacijo z enim klikom v meniju aplikacije.
sq: Punoni me shumë monitorë dhe qartësi ekrani? Supernova ju lejon të përimtoni rregullime dendësie të përsosur dhe madhësi shkronjash për krejt aplikacionin, vetëm me një klikim nga Menuja e Aplikacionit.
sv_se: Arbetar du med flera skärmar och skärmupplösningar? Supernova låter dig ställa in de perfekta densitetsinställningarna och teckenstorlekar för hela programmet, med endast ett enda klick från programmenyn.
tr: Birden çok monitör ve ekran çözünürlüğü mü kullanıyorsunuz? Supernova, yoğunluk ve yazı tipi boyutu ayarını uygulama menüsünden tek bir tıklamayla yapmanıza olanak tanıyor.
uk: Працюєте з кількома моніторами з різною роздільною здатністю дисплея? Supernova дозволяє ідеально налаштувати щільність і розміри шрифтів для всієї програми лише одним натисканням у меню програми.
vi: Làm việc với nhiều màn hình và độ phân giải màn hình? Supernova cho phép bạn chọn trong cài đặt mật độ và kích cỡ phông chữ hoàn hảo cho toàn bộ ứng dụng, chỉ với một cú nhấp chuột từ menu ứng dụng.

source: Compact density icon
bg: Икона за плътност на екрана
cs: Ikona kompaktního rozložení
cy: Eicon dwysedd cryno
de: Symbol für kompakte Dichte
el: Εικονίδιο πολύ πυκνής προβολής
es_ar: Icono de densidad compacta
es_cl: Icono de densidad compacta
es_es: Icono de densidad compacta
eu: Dentsitate trinkodun ikonoa
fr: Icône en densité compacte
fy_nl: Piktogram foar kompakte tichtens
gl: Icona de densidade compacta
hu: Kompakt sűrűség ikonja
ia: Icone de densitate compacte
is: Táknmynd fyrir þjappað viðmót
it: Icone con densità compatta
ja: コンパクトな密度のアイコン
nl: Pictogram voor compacte dichtheid
nn_no: Ikon for kompakt densitet
pl: Ikona gęstości kompaktowej
pt_br: Ícone de densidade compacta
ru: Значок компактной плотности
sk: Ikona kompaktného rozloženia
sl: Ikona zgoščenega prikaza
sq: Ikonë dendësie kompakte
sv_se: Ikon för kompakt densitet
tr: Kompakt yoğunluk simgesi
uk: Піктограма компактної щільності
vi: Biểu tượng mật độ nhỏ gọn

source: Default density icon
bg: Икона за плътност на екрана по подразбиране
cs: Ikona výchozího rozložení
cy: Eicon dwysedd rhagosodedig
de: Symbol für Standarddichte
el: Εικονίδιο προεπιλεγμένης πυκνότητας
es_ar: Icono de densidad predeterminada
es_cl: Icono de densidad predeterminada
es_es: Icono de densidad predeterminada
eu: Ikono dentsitate lehenetsia
fr: Icône en densité par défaut
fy_nl: Piktogram foar standerttichtens
gl: Icona de densidade predeterminada
hu: Alapértelmezett sűrűség ikonja
ia: Icone de densitate predefinite
is: Táknmynd fyrir sjálfgefna þjöppun
it: Icone con densità predefinita
ja: デフォルトの密度のアイコン
nl: Picogram voor standaarddichtheid
nn_no: Ikon for standard densitet
pl: Ikona gęstości domyślnej
pt_br: Ícone de densidade padrão
ru: Значок с плотностью по умолчанию
sk: Ikona predvoleného rozloženia
sl: Ikona privzete gostote
sq: Ikonë dendësie parazgjedhje
sv_se: Ikon för standard densitet
tr: Varsayılan yoğunluk simgesi
uk: Піктограма типової щільності
vi: Biểu tượng mật độ mặc định

source: Relaxed density icon
bg: Икона за отпусната плътност на екрана
cs: Ikona volnějšího rozložení
cy: Eicon dwysedd hyblyg
de: Symbol für entspannte Dichte
el: Εικονίδιο άνετης προβολής
es_ar: Icono de densidad relajada
es_cl: Icono de densidad relajada
es_es: Icono de densidad relajada
eu: Dentsitate erlaxatuzko ikonoa
fr: Icône en densité détendue
fy_nl: Piktogram foar romme tichtens
gl: Icona de densidade relaxada
hu: Laza sűrűség ikonja
ia: Icone de densitate moderate
is: Táknmynd fyrir gisna þjöppun
it: Icone con densità rilassata
ja: 緩和した密度のアイコン
nl: Pictogram voor ruime dichtheid
nn_no: Ikon for avslappa densitet
pl: Ikona gęstości rozluźnionej
pt_br: Ícone de densidade moderada
ru: Значок расслабленной плотности
sk: Ikona voľnejšieho rozloženia
sl: Ikona razmaknjenega prikaza
sq: Ikonë dendësie të rehatshme
sv_se: Ikon för avslappnad densitet
tr: Rahat yoğunluk simgesi
uk: Піктограма зручної щільності
vi: Biểu tượng mật độ thoải mái

source: An example of the relaxed density
bg: Пример за отпусната плътност на екрана
cs: Příklad volnějšího rozložení
cy: Enghraifft o'r dwysedd hyblyg
de: Ein Beispiel für die entspannte Dichte
el: Ένα παράδειγμα άνετης προβολής
es_ar: Un ejemplo de la densidad relajada
es_cl: Un ejemplo de la densidad relajada
es_es: Un ejemplo de la densidad relajada
eu: Dentsitate erlaxatuzko adibidea
fr: Un exemple de la densité détendue
fy_nl: In foarbyld fan de romme tichtens
gl: Un exemplo da densidade relaxada
hu: Egy példa a laza sűrűségre
ia: Un exemplo del densitate moderate
is: Dæmi um gisna þjöppun viðmóts
it: Un esempio di densità rilassata
ja: 緩和した密度の例
nl: Een voorbeeld van de ruime dichtheid
nn_no: Eit døme på den avslappa densitetenten
pl: Przykład gęstości rozluźnionej
pt_br: Um exemplo da densidade moderada
ru: Пример расслабленной плотности
sk: Príklad voľnejšieho rozloženia
sl: Primer razmaknjenega prikaza
sq: Një shembull i dendësisë së rehatshme
sv_se: Ett exempel på den avslappnade densiteten
tr: Rahat yoğunluk örneği
uk: Зразок зручної щільності
vi: Một ví dụ về mật độ thoải mái

source: Intuitive App Menu
bg: Интуитивно меню на приложението
cs: Intuitivní nabídka aplikace
cy: Dewislen Ap Sythweledol
de: Intuitives Anwendungsmenü
el: Διαισθητικό μενού εφαρμογής
es_ar: Menú de aplicación intuitivo
es_cl: Menú de aplicación intuitivo
es_es: Menú de aplicación intuitivo
eu: Aplikazio menu intuitiboa
fr: Menu intuitif de l’application
fy_nl: Yntuïtyf appmenu
gl: Menú da aplicación intuitiva
hu: Intuitív alkalmazásmenü
ia: Menu del applicationes intuitive
is: Auðlærð forritsvalmynd
it: Intuitivo menu dell’applicazione
ja: 直感的なアプリケーションメニュー
nl: Intuïtief appmenu
nn_no: Intuitiv programmeny
pl: Intuicyjne menu aplikacji
pt_br: Menu intuitivo do aplicativo
ru: Интуитивно понятное меню приложения
sk: Intuitívna ponuka aplikácie
sl: Intuitiven meni programa
sq: Menu Intuitive Aplikacionesh
sv_se: Intuitiv programmeny
tr: Sezgisel uygulama menüsü
uk: Інтуїтивне меню програми
vi: Menu ứng dụng trực quan

source: The new Application Menu (≡) in Supernova is now keyboard-accessible, and redesigned for faster, easier navigation. Fewer submenus, persistent global options, and consistent iconography combine to create a much more intuitive experience.
bg: Новото меню на приложението (≡) в Supernova вече е достъпно с клавиатура и е преработено за по-бърза и по-лесна навигация. По-малко подменюта, постоянни глобални опции и последователна иконография се комбинират, за да създадат много по-интуитивно изживяване.
cs: Nová nabídka aplikací (≡) v Thunderbirdu Supernova je nyní přístupná z klávesnice a je přepracována pro rychlejší a snadnější práci s aplikací. Méně podnabídek, trvalé globální volby a konzistentní ikony společně vytvářejí mnohem více intuitivnější prostředí.
cy: Mae'r Ddewislen Rhaglen newydd (≡) yn Supernova bellach yn hygyrch i'r bysellfwrdd, ac wedi'i hailgynllunio i fod yn gynt ac yn haws ei lywio. Mae llai o is-ddewislenni, dewisiadau eang parhaus, ac eiconograffeg gyson yn cyfuno i greu profiad llawer mwy greddfol.
de: Das neue Anwendungsmenü (≡) in Supernova ist jetzt über die Tastatur zugänglich und wurde zwecks schnellerer, einfacherer Navigation umgestaltet. Weniger Untermenüs, dauerhafte globale Optionen und konsistente Symbolik erschaffen gemeinsam ein wesentlich intuitiveres Erlebnis.
el: Το νέο μενού εφαρμογής (≡) στο Supernova είναι πλέον προσβάσιμο με το πληκτρολόγιο και έχει σχεδιαστεί εκ νέου για ταχύτερη και ευκολότερη πλοήγηση. Τα λιγότερα υπομενού, οι μόνιμες καθολικές επιλογές και η συνοχή της εικονογραφίας δημιουργούν μια πολύ πιο διαισθητική εμπειρία.
es_ar: El nuevo menú de aplicaciones (≡) en Supernova ahora es accesible desde el teclado y se rediseñó para que sea más rápido y fácil de navegar. Menos submenús, opciones globales persistentes e iconografía consistente se combinan para crear una experiencia más intuitiva.
es_cl: El nuevo menú de aplicaciones (≡) en Supernova ahora es accesible desde el teclado y fue rediseñado para que sea más rápido y fácil de navegar. Menos submenús, opciones globales persistentes e iconografía consistente se combinan para crear una experiencia más intuitiva.
es_es: El nuevo menú de aplicaciones (≡) en Supernova ahora es accesible desde el teclado y ha sido rediseñado para que sea más rápido y fácil de navegar. Menos submenús, opciones globales persistentes e iconografía consistente se combinan para crear una experiencia más intuitiva.
eu: Supernovako Aplikazioen menu berria (≡) orain teklatuz eskuragarria dago, eta nabigazio azkarrago eta errazagoa dezan birmoldatu da. Azpimenu gutxiago, aukera global iraunkorrak eta ikonografia koherentea konbinatzen dira askoz esperientzia intuitiboagoa sortzeko.
fr: Le nouveau menu de l’application (≡) de Supernova est désormais accessible par le clavier. Il a été repensé pour une navigation plus rapide et plus facile. Peu de sous-menus, des options globales permanentes et un jeu d’icônes cohérent se combinent pour permettre une utilisation beaucoup plus intuitive.
fy_nl: It nije tapassingsmenu (≡) yn Supernova is no tagonklik fia it toetseboerd en opnij ûntwurpen foar fluggere en maklikere navigaasje. Minder submenu’s, permaninte globale opsjes en konsistinte ikonografy soargje tegearre foar in mear yntuïtivere ûnderfining.
gl: O novo menú de aplicacións (≡) en Supernova agora é accesible mediante o teclado e redeseñado para ser máis rápido e sinxelo navegación. Menos submenús, opcións globais persistentes e iconografía consistente combínanse para crear moito experiencia máis intuitiva.
hu: A Supernova új alkalmazásmenüje (≡) már billentyűzettel is használható, és a gyorsabb, egyszerűbb navigációt szem előtt tartva lett újratervezve. A kevesebb almenü, az állandó globális beállítások, és a konzisztensebb ikonográfia sokkal intuitívabb élményt nyújt.
ia: Le nove Menu del application (≡) in Supernova es ora accessibile per claviero, e redesignate pro navigar plus velocemente e, plus facilemente. Poc sub-menus, optiones global persistente, e le iconographia coherente se combina pro crear un experientia multo plus intuitive.
is: Nýja forritsvalmyndin (≡) í Supernova er núna aðgengileg með lyklaborði og er endurhönnuð fyrir hraðara og auðveldara flakk. Færri undirvalmyndir, viðvarandi almennir valkostir og samhengi milli táknmynda ýta undir auðlærðari notkun.
it: Il nuovo menu applicazione (≡) di Supernova è ora accessibile da tastiera ed è stato ridisegnato per una navigazione più rapida e semplice. Meno menu nidificati, opzioni globali persistenti e un set di icone coerente si combinano per creare un’esperienza molto più intuitiva.
ja: Supernovaの新しいアプリケーションメニュー（≡）は、キーボードからアクセスできるようになり、より速く、より簡単に ナビゲーションできるように再設計されました。サブメニューの数を減らし、グローバルオプションの数を増やし、アイコンを統一することで、 より直感的に操作できるようになりました。
nl: Het nieuwe toepassingsmenu (≡) in Supernova is nu toegankelijk via het toetsenbord en opnieuw ontworpen voor snellere en gemakkelijkere navigatie. Minder submenu’s, permanente globale opties en consistente iconografie zorgen samen voor een veel intuïtievere ervaring.
nn_no: Den nye program-menyen (≡) i Supernova er no tillgjengeleg frå tastaturet og utforma på nytt for raskare og enklare navigering. Færre undermenyer, vedvarande globale alternativ og konsekvent ikonografi, skapar ei mykje meir intuitiv oppleving.
pl: Nowe menu aplikacji (≡) w wersji Supernova jest teraz dostępne z poziomu klawiatury i przeprojektowane pod kątem szybszej i łatwiejszej nawigacji. Mniejsza liczba podmenu, trwałe opcje ogólne i spójny wygląd ikon sprawiają, że korzystanie z aplikacji jest bardziej intuicyjne.
pt_br: O novo menu do aplicativo (≡) no Supernova agora é acessível pelo teclado e foi reprojetado para ser usado de forma mais rápida e fácil. Menos submenus, opções globais persistentes e iconografia consistente se combinam para criar uma experiência de uso muito mais intuitiva.
ru: Новое меню приложений (≡) в Supernova теперь доступно с клавиатуры и переработано для более быстрого и удобного использования, более лёгкой навигации. Меньшее количество подменю, постоянные глобальные параметры и унифицированная иконография в совокупности создают гораздо более интуитивный опыт.
sk: Nová ponuka aplikácie (≡) vo verzii Supernova je teraz dostupná z klávesnice a je prepracovaná pre rýchlejšiu a jednoduchšiu navigáciu. Menej podpoložiek, trvalé globálne možnosti a konzistentná ikonografia spolu vytvárajú oveľa intuitívnejší zážitok.
sl: Novi meni aplikacij (≡) v Supernovi je zdaj dostopen s tipkovnico in preoblikovan za hitrejšega in preprostejšega navigacija. Manj podmenijev, trajne globalne možnosti in dosledna ikonografija ustvarjajo veliko bolj intuitivna izkušnja.
sq: Menuja e re e Aplikacionit (≡) në Supernova tani mund të përdore me tastierë dhe u rihartua për lëvizje më të shpejta, më të lehta. Më pak nënmenu, mundësi globale që ruhen dhe ikona të njëtrajtshme ndërthuren për të krijuar një funksionim shumë më intuitiv.
sv_se: Den nya programmenyn (≡) i Supernova är nu tillgänglig från tangentbordet och omdesignad för snabbare och enklare navigering. Färre undermenyer, ihållande globala alternativ och konsekvent ikonografi skapar en mycket mer intuitiv upplevelse.
tr: Supernova’daki yeni uygulama menüsü (≡) artık klavyeyle erişilebiliyor. Üstelik menü, daha hızlı ve daha kolay gezinti için baştan tasarlandı. Daha az alt menü, kalıcı global seçenekler ve tutarlı ikonografi sayesinde çok daha sezgisel bir deneyim sunuyor.
uk: Нове меню програми (≡) у Supernova тепер доступне за допомогою клавіатури та адаптовано для швидшої та простішої навігації. Менша кількість підменю, постійні глобальні параметри та узгоджений вигляд піктограм створюють більш інтуїтивний досвід користування.
vi: Menu ứng dụng mới (≡) trong Supernova hiện có thể truy cập bằng bàn phím và được thiết kế lại để điều hướng nhanh hơn, dễ dàng hơn. Ít menu con hơn, các tùy chọn chung liên tục và biểu tượng nhất quán kết hợp với nhau để tạo ra trải nghiệm trực quan hơn nhiều.

source: The new AppMenu
bg: Новото меню
cs: Nová nabídka aplikace
cy: Yr AppMenu newydd
de: Das neue Anwendungsmenü
el: Το νέο μενού εφαρμογής
es_ar: El nuevo AppMenu
es_cl: El nuevo menú de aplicación
es_es: El nuevo menú de aplicación
eu: Aplikazio menu berria
fr: Le nouveau menu de l’application
fy_nl: It nije AppMenu
gl: O novo menú de aplicación
hu: Az új alkalmazásmenü
ia: Le nove AppMenu
is: Nýja forritsvalmyndin
it: Il nuovo menu applicazione
ja: 新しいアプリケーションメニュー
nl: Het nieuwe AppMenu
nn_no: Den nye programmenyen
pl: Nowe menu aplikacji
pt_br: O novo menu do aplicativo
ru: Новое меню приложений
sk: Nová ponuka aplikácie
sl: Nov meni programa
sq: Menuja e re e Aplikacioneve
sv_se: Den nya programmenyn
tr: Yeni uygulama menüsü
uk: Нове меню програми
vi: AppMenu mới

source: New + Sortable Folder Modes
bg: Нови папки + режими за сортиране
cs: Nové a přizpůsobitelné režimy složek
cy: Moddau Ffolder Newydd a Threfnadwy
de: Neue + sortierbare Ordnermodi
el: Νέες + ταξινομήσιμες λειτουργίες φακέλων
es_ar: Nuevo modo Carpeta posible de clasificar
es_cl: Nuevos modos de carpeta clasificables
es_es: Nuevos modos de carpeta clasificables
eu: Karpeta modu berri eta sailkagarriak
fr: De nouveaux modes de classement des dossiers
fy_nl: Nije + sortearbere mapmodi
gl: Novos + Modos de cartafol ordenables
hu: Új és rendezhető mappamódok
ia: Nove modos ordinabile pro le dossiers
is: Nýir og raðanlegir möppuhamir
it: Nuova modalità ordinabile per le cartelle
ja: 新機能 + 並べ替え可能なフォルダモード
nl: Nieuwe + sorteerbare mapmodi
nn_no: Nye + sorterbare mappemodus
pl: Nowe i sortowalne tryby folderów
pt_br: Novos modos de pasta ordenáveis
ru: Новые + сортируемые режимы папок
sk: Nové a prispôsobiteľné režimy priečinkov
sl: Novi načini map z možnostjo razvrščanja
sq: Mënyra të Reja+ të Renditshme Dosjesh
sv_se: Nya + sorterbara mapplägen
tr: Yeni ve sıralanabilir klasör modları
uk: Нові + режими сортування тек
vi: Chế độ thư mục mới + sắp xếp được
