Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: Thunderbird 102 makes navigating the application more intuitive thanks to the new Spaces Toolbar. Move between all of your activities with ease, whether it’s managing email, working with contacts through the awesome new address book, using the calendar and tasks functionality, chat, and even add-ons! If you want to save screen real estate, the Spaces Toolbar can be dismissed, and you can instead navigate the different activities Thunderbird offers with the new Pinned Spaces tab.
bg: Thunderbird 102 прави навигацията в приложението по-интуитивна благодарение на новата лента с инструменти за пространства. Придвижвайте се между всичките си дейности с лекота, независимо дали става дума за управление на имейл, работа с контакти чрез страхотен нов адресник, използване на функционалността на календара и задачите, чат и дори добавки! Ако искате да запазите състоянието на екрана, лентата с инструменти за пространства може да бъде отхвърлена и вместо това можете да навигирате в различните дейности, предлагани от Thunderbird, с новия раздел за прикачени пространства.
cs: Thunderbird 102 umožňuje intuitivnější ovládání aplikace díky nové navigační liště. Snadno přecházejte mezi všemi svými činnostmi, ať už jde o správu e-mailů, práci s kontakty prostřednictvím úžasné nové složky kontaktů, používání funkcí kalendáře a úkolů, chatu, a dokonce i doplňků! Pokud chcete ušetřit místo na obrazovce, můžete navigační lištu zavřít a místo toho přecházet mezi různými činnostmi, které Thunderbird nabízí, pomocí nového tlačítka navigační nabídky.
cy: Mae Thunderbird 102 yn gwneud symud o amgylch y rhaglen yn fwy greddfol diolch i'r Bar Offer Mannau newydd. Symudwch rhwng eich holl weithgareddau yn rhwydd, p'un ai i reoli e-bost, gweithio gyda chysylltiadau trwy'r llyfr cyfeiriadau newydd anhygoel, defnyddio'r swyddogaeth calendr a thasgau, sgwrsio, a hyd yn oed ychwanegion! Os ydych chi am arbed lle ar sgrin, mae modd cau'r Bar Offer Mannau, a gallwch yn lle hynny lywio'r gwahanol weithgareddau y mae Thunderbird yn eu cynnig gyda'r tab Mannau wedi'u Pinio newydd.
de: Thunderbird 102 macht die Navigation in der Anwendung dank der neuen Bereiche-Symbolleiste intuitiver. Wechseln Sie mühelos zwischen all Ihren Aktivitäten, egal ob Sie E-Mails verwalten, über das fantastische neue Adressbuch mit Kontakten arbeiten, die Kalender- und Aufgabenfunktionen, den Chat und sogar Add-ons verwenden! Wenn Sie Platz auf dem Bildschirm sparen möchten, kann die Bereiche-Symbolleiste geschlossen werden, und Sie können stattdessen mit dem neuen Tab „Angeheftete Bereiche“ durch die verschiedenen Aktivitäten navigieren, die Thunderbird anbietet.
el: Το Thunderbird 102 κάνει την πλοήγηση στην εφαρμογή πιο διαισθητική, χάρη στη νέα γραμμή χώρων. Κάντε εναλλαγή μεταξύ όλων των δραστηριοτήτων σας με ευκολία, όπως η διαχείριση email, η εργασία με επαφές μέσω του απίθανου, νέου ευρετηρίου, η χρήση των λειτουργιών ημερολογίου και εργασιών, οι συνομιλίες, ακόμα και τα πρόσθετα! Αν θέλετε να εξοικονομήσετε χώρο στην οθόνη, μπορείτε να κλείσετε τη γραμμή χώρων και να πλοηγηθείτε στις διάφορες ενότητες του Thunderbird από τη νέα, καρφιτσωμένη καρτέλα χώρων.
es_ar: Thunderbird 102 hace que navegar la aplicación sea más intuitivo gracias a la nueva barra de herramientas de espacios. Moverse entre todas las actividades es fácil, ya sea administrar el correo electrónico, trabajar con contactos en la increíble libreta de direcciones nueva, usar la funcionalidad de calendario y tareas, chatear y ¡hasta hay complementos! Si hace falta ahorrar lugar en pantalla, la barra de espacios se puede ocultar y se puede navegar entre las diferentes actividades que ofrece Thunderbird con la nueva pestaña de espacios pegada.
es_cl: Thunderbird 102 hace que la navegación en la aplicación sea más intuitiva gracias a la nueva barra de herramientas de espacios. Muévete entre todas tus actividades con facilidad, ya sea administrar el correo electrónico, trabajar con contactos a través de la nueva e increíble libreta de direcciones, usar la función de calendario y tareas, chat e incluso complementos. Si deseas ahorrar espacio en la pantalla, puede descartar la barra de herramientas de espacios y, en su lugar, puedes navegar por las diferentes actividades que ofrece Thunderbird con la nueva pestaña de espacios anclados.
es_es: Thunderbird 102 hace que la navegación en la aplicación sea más intuitiva gracias a la nueva barra de herramientas de espacios. Muévete entre todas tus actividades con facilidad, ya sea administrar el correo electrónico, trabajar con contactos a través de la nueva e increíble libreta de direcciones, usar la función de calendario y tareas, chat e incluso complementos. Si quieres ahorrar espacio en la pantalla, puedes descartar la barra de herramientas de espacios y, en su lugar, puedes navegar por las diferentes actividades que ofrece Thunderbird con la nueva pestaña de espacios fijados.
eu: Thunderbird 102k intuitiboagoa egiten du aplikazioan nabigatzea guneen tresna-barra berriari esker. Mugitu zure jarduera guztien artean, bai posta elektronikoa kudeatzen, helbide liburu berri harrigarriaren bidez kontaktuekin lan egiten, egutegia eta zereginak, txata eta osagarriak erabiliz! Pantailako benetako egoera gorde nahi badituzu, guneen Tresna-barra baztertu ahal izango duzu, eta, horren ordez, Thunderbird-ek eskaintzen dituen jardueretan nabigatu ahal izango duzu Gune Iltzatuen fitxarekin.
fr: Thunderbird 102 rend la navigation dans l’application plus intuitive grâce à la nouvelle barre d’outils d’espaces. Passez facilement d’une activité à l’autre, qu’il s’agisse de la gestion des e-mails, du travail avec les contacts à l’aide du nouveau carnet d’adresses, de l’utilisation de la fonctionnalité de l’agenda et des tâches, de la messagerie instantanée ou même des modules complémentaires ! Si vous souhaitez économiser de la place sur votre écran, la barre d’outils d’espaces peut être désactivée et vous pouvez alors naviguer entre les différentes activités proposées par Thunderbird grâce au nouvel onglet d’espaces épinglé.
fy_nl: Thunderbird 102 makket it navigearjen fan de applikaasje yntuïtyf troch de nije Taakbalke. Skeakelje maklik tusken al jo aktiviteiten, oft it no giet om it behearen fan e-mail, it wurkjen mei kontakten fia it bjusterbaarlike nije adresboek, gebrûk fan de aginda- en takenfunksjonaliteit, chatte, en sels add-ons! As jo skermromte besparje wolle, kin de Taakbalke sluten wurde en jo kinne yn stee derfan navigearje troch de ferskate aktiviteiten dy’t Thunderbird biedt mei it nije ljepblêd Fêstmakke taken.
gl: Thunderbird 102 fai que a navegación pola aplicación sexa máis intuitiva grazas á nova barra de ferramentas Spaces. Moverse entre todas as túas actividades con facilidade, xa sexa xestionar o correo electrónico, traballar con contactos a través da nova e fantástica axenda de enderezos, usar a función de calendario e tarefas, chat e incluso complementos. Se queres gardar o inmoble da pantalla, a barra de ferramentas de espazos pódese descartar e, no seu lugar, podes navegar polas diferentes actividades que ofrece Thunderbird coa nova pestana Espazos fixados.
hu: A Thunderbird 102 intuitívabbá teszi az alkalmazásban való navigálást az új Helyek eszköztárnak köszönhetően. Könnyedén mozoghat az összes tevékenység között, legyen szó a levelek kezeléséről, a névjegyek fantasztikus új címjegyzékkel történő kezeléséről, a naptár- és a feladatfunkciókról, a csevegésről és akár a kiegészítőkről. Ha csökkenteni akarja a képernyőn elfoglalt területet, akkor eltüntetheti a Helyek eszköztárat, és ehelyett navigálhat a Thunderbird által kínált különböző tevékenységek között az új Kitűzött helyek lapon is.
ia: Thunderbird 102 rende plus intuitive navigar inter le applicationes gratias al nove Barra del spatio. Move te inter tote tu activitates facilemente, sia illo gerer email, collaborar con contactos per le stupende nove libro de adresses, per le agenda e le functionalitate de activitates, chat, e mesmo additivos! Si tu desira sparniar spatio de schermo, le Barra del instrumentos de spatio pote esser eliminate, e tu pote in vice navigar inter le differente activitates que Thunderbird offere con le nove scheda de spatios appunctate.
is: Thunderbird 102 gerir flakk um forritið augljósara þökk sé nýju svæða-stikunni. Farðu á einfaldan máta á milli allra athafna þinna, hvort sem það er að sýsla með tölvupóst, vinna með tengiliði í gegnum hina frábæru nýju nafnaskrá, nota dagatalið og verkefnalista, spjall og jafnvel forritsviðbætur! Ef þú vilt nýta skjáflötinn sem best er hægt að hafna svæða-stikunni og flakka í staðinn um mismunandi þætti sem Thunderbird býður upp á með nýja 'Fest svæði'-flipanum.
it: Thunderbird 102 rende la navigazione all’interno dell’applicazione più intuitiva grazie alla nuova Barra degli spazi. Spostati facilmente tra tutte le tue attività, che si tratti di gestire la posta elettronica, lavorare con i contatti attraverso la nuova fantastica rubrica, utilizzare la funzionalità calendario e attività, chat e persino componenti aggiuntivi. Se desideri risparmiare spazio sullo schermo, la Barra degli spazi può essere chiusa e puoi invece navigare tra le diverse attività offerte da Thunderbird con la nuova scheda Spazi appuntati.
ja: Thunderbird 102は、新しいスペースツールバーのおかげで、アプリケーションのナビゲーションがより直感的になります。メールの管理、素晴らしい新しいアドレス帳での連絡先の操作、カレンダーやタスクの機能、チャット、アドオンなど、すべてのアクティビティ間を簡単に移動できます！画面の不動産を保存する場合は、スペースツールバーを閉じることができます。代わりに、新しいピン留めされたスペースタブでThunderbirdが提供するさまざまなアクティビティをナビゲートできます。
nl: Thunderbird 102 maakt het navigeren door de applicatie intuïtiever dankzij de nieuwe Taakbalk. Schakel gemakkelijk tussen al uw activiteiten, of het nu gaat om het beheren van e-mail, het werken met contacten via het geweldige nieuwe adresboek, het gebruik van de agenda- en takenfunctionaliteit, chatten en zelfs add-ons! Als u schermruimte wilt besparen, kan de Taakbalk worden gesloten en kunt u in plaats daarvan navigeren door de verschillende activiteiten die Thunderbird aanbiedt met het nieuwe tabblad Vastgemaakte taken.
pl: Thunderbird 102 sprawia, że poruszanie się po aplikacji jest bardziej intuicyjne dzięki nowemu paskowi miejsc. Z łatwością przechodź między różnymi zadaniami, niezależnie od tego, czy chodzi o zarządzanie pocztą, kontaktami za pomocą świetnej nowej książce adresowej, korzystanie z kalendarza i zadań, komunikatora, a nawet dodatków! Jeśli chcesz zaoszczędzić miejsce na ekranie, pasek miejsc można zamknąć, a zamiast niego poruszać się po Thunderbirdzie za pomocą nowej przypiętej karty miejsc.
pt_br: O Thunderbird 102 torna a navegação no aplicativo mais intuitiva, graças à nova barra de áreas. Mova-se entre todas as suas atividades com facilidade, seja gerenciando emails, trabalhando com contatos por meio do incrível novo catálogo de endereços, usando funcionalidades de agendas e tarefas, conversas e até extensões! Se quiser economizar espaço na tela, você pode ocultar a barra de áreas e navegar pelas diferentes atividades que o Thunderbird oferece com a nova aba fixa de áreas.
ru: Thunderbird 102 делает навигацию по приложению более интуитивно понятной благодаря новой панели мест. С легкостью переключайтесь между всеми своими действиями, будь то управление электронной почтой, работой с контактами через потрясающую новую адресную книгу, использованием функций календаря и задач, чатом и даже дополнениями! Если вы хотите сэкономить место на экране, Панель мест можно скрыть, и вместо этого вы можете перемещаться по различным действиям, предлагаемым Thunderbird, с помощью новой вкладки «Закреплённые места».
sk: Thunderbird 102 robí navigáciu v aplikácii intuitívnejšou vďaka novému panelu nástrojov Miesta. Ľahko sa presúvajte medzi všetkými svojimi aktivitami, či už ide o správu e‑mailov, prácu s kontaktmi prostredníctvom úžasného nového adresára, používanie funkcií kalendára a úloh, konverzácií či dokonca aj doplnkov! Ak chcete ušetriť priestor na obrazovke, panel s nástrojmi Miesta môžete zatvoriť a namiesto toho môžete prechádzať rôznymi aktivitami, ktoré Thunderbird ponúka, pomocou novej karty Pripnuté miesta.
sl: Thunderbird 102 naredi krmarjenje po aplikaciji bolj intuitivno zahvaljujoč novi orodni vrstici Spaces. Z lahkoto se premikajte med vsemi svojimi dejavnostmi, pa naj gre za upravljanje e-pošte, delo s stiki v novem imeniku, uporabo koledarja in opravil, klepetanje in celo dodatke! Če želite prihraniti prostor na zaslonu, lahko opustite orodno vrstico Spaces in se namesto tega po različnih dejavnostih, ki jih ponuja Thunderbird, pomikate z novim zavihkom Pripeti prostori.
sq: Thunderbird 102-shi e bën lëvizjen nëpër aplikacion më intuitive, falë Panelit të ri të Hapësirave. Lëvizni me lehtësi nëpër krejt veprimtarive tuaja, qofshin administrim email-eshn, punim me kontaktet përmes librit të ri të mahnitshëm të adresave, përdorim i kalendarit dhe funksioneve për punë që duhen bërë, fjalosje, madje dhe shtesa! Nëse doni të kurseni hapësirë në ekran, Paneli Hapësira mund të hidhet tej dhe mund të lëvizni nëpër veprimtaritë e ndryshme që ofron Thunderbird-i me skedën e re të Hapësirave të Fiksuara.
sv_se: Thunderbird 102 gör navigeringen i programmet mer intuitiv tack vare den nya flikmenyn. Flytta mellan alla dina aktiviteter med lätthet, oavsett om det handlar om att hantera e-post, arbeta med kontakter genom den fantastiska nya adressboken, använda kalender- och uppgiftsfunktioner, chatt och till och med tillägg! Om du vill spara skärmutrymme kan flikmenyn stängas, och du kan istället navigera i de olika aktiviteterna som Thunderbird erbjuder med den nya panelen flikmeny.
uk: У Thunderbird 102 навігація в застосунку стала інтуїтивно зрозумілішою завдяки новій панелі інструментів «Місця». Легко переміщуйтеся між усіма своїми видами діяльності, як-от керування електронною поштою, робота з контактами за допомогою чудової нової адресної книги, користування календарем та функціями завдань, чатом і навіть додатками! Якщо ви хочете заощадити простір екрана, панель інструментів «Місця» можна закрити, і замість цього ви зможете переміщатися різними видами діяльності, які пропонує Thunderbird, за допомогою нової вкладки «Закріплені «Місця».
vi: Thunderbird 102 giúp điều hướng ứng dụng trực quan hơn nhờ thanh công cụ mới có tên là Spaces. Dễ dàng di chuyển giữa tất cả các hoạt động của bạn, cho dù đó là quản lý email, làm việc với các liên hệ thông qua sổ địa chỉ mới tuyệt vời, sử dụng lịch và tác vụ hiệu quả hơn, trò chuyện và thậm chí cả tiện ích mở rộng! Nếu bạn muốn tiết kiệm không gian màn hình, bạn có thể tắt thanh công cụ Spaces và thay vào đó, bạn có thể điều hướng các hoạt động khác nhau mà Thunderbird cung cấp bằng thẻ Spaces mới được ghim.

source: New Matrix Chat Support
bg: Нова поддръжка Matrix чат
cs: Nová podpora chatu na Matrixu
cy: Cefnogaeth Sgwrsio Matrics Newydd
de: Neue Matrix-Chat-Unterstützung
el: Νέα υποστήριξη για συνομιλίες Matrix
es_ar: Nuevo soporte para chat en Matrix
es_cl: Nuevo soporte para chat Matrix
es_es: Nuevo soporte para chat en Matrix
eu: Matrix txat euskarri berria
fr: Prise en charge de la messagerie instantanée Matrix
fy_nl: Nije Matrix Chat-stipe
gl: Novo soporte para chat en Matrix
hu: A Matrix csevegő támogatása
ia: Nove supporto pro chat Matrix
is: Nýkominn stuðningur við Matrix-spjall
it: Nuovo supporto per chat Matrix
ja: 新しいマトリックスチャットサポート
kab: Tallalt n udiwenni Matrix amaynut
nl: Nieuwe Matrix Chat-ondersteuning
nn_no: Ny støtte for Matrix-chatt
pl: Nowa obsługa komunikatora Matrix
pt_br: Novo suporte a conversa no Matrix
ru: Поддержка нового чата Matrix
sk: Nová podpora chatu Matrix
sl: Podpora za klepet Matrix
sq: Mbulim i Ri për Fjalosje Matrix
sv_se: Nytt stöd för Matrix-chatt
tr: Yeni Matrix Sohbet Desteği
uk: Нова підтримка Matrix Chat
vi: Hỗ trợ trò chuyện Matrix mới
