Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: Software Engineer, Services
bg: Софтуерен инженер, Услуги
cs: Softwarový inženýr, Služby
cy: Peiriannydd Meddalwedd, Gwasanaethau
de: Softwareentwickler, Dienste
el: Μηχανικός λογισμικού, Υπηρεσίες
es_ar: Ingeniero de software, Servicios
es_cl: Ingeniero de software, Servicios
eu: Software ingeniaria, zerbitzuak
fy_nl: Software-engineer, Tsjinsten
gl: Enxeñeiro de software, servizos
hu: Szoftvermérnök, Szolgáltatások
ia: Ingeniero de software, servicios
is: Hugbúnaðarverkfræðingur, þjónustur
ja: サービス担当ソフトウェアエンジニア
pt_br: Engenheiro de software, Serviços
ru: Инженер-программист, сервисы
sk: Softvérový inžinier, služby
sl: Programski inženir, storitve
sq: Inxhinier Software-i, Shërbime
tr: Servisler Yazılım Mühendisi
uk: Інженер програмного забезпечення для послуг
vi: Kỹ sư phần mềm, Dịch vụ

source: Sr Staff Engineer, Strategic Initiatives
cy: Uwch Beiriannydd Staff, Mentrau Strategol

source: Manager, Release Operations
cy: Rheolwr, Gweithrediadau Rhyddhau
el: Διευθυντής, Λειτουργίες έκδοσης
es_ar: Gerente, Operaciones de lanzamiento
es_cl: Gerente, Operaciones de lanzamiento
eu: Kudeatzailea, argitaratze eragiketak
gl: Xerente, operacións de lanzamento
hu: Menedzser, Kiadási műveletek
ia: Gerente, Operationes de lanceamento
ja: リリースオペレーション担当マネージャー
pt_br: Gerente, Operações de lançamento
ru: Менеджер, Операции с релизами
sk: Manažér, Release Operations
sl: Upravitelj, sprostitev
sq: Përgjegjës, Operacione Hedhjesh Në Qarkullim
sv_se: Manager, Releaseoperationer
tr: Release Operasyonları Müdürü
uk: Менеджер з операцій щодо випусків

source: Sr. Release Engineer, Desktop
cy: Uwch Beiriannydd Ryddhau, Bwrdd Gwaith

source: Software Engineer, Desktop
bg: Софтуерен инженер, настолна версия
cs: Softwarový inženýr, Desktop
cy: Peiriannydd Meddalwedd, Bwrdd Gwaith
de: Software-Entwickler, Desktop
el: Μηχανικός λογισμικού, Υπολογιστές
es_ar: Ingeniero de software, Escritorio
es_cl: Ingeniero de software, Escritorio
eu: Software ingeniaria, mahaigaina
gl: Enxeñeiro de software, escritorio
hu: Szoftvermérnök, Asztali alkalmazás
ia: Ingeniero de software, scriptorio
is: Hugbúnaðarverkfræðingur, vinnutölvur
ja: デスクトップ担当ソフトウェアエンジニア
pt_br: Engenheiro de software, Computador
ru: Инженер-программист, десктопные приложения
sk: Softvérový inžinier, Desktop
sl: Programski inženir, Desktop
sq: Inxhinier Software-i, Desktop
tr: Masaüstü Yazılım Mühendisi
uk: Інженер програмного забезпечення для комп'ютера
vi: Kỹ sư phần mềm, Ứng dụng máy tính

source: Sr. Staff Software Engineer, Desktop
cy: Uwch Beiriannydd Meddalwedd Staff, Bwrdd Gwaith

source: Sr. Developer Relations Engineer
cs: Inženýr pro vztahy s vývojáři
cy: Uwch Beiriannydd Cysylltiadau Datblygwr
de: Senior Engineer für Entwicklerbeziehungen
el: Επ. μηχανικός σχέσεων προγραμματιστών
es_ar: Ingeniero Sr. de Relaciones con Desarrolladores
es_cl: Ingeniero de Relaciones con Desarrolladores Senior
eu: Garatzaileen Harremanetako ingeniaria
fy_nl: Sr. Developer Relaasje-engineer
gl: Enxeñeiro senior de relacións cos desenvolvedores
hu: Senior fejlesztői kapcsolatokért felelős mérnök
ia: Ingeniero senior pro relationes con disveloppatores
ja: 上級開発者関係エンジニア
nl: Sr. Developer Relaties-engineer
pt_br: Engenheiro sênior de relações com desenvolvedores
ru: Старший инженер по связям с разработчиками
sk: Senior inžinier pre vzťahy s vývojármi
sl: Višji inženir za odnose z razvijalci
tr: Kıdemli Geliştirici İlişkileri Mühendisi
uk: Провідний інженер зі зв'язків із розробниками

source: Sr. UX Design Specialist
cy: Uwch Arbenigwr Dylunio UX

source: Sr. Software Engineer, Desktop Add-ons
cs: Vedoucí softwarový inženýr, Doplňky pro desktop
cy: Uwch Beiriannydd Staff, Ychwanegion Bwrdd Gwaith
de: Senior Software-Entwickler, Desktop-Add-ons
el: Επ. μηχανικός λογισμικού, Πρόσθετα υπολογιστών
es_ar: Ingeniero de software Sr., Complementos de Escritorio
es_cl: Ingeniero de software Senior, Complementos de Escritorio
eu: Software ingeniaria, mahaigain hedapenak
gl: Enxeñeiro de software senior, complementos de escritorio
hu: Senior szoftvermérnök, Asztali kiegészítők
ia: Ingeniero de software, additivos de scriptorio
is: Yfir-hugbúnaðarverkfræðingur, viðbætur fyrir vinnutölvur
ja: デスクトップアドオン担当上級ソフトウェアエンジニア
pt_br: Engenheiro de software sênior, Extensões para computador
ru: Старший инженер-программист, десктопные дополнения
sk: Senior softvérový inžinier, Doplnky
sl: Višji programski inženir, namizni dodatki
tr: Masaüstü Eklentileri Kıdemli Yazılım Mühendisi
uk: Провідний інженер-програміст комп'ютерних додатків
vi: Sr. Software Engineer, Tiện ích mở rộng cho ứng dụng máy tính

source: Sr. Security Engineer, Desktop
cs: Senior bezpečnostní inženýr, Desktop
cy: Uwch Beiriannydd Diogelwch, Bwrdd Gwaith
de: Senior-Sicherheitsentwickler, Desktop
el: Επ. μηχανικός ασφαλείας, Υπολογιστές
es_ar: Ingeniero Sr. de Seguridad, Escritorio
es_cl: Ingeniero de seguridad Senior, Escritorio
eu: Segurtasun ingeniaria, mahaigaina
fy_nl: Sr. Befeiligingsengineer, Desktop
gl: Enxeñeiro senior de seguridade, escritorio
hu: Senior biztonsági mérnök, Asztali alkalmazás
ia: Ingeniero senior de securitate, scriptorio
ja: デスクトップ担当上級セキュリティエンジニア
nl: Sr. Beveiligingsengineer, Desktop
pt_br: Engenheiro de segurança sênior, Computador
ru: Старший инженер по безопасности, десктопные приложения
sk: Senior bezpečnostný inžinier, Desktop
sl: Višji varnostni inženir, Desktop
tr: Kıdemli Masaüstü Güvenlik Mühendisi
uk: Провідний інженер із безпеки комп'ютерних програм
vi: Sr. Security Engineer, Ứng dụng máy tính

source: Sr. Technical PM
cs: Senior technický PM
cy: Uwch Reolwr Rhaglen Technegol
el: Επ. τεχνικός διευθυντής
es_ar: Gerente Técnico Sr. de Proyectos
es_cl: Técnico Gestor de Proyectos Senior
eu: Proiektu kudeatzaile teknikoa
fy_nl: Sr. Technysk PM
gl: Xestor senior de proxectos técnicos
hu: Senior műszaki projektmenedzser
ia: Gestor technico senior de projectos
is: Yfirstjórnandi tæknimála
ja: 上級テクニカル PM
nl: Sr. Technisch PM
pt_br: Gerente técnico de projetos sênior
ru: Старший технический менеджер
sk: Senior technický PM
sl: Višji tehnični vodja projekta
tr: Kıdemli Teknik Proje Müdürü
uk: Старший технічний менеджер проєктів

source: Manager, UI/UX Design Studio
cs: Manažer, UI/UX Design Studio
cy: Rheolwr, Stiwdio Dylunio UI/UX
el: Διευθυντής, Στούντιο σχεδιασμού UI/UX
es_ar: Gerente, Estudio de Diseño UI/UX
es_cl: Gerente, Estudio de Diseño UI/UX
eu: Kudeatzailea, UI/UX diseinu ikerketa
gl: Xerente, estudo de deseño UI/UX
hu: Menedzser, UI/UX dizájn stúdió
ia: Gestor, studio de designo UI/UX
is: Stjórnandi, UI/UX hönnunarstúdíó
ja: UI/UXデザインスタジオ担当マネージャー
pt_br: Gerente, Estúdio de design UI/UX
ru: Менеджер, студия дизайна UI/UX
sk: Manažér, UI/UX Design Studio
sl: Vodja, UI/UX Design Studio
tr: UI/UX Tasarım Stüdyosu Müdürü
uk: Менеджер студії дизайну інтерфейсу та взаємодії
vi: Quản lý, Studio thiết kế UI/UX

source: Manager, Web Services
bg: Мениджър, Уеб услуги
cs: Manažer, webové služby
cy: Rheolwr, Gwasanaethau Gwe
de: Manager, Web-Dienste
el: Διευθυντής, Υπηρεσίες ιστού
es_ar: Gerente, Servicios Web
es_cl: Gerente, Servicios Web
eu: Kudeatzailea, Web zerbitzuak
gl: Xerente, servizos web
hu: Menedzser, Webszolgáltatások
ia: Gestor, servicios web
is: Stjórnandi, vefþjónustur
ja: ウェブサービス担当マネージャー
pt_br: Gerente, Serviços web
ru: Менеджер, веб-сервисы
sk: Manažér, webové služby
sl: Vodja, spletne storitve
sq: Përgjegjës, Shërbime Web
tr: Web Hizmetleri Yöneticisi
uk: Менеджер веб послуг
vi: Quản lý, Dịch vụ Web

source: Manager, People Operations & Strategy
cy: Rheolwr, Gweithrediadau a Strategaeth Pobl

source: Staff Software Engineer, Services
cy: Peiriannydd Meddalwedd Staff, Gwasanaethau

source: Communications & Engagement Coordinator
cy: Cydlynydd Cyfathrebu ac Ymgysylltu

source: Manager, Marketing & Communications
cy: Rheolwr, Marchnata a Chyfathrebu

source: Sr. Manager, Mobile Engineering
cy: Uwch Reolwr, Peirianneg Symudol
de: Senior Manager, Mobile Entwicklung
el: Επ. διευθυντής, Μηχανική κινητών συσκευών
es_ar: Gerente Sr., Ingeniería de móviles
es_cl: Gerente Sénior, Ingeniería Móvil
eu: Kudeatzailea, eramangarri ingeniaritza
gl: Xerente senior, enxeñaría móbil
hu: Senior menedzser, Mobilalkalmazások
ia: Gestor senior. Ingenieria mobile
ja: モバイルエンジニアリング担当上級マネージャー
pt_br: Gerente sênior, Engenharia de dispositivos móveis
ru: Старший менеджер, Мобильная инженерия
sk: Senior manažér, Mobile Engineering
sl: Višji vodja mobilnega inženiringa
tr: Mobil Mühendisliği Kıdemli Müdürü
uk: Провідний менеджер мобільної інженерії

source: Sr Software Engineer, Mobile
cy: Uwch Beiriannydd Meddalwedd, Symudol

source: Product Designer
bg: Продуктов дизайнер
cy: Dylunydd Cynnyrch

source: Sr. Software Engineer, Test
cy: Uwch Beiriannydd Meddalwedd, Profi

source: User Support Specialist
bg: Специалист по поддръжка на потребители
cs: Specialista uživatelské podpory
cy: Arbenigwr Cymorth Defnyddwyr
de: Experte für Anwenderunterstützung
el: Ειδικός υποστήριξης χρηστών
es_ar: Especialista en asistencia al usuario
es_cl: Especialista en soporte al usuario
eu: Erabiltzaile laguntza espezialista
fy_nl: Spesjalist brûkersstipe
gl: Especialista en asistencia ao usuario
hu: Felhasználói támogatási szakértő
ia: Specialista de assistentia al usator
is: Sérfræðingur í notendaþjónustu
ja: ユーザーサポートスペシャリスト
nl: Specialist gebruikersondersteuning
pt_br: Especialista em suporte ao usuário
ru: Специалист поддержки пользователей
sk: Špecialista používateľskej podpory
sl: Strokovnjak za podporo uporabnikom
sq: Specialist Asistence Përdoruesish
tr: Kullanıcı Destek Uzmanı
uk: Спеціаліст із підтримки користувачів
vi: Chuyên gia hỗ trợ người dùng

source: Sr. Site Reliability Engineer
cs: Senior inženýr pro spolehlivost stránek
cy: Uwch Beiriannydd Dibynadwyedd Gwefan
el: Επ. μηχανικός αξιοπιστίας ιστοτόπων
es_cl: Ingeniero senior de confiabilidad del sitio Senior
eu: Gunearen fidagarritasun ingeniaria
fy_nl: Sr. Websitebetrouberheidsengineer
gl: Enxeñeiro senior de fiabilidade do sitio
ia: Ingeniero de securitate, scriptorio
nl: Sr. Websitebetrouwbaarheidsengineer
pt_br: Engenheiro sênior de confiabilidade de site
ru: Старший инженер по надёжности сайтов
sk: Senior inžinier pre spoľahlivosť stránok
sl: Višji inženir za zanesljivost spletnega mesta
uk: Провідний інженер із надійності сайтів

source: Customer Experience Specialist
cy: Arbenigwr Profiad Cwsmer
de: Experte für Kundenerlebnisse
el: Ειδικός εμπειρίας πελατών
es_ar: Especialista en experiencia del cliente
es_cl: Especialista en experiencia del cliente
eu: Bezeroaren esperientziaren espezialista
fy_nl: Spesjalist yn klantûnderfining
gl: Especialista en experiencia de cliente
hu: Ügyfélélményi szakértő
ia: Specialista experientia cliente
ja: 顧客エクスペリエンススペシャリスト
nl: Specialist in klantervaring
pt_br: Especialista em experiência do cliente
ru: Специалист по работе с пользователями
sk: Špecialista na zákaznícku skúsenosť
sl: Strokovnjak za uporabniške izkušnje
sv_se: Specialist på kundupplevelse
tr: Müşteri Deneyimi Uzmanı
uk: Спеціаліст із взаємодії з користувачами

source: Associate Designer
cy: Dylunydd Cyswllt

source: Employee Experience Specialist
cy: Arbenigwr Profiad Gweithwyr
de: Experte für Mitarbeitererlebnisse
el: Ειδικός εμπειρίας υπαλλήλων
es_ar: Especialista en experiencia del empleado
es_cl: Especialista en experiencia del empleado
eu: Langileen esperientziaren espezialista
fy_nl: Meiwurker klantûnderfining
gl: Especialista en experiencia laboral
hu: Munkavállalói tapasztalati szakértő
ia: Specialista experientia empleato
ja: 従業員エクスペリエンススペシャリスト
nl: Medewerker klantervaring
pt_br: Especialista em experiência do funcionário
ru: Специалист по опыту сотрудников
sk: Špecialista na zamestnanecké skúsenosti
sl: Strokovnjak za izkušnje zaposlenih
sv_se: Specialist på medarbetarerfarenhet
tr: Çalışan Deneyimi Uzmanı
uk: Спеціаліст із досвіду співробітників

source: Sr. Manager, Desktop Engineering
cs: Seniorní manažer, vývoj pro desktop
cy: Uwch Reolwr, Peirianneg Bwrdd Gwaith
de: Senior Manager, Desktop-Entwicklung
el: Επ. διευθυντής, Μηχανική υπολογιστών
es_ar: Gerente Sr., Ingeniería de escritorio
es_cl: Gerente Senior, Ingeniería de Escritorio
eu: Kudeatzailea, Mahaigain ingeniaritza
gl: Xerente Sr., enxeñaría de escritorio
hu: Senior menedzser, Asztali alkalmazás
ia: Gestor senior, ingenieria de scriptorio
is: Yfirstjórnandi, vinnutölvutækni
ja: デスクトップエンジニアリング担当上級マネージャー
pt_br: Gerente sênior, Engenharia de computador
ru: Старший менеджер, инжиниринг, десктопы
sk: Senior manažér, Desktop Engineering
sl: Višji vodja, namizni inženiring
tr: Kıdemli Masaüstü Mühendisliği Müdürü
uk: Провідний менеджер комп'ютерної інженерії

source: Sr. Software Engineer, Mobile
bg: Старши софтуерен инженер, Мобилни устройства
cs: Vedoucí softwarová inženýrka, Mobile
cy: Uwch Beiriannydd Meddalwedd, Symudol
de: Senior Software-Entwickler, Mobilgeräte
el: Επ. μηχανικός λογισμικού, Κινητές συσκευές
es_ar: Ingeniero de software Sr., Dispositivos Móviles
es_cl: Ingeniero de software Senior, Móviles
eu: Software ingeniaria, eramangarria
fy_nl: Sr. Software-engineer, Mobyl
gl: Enxeñeiro de software senior, móbil
hu: Senior szoftvermérnök, Mobilalkalmazások
ia: Ingeniero de software senior, mobile
is: Yfir-hugbúnaðarverkfræðingur, farsímar
ja: モバイル担当上級ソフトウェアエンジニア
nl: Sr. Software-engineer, Mobiel
pt_br: Engenheiro de software sênior, Dispositivos móveis
ru: Старший инженер-программист, мобильные устройства
sk: Senior softvérový inžinier, mobilná aplikácia
sl: Višji programski inženir, mobilni
sq: Inxhinier i Vjetër Software-i, Celular
tr: Kıdemli Mobil Yazılım Mühendisi
uk: Провідний інженер програмного забезпечення для мобільних пристроїв
vi: Sr. Software Engineer, Ứng dụng di động

source: Community Manager
bg: Мениджър на общността
cs: Komunitní manažer
cy: Rheolwr Cymunedol
el: Διαχειριστής κοινότητας
es_cl: Gerente de comunidad
eu: Komunitate kudeatzailea
fy_nl: Mienskipsbehearder
hu: Közösségi menedzser
ia: Gestor de communitate
is: Samfélagsstjóri
ja: コミュニティマネージャー
nl: Gemeenschapsbeheerder
pt_br: Gerente de comunidade
ru: Менеджер сообщества
sk: Komunitný manažér
sl: Upravitelj skupnosti
sq: Përgjegjës Bashkësie
tr: Topluluk Yöneticisi
uk: Менеджер спільноти
vi: Quản lý cộng đồng

source: Explore Career Opportunities
bg: Вижте възможностите за кариера
cs: Prozkoumejte kariérní příležitosti
cy: Edrych ar y Cyfleoedd Gyrfa
de: Entdecken Sie Karrieremöglichkeiten
el: Εξερευνήστε ευκαιρίες καριέρας
es_ar: Explorar oportunidades laborales
es_cl: Explorar oportunidades profesionales
eu: Arakatu Lanbide Aukerak
fi: Tutustu uramahdollisuuksiin
fr: Découvrez les possibilités de carrière
fy_nl: Karriêremooglikheden besjen
gl: Explorar oportunidades profesionais
hu: Karrierlehetőségek felfedezése
ia: Explora le opportunitates de carriera
is: Uppgötvaðu möguleg starfstækifæri
it: Esplora le opportunità di lavoro
ja: キャリアの機会を探る
nl: Carrièremogelijkheden verkennen
nn_no: Utforsk karrieremoglegheiter
pt_br: Conheça oportunidades de carreira
ru: Узнайте о возможностях карьерного роста
sk: Preskúmajte kariérne príležitosti
sl: Raziščite karierne priložnosti
sq: Eksploroni Mundësi Karriere
sv_se: Utforska karriärmöjligheter
tr: Kariyer olanaklarını keşfet
uk: Дізнатися про кар'єрні можливості
vi: Khám phá cơ hội nghề nghiệp

source: Thunderbird’s <span class="txt-gradient">Mission</span>
bg: <span class="txt-gradient">Мисията</span> на Thunderbird
cy: <span class="txt-gradient">Cenhadaeth</span> Thunderbird
de: Die <span class="txt-gradient">Mission</span> von Thunderbird
el: Η <span class="txt-gradient">αποστολή</span> του Thunderbird
es_ar: La <span class="txt-gradient">misión</span> de Thunderbird
es_cl: La <span class="txt-gradient">misión</span> de Thunderbird
eu: Thunderbirden <span class="txt-gradient">Misioa</span>
fi: Thunderbirdin <span class="txt-gradient">tehtävä</span>
fr: La <span class="txt-gradient">mission</span> de Thunderbird
fy_nl: De <span class="txt-gradient">Misje</span> fan Thunderbird
gl: A<span class="txt-gradient">misión</span> de Thunderbird
hu: A Thunderbird <span class="txt-gradient">küldetése</span>
ia: <span class="txt-gradient">Mission</span> de Thunderbird
is: <span class="txt-gradient">Markmið</span> Thunderbird
it: La <span class="txt-gradient">missione</span> di Thunderbird
ja: Thunderbird の <span class="txt-gradient">使命</span>
nl: De <span class="txt-gradient">Missie</span> van Thunderbird
pl: <span class="txt-gradient">Misja</span> Thunderbirda
pt_br: <span class="txt-gradient">Missão</span> do Thunderbird
ru: <span class="txt-gradient">Миссия</span> Thunderbird
sk: <span class="txt-gradient">Misia</span> Thunderbirdu
sl: Thunderbirdovo <span class="txt-gradient">poslanstvo</span>
sq: <span class="txt-gradient">Misioni</span> i Thunderbird-it
sv_se: Thunderbirds <span class="txt-gradient">uppdrag</span>
tr: Thunderbird’ün <span class="txt-gradient">Misyonu</span>
uk: <span class="txt-gradient">Місія</span> Thunderbird
vi: <span class="txt-gradient">Sứ mệnh</span> của Thunderbird
