Repository: thunderbird/thunderbird.net-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, cs, cy, de, el, es_ar, es_cl, es_es, eu, fi, fr, fy_nl, gl, hu, ia, is, it, ja, kab, nb_no, nl, nn_no, pl, pt_br, ru, sk, sl, sq, sv_se, tr, uk, vi

source: We currently <b>accept over 100 currencies through our <a target="_blank" href="%(url)s">donation form</a>!</b>
bg: В момента <b>приемаме над 100 валути чрез нашия <a target="_blank" href="%(url)s">формуляр за дарения</a>!</b>
cy: Rydym yn <b>derbyn dros 100 o arian cyfred ar hyn o bryd trwy ein <a target="_blank" href="%(url)s">ffurflen rhodd</a>!</b>
de: Wir <b>akzeptieren derzeit über100 Währungen über unser <a target="_blank" href="%(url)s">Spendenformular</a>!</b>
es_ar: ¡Actualmente <b>aceptamos más de 100 monedas diferentes a través de nuestro <a target="_blank" href="%(url)s">formulario de donación</a>!</b>
es_cl: ¡Actualmente <b>aceptamos más de 100 monedas a través de nuestro <a target="_blank" href="%(url)s">formulario de donación</a>!</b>
fr: Nous <b>acceptons actuellement plus de 100 devises via notre <a target="_blank" href="%(url)s">formulaire de don</a> !</b>
gl: Actualmente <b>aceptamos máis de 100 moedas a través do noso <a target="_blank" href="%(url)s">formulario de doazón</a>!</b>
hu: Jelenleg <b>több mint 100 pénznemet fogadunk el az <a target="_blank" href="%(url)s">adományozási űrlapunk</a> segítségével!</b>
ru: В настоящее время мы <b>принимаем более 100 валют через нашу <a target="_blank" href="%(url)s">форму пожертвования</a>!</b>
sq: Aktualisht <b>pranojmë mbi 100 monedha përmes <a target="_blank" href="%(url)s">formularit tonë për dhurime</a>!</b>
sv_se: Vi <b>accepterar för närvarande över 100 valutor via vårt <a target="_blank" href="%(url)s">donationsformulär</a>!</b>
vi: Hiện tại chúng tôi <b>chấp nhận hơn 100 loại tiền tệ thông qua <a target="_blank" href="%(url)s">biểu mẫu quyên góp</a> của chúng tôi!</b>

source: If you do not see your preferred currency listed, we unfortunately cannot accept that currency at this time.
bg: Ако не виждате предпочитаната от вас валута посочена, за съжаление не можем да я приемем в момента.
cy: Os na welwch eich arian cyfred dewisol wedi'i restru, yn anffodus nid ydym yn gallu derbyn yr arian cyfred hwnnw ar hyn o bryd.
de: Wenn Ihre bevorzugte Währung nicht aufgeführt ist, können wir diese Währung derzeit leider nicht akzeptieren.
es_ar: Si no ves tu moneda preferida en la lista, significa que no podemos aceptar esa moneda en este momento.
es_cl: Si no ves tu moneda preferida en la lista, lamentablemente no podemos aceptar esa moneda en este momento.
fr: Si vous ne voyez pas votre devise préférée, nous ne pouvons malheureusement pas l’accepter pour le moment.
gl: Se non ves a túa moeda preferida, lamentablemente non podemos aceptar esa moeda neste momento.
hu: Ha nem látja a listában a előnyben részesített pénznemét, akkor ezt a pénznemet sajnos nem tudjuk elfogadni.
pt_br: Se não encontrar sua moeda preferida, infelizmente não podemos aceitar essa moeda no momento.
ru: Если вы не видите в списке предпочитаемую валюту, то, к сожалению, в данное время мы не можем принять её.
sv_se: Om du inte ser din önskade valuta listad kan vi tyvärr inte acceptera den valutan vid denna tidpunkt.
vi: Nếu bạn không thấy loại tiền tệ mong muốn của mình được liệt kê thì rất tiếc là chúng tôi không thể chấp nhận loại tiền đó vào lúc này.

source: We <b>also accept a number of payment methods</b> which, depending upon your location, include by Credit Card, PayPal, SEPA Direct Debit, iDEAL, Google Pay, Apple Pay, and ACH. If you do not see your preferred payment method listed, we unfortunately do not accept that method at this time.
bg: Ние <b>приемаме няколко начина на плащане</b>, които в зависимост от местоположението ви включват кредитна карта, PayPal, SEPA Direct Debit, iDEAL, Google Pay, Apple Pay и ACH. Ако не виждате предпочитания от вас начин на плащане в списъка, за съжаление в момента не го приемаме.
cy: Rydym <b>hefyd yn derbyn nifer o ddulliau talu</b> sydd, yn dibynnu ar eich lleoliad, yn cynnwys Cerdyn Credyd, PayPal, Debyd Uniongyrchol SEPA, iDEAL, Google Pay, Apple Pay, ac ACH. Os nad ydych yn gweld eich hoff ddull talu wedi'i restru, yn anffodus nid ydym yn derbyn y dull hwnnw ar hyn o bryd.
de: Wir <b>akzeptieren auch eine Reihe von Zahlungsmethoden</b>, zu denen, je nach Ihrem Standort, Kreditkarte, PayPal, SEPA-Lastschrift, iDEAL, Google Pay, Apple Pay und ACH gehören. Wenn Ihre bevorzugte Zahlungsmethode nicht aufgeführt ist, akzeptieren wir diese Methode derzeit leider nicht.
es_ar: <b>También aceptamos varios métodos de pago</b> que, dependiendo de tu ubicación, incluyen tarjeta de crédito, PayPal, débito directo SEPA, iDEAL, Google Pay, Apple Pay y ACH. Si no ves tu método de pago preferido en la lista, significa que no aceptamos ese método en este momento.
es_cl: También <b>aceptamos varios métodos de pago</b> que, según tu ubicación, incluyen tarjeta de crédito, PayPal, débito directo SEPA, iDEAL, Google Pay, Apple Pay y ACH. Si no ves tu método de pago preferido en la lista, lamentablemente no lo aceptamos en este momento.
fr: Nous <b>acceptons également un certain nombre de modes de paiement</b> qui, selon votre emplacement, incluent les cartes bancaires, PayPal, les prélèvements SEPA, iDEAL, Google Pay, Apple Pay et ACS. Si votre mode de paiement préféré ne s’affiche pas, c’est que nous ne l’acceptons malheureusement pas pour le moment.
gl: <b>Tamén aceptamos varios métodos de pago</b> que, dependendo da súa localización, inclúen tarxeta de crédito, PayPal, débito directo SEPA, iDEAL, Google Pay, Apple Pay e ACH. Se non ves o teu método de pago preferido, lamentablemente non aceptamos ese método neste momento.
hu: <b>Számos fizetési módot is elfogadunk</b>, a tartózkodási helyétől függően, többek között a bankkártyás fizetést, PayPalt, SEPA csoportos beszedést, iDEAL-t, Google Pay-t, Apple Pay-t és az ACH-t. Amennyiben nem látja a listában az előnyben részesített fizetési módját, akkor azt sajnos nem fogadjuk el.
ru: Мы <b>также принимаем различные способы оплаты</b>, которые, в зависимости от вашего местоположения, включают в себя кредитную карту, PayPal, прямое дебетование SEPA, iDEAL, Google Pay, Apple Pay и ACH. Если вы не видите в списке предпочитаемый вами способ оплаты, то, к сожалению, в данный момент мы не принимаем этот способ оплаты.
sv_se: Vi <b>accepterar också ett antal betalningsmetoder</b> som, beroende på var du bor, inkluderar med kreditkort, PayPal, SEPA autogiro, iDEAL, Google Pay, Apple Pay och ACH. Om du inte ser din föredragna betalningsmetod i listan accepterar vi tyvärr inte den metoden för tillfället.
vi: Chúng tôi <b>cũng chấp nhận một số phương thức thanh toán</b> trong đó, tùy thuộc vào vị trí của bạn, bao gồm thẻ tín dụng, PayPal, SEPA Direct Debit, iDEAL, Google Pay, Apple Pay, và ACH. Nếu bạn không thấy phương thức thanh toán mong muốn của mình được liệt kê thì rất tiếc chúng tôi không chấp nhận phương thức đó vào lúc này.

source: We do not accept donations in crypto.
bg: Не приемаме дарения в криптовалути.
cy: Nid ydym yn derbyn rhoddion mewn crypto.
de: Wir akzeptieren keine Spenden in Kryptowährungen.
es_ar: No aceptamos donaciones en criptomonedas.
es_cl: No aceptamos donaciones en criptomonedas.
fi: Emme ota vastaan kryptolahjoituksia.
fr: Nous n’acceptons pas les dons en cryptomonnaies.
gl: Non aceptamos doazóns en cripto.
hu: Nem fogadunk el adományokat kriptovalutában.
is: Við tökum ekki við framlögum í rafmyntum.
pt_br: Não aceitamos doações em criptomoedas.
ru: Мы не принимаем пожертвования в криптовалюте.
sq: S’pranojmë dhurime në kriptomonedha.
sv_se: Vi accepterar inte donationer i krypto.
tr: Kripto para bağışlarını kabul etmiyoruz.
vi: Chúng tôi không chấp nhận quyên góp bằng tiền điện tử.

source: If you are in the US (or using a US bank account), you can donate via check. Detailed instructions are available on our <a target="_blank" href="%(url)s"><b>Donation FAQ</b></a> page.
bg: Ако сте в САЩ (или използвате банкова сметка в САЩ) можете да дарите чрез чек. Подробни инструкции са налични на нашата страница с <a target="_blank" href="%(url)s"><b>въпроси за дарения</b></a>.
cy: Os ydych chi yn yr Unol Daleithiau (neu'n defnyddio cyfrif banc yn yr UD), gallwch gyfrannu trwy siec. Mae cyfarwyddiadau manwl ar gael ar ein tudalen <a target="_blank" href="%(url)s"><b>Cwestiynau Cyffredin am Roi</b></a>.
de: Wenn Sie in den USA sind (oder ein US-Bankkonto verwenden), können Sie per Scheck spenden. Detaillierte Anweisungen finden Sie auf unserer <a target="_blank" href="%(url)s"><b>Spenden-FAQ</b></a>.
es_ar: Si estás en los EE. UU. (O usas una cuenta bancaria de los EE. UU.), Podés donar con un cheque. Hay instrucciones detalladas en nuestra página de <a target="_blank" href="%(url)s"><b>preguntas frecuentes sobre donaciones</b></a>.
es_cl: Si te encuentras en los EE. UU. (o utilizas una cuenta bancaria estadounidense), puedes donar mediante cheque. Encontrarás instrucciones detalladas en nuestra página de <a target="_blank" href="%(url)s"><b>Preguntas frecuentes sobre donaciones</b></a>.
fr: Si vous vous trouvez aux États-Unis (ou si vous utilisez un compte bancaire aux États-Unis), vous pouvez faire un don par chèque. Des instructions détaillées sont disponibles sur notre page <a target="_blank" href="%(url)s"><b>FAQ sur les dons</b></a>.
gl: Se estás nos Estados Unidos (ou utilizas unha conta bancaria dos EUA), podes doar mediante cheque. Hai instrucións detalladas dispoñibles na nosa páxina <a target="_blank" href="%(url)s"><b>Preguntas frecuentes sobre doazóns</b></a>.
hu: Ha az Amerikai Egyesült Államokban van (vagy amerikai bankszámlát használ), csekken keresztül is adományozhat. Részletes utasítások érhetők el az <a target="_blank" href="%(url)s"><b>Adományozási GYIK</b></a> oldalon.
ru: Если вы находитесь в США (или используете банковский счет в США), вы можете пожертвовать чеком. Подробные инструкции доступны на нашей странице <a target="_blank" href="%(url)s"><b>Частые вопросы о пожертвованиях</b></a>.
sv_se: Om du är i USA (eller använder ett amerikanskt bankkonto) kan du donera via check. Detaljerade instruktioner finns tillgängliga i vår <a target="_blank" href="%(url)s"><b>vanliga frågor om donationer</b></a>.
vi: Nếu bạn ở Mỹ (hoặc sử dụng tài khoản ngân hàng Mỹ), bạn có thể quyên góp qua séc. Hướng dẫn chi tiết có sẵn trên trang <a target="_blank" href="%(url)s"><b>câu hỏi thường gặp về quyên góp</b></a> của chúng tôi.

source: Available on Windows, Linux, Mac, and Android.
bg: Достъпен за Windows, Linux, Mac и Android.
cy: Ar gael ar Windows, Linux, Mac, ac Android.
de: Verfügbar für Windows, Linux, Mac und Android.
es_ar: Disponible en Windows, Linux, Mac y Android.
es_cl: Disponible en Windows, Linux, Mac y Android.
fi: Saatavilla Windowsille, Linuxille, Macille ja Androidille.
fr: Disponible sur Windows, Linux, Mac et Android.
fy_nl: Beskikber op Windows, Linux, Mac en Android.
gl: Dispoñible en Windows, Linux, Mac e Android.
hu: Elérhető Windowson, Linuxon, Macen és Androidon.
is: Tiltækt fyrir Windows, Linux, Mac og Android.
ja: Windows、Linux、Mac、Android で利用できます。
nl: Beschikbaar op Windows, Linux, Mac en Android.
nn_no: Tilgjengeleg på Windows, Linux, Mac, og Android.
pl: Dostępny na Windows, Linux, Mac i Androida.
pt_br: Disponível em Windows, Linux, Mac e Android.
ru: Доступно на Windows, Linux, Mac и Android.
sk: K dispozícii v systémoch Windows, Linux, Mac a Android.
sl: Na voljo za Windows, Linux, Mac in Android.
sq: I gatshëm në Windows, Linux, Mac dhe Android.
sv_se: Tillgänglig på Windows, Linux, Mac och Android.
tr: Windows, Linux, Mac ve Android’de mevcut.
uk: Доступно для Windows, Linux, Mac і Android.
vi: Có sẵn trên Windows, Linux, Mac, và Android.

source: Download and languages options
bg: Изтегляне и езици
cs: Další verze a jazyky
cy: Dewisiadau llwytho i lawr ac ieithoedd
de: Download- und Sprachoptionen
el: Επιλογές λήψης και γλωσσών
es_ar: Opciones de descarga e idiomas
es_cl: Opciones de descarga e idiomas
eu: Deskargatu eta hizkuntza aukerak
fi: Lataus- ja kielivaihtoehdot
fr: Options de téléchargement et de langues
fy_nl: Download- en taalopsjes
gl: Descarga e opcións de idiomas
hu: Letöltési és nyelvi lehetőségek
ia: Optiones de discargamento e de linguas
is: Valkostir niðurhals og tungumála
it: Opzioni di download e lingue
ja: ダウンロードと言語のオプション
nl: Download- en talenopties
nn_no: Nedlasting- og språkalternativ
pl: Wybór produktu i wersji językowej do pobrania
pt_br: Opções de download e idiomas
ru: Настройки загрузок и языков
sk: Ďalšie verzie a jazyky
sl: Več prenosov in jezikov
sq: Mundësi shkarkimi dhe gjuhësh
sv_se: Nedladdnings- och språkalternativ
tr: İndirme ve dil seçenekleri
uk: Параметри завантаження та мови
vi: Tùy chọn tải xuống và ngôn ngữ

source: Download Thunderbird
bg: Изтегляне на Thunderbird
cs: Stáhnout Thunderbird
cy: Llwytho Thunderbird i Lawr
de: Thunderbird herunterladen
el: Λήψη του Thunderbird
es_ar: Descargar Thunderbird
es_cl: Descargar Thunderbird
es_es: Descargar Thunderbird
eu: Deskargatu Thunderbird
fi: Lataa Thunderbird
fr: Télécharger Thunderbird
fy_nl: Thunderbird downloade
gl: Descargar o Thunderbird
hu: Thunderbird letöltése
ia: Discargar Thunderbird
is: Sækja Thunderbird
it: Scarica Thunderbird
ja: Thunderbird をダウンロード
kab: Sader-d Thunderbird
nb_no: Last ned Thunderbird
nl: Thunderbird downloaden
nn_no: Last ned Thunderbird
pl: Pobierz Thunderbirda
pt_br: Baixar o Thunderbird
ru: Загрузить Thunderbird
sk: Stiahnuť Thunderbird
sl: Prenesi Thunderbird
sq: Shkarkoni Thunderbird-in
sv_se: Ladda ner Thunderbird
tr: Thunderbird’ü indir
uk: Завантажити Thunderbird
vi: Tải Thunderbird

source: Your system doesn't meet the <a href="%(url)s">requirements</a> to run Thunderbird.
bg: Вашата система не покрива <a href="%(url)s">изискванията</a> за работа на Thunderbird.
cs: Váš systém nesplňuje <a href="%(url)s">požadavky</a> pro běh Thunderbirdu.
cy: Nid yw eich system yn cyrraedd y <a href="%(url)s">gofynion</a> ar gyfer rhedeg Thunderbird.
de: Ihr System erfüllt nicht alle <a href="%(url)s">Voraussetzungen</a>, um Thunderbird auszuführen.
el: Το σύστημά σας δεν πληροί τις <a href="%(url)s">απαιτήσεις συστήματος</a> για την εκτέλεση του Thunderbird.
es_ar: El sistema no cumple los <a href="%(url)s">requisitos</a> para ejecutar Thunderbird.
es_cl: Su sistema no cumple los <a href="%(url)s">requisitos</a> para correr Thunderbird.
es_es: Tu sistema no cumple con los <a href="%(url)s">requisitos</a> necesarios para poder ejecutar Thunderbird.
eu: Zure sistemak ez ditu Thunderbird exekutatzeko <a href="%(url)s">eskakizunak</a> betetzen.
fi: Järjestelmäsi ei täytä Thunderbirdin <a href="%(url)s">järjestelmävaatimuksia</a>.
fr: Votre système n’a pas les <a href="%(url)s">prérequis</a> nécessaires pour installer Thunderbird.
fy_nl: Jo systeem foldocht net oan de <a href="%(url)s">easken</a> foar it útfieren fan Thunderbird.
gl: O seu sistema non reúne as <a href="%(url)s">condicións</a> para executar o Thunderbird.
hu: Az Ön által használt rendszer nem teljesíti a Thunderbird futtatásához szükséges <a href="%(url)s">követelményeket</a>.
ia: Tu systema non satisface le <a href="%(url)s">requisitos</a> pro executar Thunderbird.
is: Kerfið þitt stenst ekki þær <a href="%(url)s">kröfur</a> sem þarf til að keyra Thunderbird.
it: Il sistema in uso non possiede i <a href="%(url)s"> requisiti</a> per eseguire Thunderbird.
ja: お使いのシステムは Thunderbird が動作する <a href="%(url)s">要件</a> を満たしていません。
kab: Anagraw-ik ur igbir ara<a href="%(url)s">ayen iwulmen</a> i useddu n Thunderbird.
nb_no: Systemet ditt tilfredsstiller ikke <a href="%(url)s">kravet</a> for å kjøre Thunderbird.
nl: Uw systeem voldoet niet aan de <a href="%(url)s">vereisten</a> voor het uitvoeren van Thunderbird.
nn_no: Systemet ditt tilfredsstiller ikkje <a href="%(url)s">kravet</a> for å køyre Thunderbird.
pl: Komputer nie spełnia <a href="%(url)s">wymagań</a>, aby uruchomić Thunderbirda.
pt_br: Seu sistema não atende aos <a href="%(url)s">requisitos</a> para executar o Thunderbird.
ru: Ваша система не удовлетворяет <a href="%(url)s">требованиям</a> для запуска Thunderbird.
sk: Váš systém nespĺňa <a href="%(url)s">požiadavky</a> na spustenie aplikácie Thunderbird.
sl: Vaš sistem ne ustreza <a href="%(url)s">zahtevam</a> za uporabo Thunderbirda.
sq: Sistemi juaj s’i plotëson <a href="%(url)s">domosdoshmëritë</a> për xhirimin e Thunderbird-it.
sv_se: Din dator når inte upp till <a href="%(url)s">kraven</a> för att kunna köra Thunderbird.
tr: Sisteminiz Thunderbird’ü çalıştırmanın <a href="%(url)s">gereksinimlerini</a> karşılamıyor.
uk: Ваша система не задовольняє <a href="%(url)s">вимог</a> для роботи Thunderbird.
vi: Hệ thống của bạn không đáp ứng <a href="%(url)s">các yêu cầu</a> để chạy Thunderbird.

source: Please follow <a href="%(url)s">these instructions</a> to install Thunderbird.
bg: Моля, следвайте <a href="%(url)s">тези инструкции</a>, за да инсталирате Thunderbird.
cs: Pro instalaci Thunderbirdu prosím <a href="%(url)s">postupujte podle těchto pokynů</a>.
cy: Dilynwch y <a href="%(url)s">cyfarwyddiadau hyn</a> er mwyn gosod Thunderbird.
de: Bitte folgen Sie <a href="%(url)s">dieser Anleitung</a>, um Thunderbird zu installieren.
el: Παρακαλούμε ακολουθήστε <a href="%(url)s">αυτές τις οδηγίες</a> για να εγκαταστήσετε το Thunderbird.
es_ar: Por favor seguí <a href="%(url)s">estas instrucciones</a> para instalar Thunderbird.
es_cl: Por favor, sigue <a href="%(url)s">estas instrucciones</a> para instalar Thunderbird.
es_es: Para instalar Thunderbird, <a href="%(url)s">sigue estas instrucciones</a>.
eu: Jarraitu <a href="%(url)s">argibideok</a> Thunderbird instalatzeko.
fi: Asenna Thunderbird seuraamalla <a href="%(url)s">näitä ohjeita</a>.
fr: Veuillez suivre <a href="%(url)s">ces instructions</a> pour installer Thunderbird.
fy_nl: Folgje <a href="%(url)s">dizze ynstruksjes</a> om Thunderbird te ynstallearjen.
gl: Siga estas <a href="%(url)s">instrucións</a> para instalar o Thunderbird.
hu: A Thunderbird telepítéséhez kövesse <a href="%(url)s">ezeket az utasításokat</a>.
ia: Seque <a href="%(url)s">iste instructiones</a> pro installar Thunderbird.
is: Fylgdu <a href="%(url)s">þessum leiðbeiningum</a> til að setja upp Thunderbird.
it: Per installare Thunderbird segui <a href="%(url)s">queste istruzioni</a>.
ja: Thunderbird をインストールするには <a href="%(url)s">こちらの手順</a> に従ってください。
kab: Ma ulac aɣilif ḍfeṛ <a href="%(url)s"> tinaḍin-agi</a> akken ad tesbeddeḍ Thunderbird.
nb_no: Følg <a href="%(url)s">denne veiledningen</a> for å installere Thunderbird.
nl: Volg <a href="%(url)s">deze instructies</a> om Thunderbird te installeren.
nn_no: Følg <a href="%(url)s">denne rettleiinga</a> for å installere Thunderbird.
pl: <a href="%(url)s">Te instrukcje</a> wyjaśniają, jak zainstalować Thunderbirda.
pt_br: Siga <a href="%(url)s">estas instruções</a> para instalar o Thunderbird.
ru: Пожалуйста, следуйте <a href="%(url)s">этим инструкциям</a>, чтобы установить Thunderbird.
sk: Pri inštalácií Thunderbirdu postupujte, prosím, podľa <a href="%(url)s">týchto inštrukcií</a>.
sl: Za namestitev Thunderbirda sledite<a href="%(url)s">navodilom</a>.
sq: Ju lutemi, ndiqni <a href="%(url)s">këto udhëzime</a> për të instaluar Thunderbird-in.
sv_se: Följ <a href="%(url)s">dessa instruktioner</a> för att installera Thunderbird.
tr: Thunderbird’ü yüklemek için lütfen <a href="%(url)s">bu yönergeleri</a> izleyin.
uk: Дотримуйтесь <a href="%(url)s">цих вказівок</a> для встановлення Thunderbird.
vi: Vui lòng làm theo <a href="%(url)s">hướng dẫn này</a> để cài đặt Thunderbird.

source: Free forever.
bg: Свободно и безплатно завинаги.
cs: Navždy zdarma.
cy: Yn rhydd a rhad am byth.
de: Für immer frei.
el: Δωρεάν για πάντα.
es_ar: Gratis para siempre.
es_cl: Gratis para siempre.
es_es: Gratis para siempre.
eu: Dohainik betirako.
fi: Ilmainen aina.
fr: Gratuit, pour toujours.
fy_nl: Foar altyd frij.
gl: Libre para sempre.
hu: Örökre ingyenes.
ia: Gratuite sempre.
is: Frjálst að eilífu.
it: Gratis, per sempre.
ja: 永久無料です。
nl: Voor altijd vrij.
nn_no: Alltid gratis.
pl: Za darmo, na zawsze.
pt_br: Livre para sempre.
ru: Бесплатно навсегда.
sk: Navždy zadarmo.
sl: Prost za vekomaj.
sq: I lirë përgjithmonë.
sv_se: Gratis för alltid.
tr: Her zaman ücretsiz.
uk: Вільний назавжди.
vi: Miễn phí mãi mãi.

source: to make it better.
bg: , за да го направите по-добър.
cs: aby byl ještě lepší.
cy: i'w wneud yn well.
de: um es zu verbessern.
el: για να το κάνουμε καλύτερο.
es_ar: para hacerlo mejor.
es_cl: para hacerlo mejor.
es_es: para hacerlo mejor.
eu: hobetzeko.
fi: tehdäksesi siitä paremman.
fr: pour l’améliorer.
fy_nl: om it te ferbetterjen.
gl: para facelo mellor.
hu: hogy jobbá tegye.
ia: pro render lo melior.
is: til að gera það betra.
it: per aiutarci a migliorarlo.
ja: しましょう。より良くするために。
nl: om het te verbeteren.
nn_no: for å gjere han betre.
pl: i ulepsz ją.
pt_br: para torná-lo ainda melhor.
ru: чтобы сделать его лучше.
sk: a pomôcť môžete aj vy.
sl: in podprite nadaljnji razvoj.
sq: për ta përmirësuar.
sv_se: för att göra den bättre.
tr: ki daha da iyisini yapalım.
uk: щоб він став ще кращим.
vi: để làm cho nó tốt hơn.

source: Are you ready to love email again?
bg: Готови ли сте отново да обикнете електронната си поща?
cs: Jste připraveni znovu milovat e-mail?
cy: Ydych chi'n barod i garu e-bost eto?
de: Sind Sie bereit, E-Mails wieder zu lieben?
el: Έτοιμοι να αγαπήσετε ξανά τα email;
es_ar: ¿Estás listo para volver a amar el correo electrónico?
es_cl: ¿Estás listo para volver a amar el correo electrónico?
es_es: ¿Estás listo para volver a amar el correo electrónico?
eu: Posta berriz maitatzeko prest zaude?
fi: Oletko valmis rakastumaan sähköpostiin uudelleen?
fr: Êtes-vous prêts à aimer à nouveau les e-mails ?
fy_nl: Binne jo ree om wer fan e-mail te hâlden?
gl: Está preparado para amar o correo electrónico de novo?
hu: Készen áll, hogy újra megszeresse az e-mailezést?
ia: Es tu preste a amar email de novo?
is: Ertu klár í að kunna aftur að meta tölvupóst?
it: Sei pronto ad amare di nuovo la tua posta elettronica?
ja: メールをもう一度好きになる準備はできていますか？
nl: Bent u klaar om weer van e-mail te houden?
nn_no: Er du klar for å like e-post igjen?
pl: Chcesz znów pokochać e-maile?
pt_br: Está pronto para gostar de email novamente?
ru: Готовы снова полюбить электронную почту?
sk: Ste pripravení znova milovať e‑maily?
sl: Ste pripravljeni znova vzljubiti e-pošto?
sq: Jeni gati ta doni sërish email-in?
sv_se: Är du redo att älska e-post igen?
tr: E-postayı yeniden sevmeye hazır mısınız?
uk: Готові знову полюбити електронну пошту?
vi: Sẵn sàng để khám phá lại tình yêu của bạn cho email?

source: Thunderbird Mobile.
bg: Мобилна версия на Thunderbird.
cy: Thunderbird Symudol.
es_cl: Thunderbird para móviles.
fy_nl: Thunderbird Mobyl.
gl: Thunderbird móbil.
hu: Mobilos Thunderbird.
is: Thunderbird fyrir farsíma
ja: モバイル版 Thunderbird
nl: Thunderbird Mobiel.
nn_no: Thunderbird for mobil.
pt_br: Thunderbird para dispositivos móveis.
sk: Thunderbird pre mobilné zariadenia.
sl: Thunderbird za mobilne naprave.
sq: Thunderbird për Celular.
sv_se: Thunderbird för mobil.
tr: Thunderbird Mobil.
vi: Thunderbird dành cho di động.
